{
  "pokecraft.species.bulbasaur.name": "Bisasam",
  "pokecraft.species.bulbasaur.desc": "Nach der Geburt nimmt es für eine Weile Nährstoffe über den Samen auf seinem Rücken auf.",
  "pokecraft.species.ivysaur.name": "Bisaknosp",
  "pokecraft.species.ivysaur.desc": "Die Sonne macht es stärker. Die Knospe auf seinem Rücken wächst unter dem Einfluss von Sonnenlicht.",
  "pokecraft.species.venusaur.name": "Bisaflor",
  "pokecraft.species.venusaur.desc": "Die Blume verströmt einen zauberhaften Duft. Er beschwichtigt erhitzte Kämpfer.",
  "pokecraft.species.charmander.name": "Glumanda",
  "pokecraft.species.charmander.desc": "Von Geburt an brennt die Flamme auf seiner Schwanzspitze. Sobald sie verglimmt, erlischt auch sein Lebenslicht.",
  "pokecraft.species.charmeleon.name": "Glutexo",
  "pokecraft.species.charmeleon.desc": "Steigert es sich in einen Kampf hinein, spuckt es Flammen, die alles in seiner Umgebung niederbrennen.",
  "pokecraft.species.charizard.name": "Glurak",
  "pokecraft.species.charizard.desc": "Dieses Pokémon kann mit seinen Flügeln eine Höhe von bis zu 1 400 m erreichen. Es spuckt sehr heißes Feuer.",
  "pokecraft.species.squirtle.name": "Schiggy",
  "pokecraft.species.squirtle.desc": "Fühlt es sich bedroht, verkriecht es sich in seinen Panzer und spuckt Wasser aus seinem Maul.",
  "pokecraft.species.wartortle.name": "Schillok",
  "pokecraft.species.wartortle.desc": "Es balanciert geschickt mit seinen buschigen Ohren und dem Schweif, während es im Wasser schwimmt.",
  "pokecraft.species.blastoise.name": "Turtok",
  "pokecraft.species.blastoise.desc": "Die Wassersalven, die es mit den Wasserdüsen in seinem Panzer abfeuert, durchdringen sogar dicke Stahlwände.",
  "pokecraft.species.caterpie.name": "Raupy",
  "pokecraft.species.caterpie.desc": "Es hat Saugnäpfe an den Beinchen, mit denen es mühelos Steigungen und Mauern erklimmen kann.",
  "pokecraft.species.metapod.name": "Safcon",
  "pokecraft.species.metapod.desc": "In seiner harten Schale ist ein weicher Körper. Einem brutalen Angriff hat es nichts entgegenzusetzen.",
  "pokecraft.species.butterfree.name": "Smettbo",
  "pokecraft.species.butterfree.desc": "Es sammelt täglich Honig. Es reibt ihn in seine Beinhaare, um ihn in sein Nest zu transportieren.",
  "pokecraft.species.weedle.name": "Hornliu",
  "pokecraft.species.weedle.desc": "Auf seinem Kopf befindet sich ein spitzer Stachel. Es versteckt sich im hohen Gras sowie in Wäldern und frisst eifrig Blätter.",
  "pokecraft.species.kakuna.name": "Kokuna",
  "pokecraft.species.kakuna.desc": "Obwohl es sich kaum bewegen kann, ist es bei Gefahr in der Lage, einen Stachel auszufahren, mit dem es seine Gegner vergiftet.",
  "pokecraft.species.beedrill.name": "Bibor",
  "pokecraft.species.beedrill.desc": "Es verfügt über insgesamt drei Giftstachel, zwei an den Armen und einen am Hinterleib, mit denen es seine Gegner wiederholt angreift.",
  "pokecraft.species.pidgey.name": "Taubsi",
  "pokecraft.species.pidgey.desc": "Ein sanftmütiges Pokémon, welches lieber Sand zum Schutz aufwirbelt, als zurückzuschlagen.",
  "pokecraft.species.pidgeotto.name": "Tauboga",
  "pokecraft.species.pidgeotto.desc": "Dieses kraftvolle Pokémon wacht unermüdlich über sein riesiges Territorium und fliegt weite Strecken auf der Suche nach Beute.",
  "pokecraft.species.pidgeot.name": "Tauboss",
  "pokecraft.species.pidgeot.desc": "Auf der Jagd nach Beute fliegt es mit einer Geschwindigkeit von bis zu Mach 2. Seine mächtigen Klauen gelten als gefürchtete Waffen.",
  "pokecraft.species.rattata.name": "Rattfratz",
  "pokecraft.species.rattata.desc": "Es knabbert mit seinen zwei Nagezähnen alles und jeden an. Stößt man auf eines, findet man sicherlich 40 weitere in der Gegend.",
  "pokecraft.species.raticate.name": "Rattikarl",
  "pokecraft.species.raticate.desc": "Die Hinterbeine dieses Pokémon verfügen über kleine Schwimmhäute. So kann es in Flüssen jagen.",
  "pokecraft.species.spearow.name": "Habitak",
  "pokecraft.species.spearow.desc": "In großen Höhen fällt ihm das Fliegen schwer. Allerdings kann es pfeilschnell umherflitzen, wenn es um den Schutz seines Habitats geht.",
  "pokecraft.species.fearow.name": "Ibitak",
  "pokecraft.species.fearow.desc": "Dieses Pokémon gehört einer sehr alten Spezies an. Wittert es Gefahr, so fliegt es sofort in große Höhen davon.",
  "pokecraft.species.ekans.name": "Rettan",
  "pokecraft.species.ekans.desc": "Mit dem Alter wird der Körper dieses Pokémon immer länger. Nachts wickelt es sich um Äste, um zu ruhen.",
  "pokecraft.species.arbok.name": "Arbok",
  "pokecraft.species.arbok.desc": "Von dem furchterregenden Muster auf seinem Bauch wurden durch Studien bislang sechs verschiedene Varianten entdeckt.",
  "pokecraft.species.pikachu.name": "Pikachu",
  "pokecraft.species.pikachu.desc": "Pikachu begrüßen einander, indem sie ihre Schweife aneinanderreiben und eine Ladung Strom durch diese gleiten lassen.",
  "pokecraft.species.raichu.name": "Raichu",
  "pokecraft.species.raichu.desc": "Wenn der in seinen Backentaschen gespeicherte Strom leer ist, stellt es seinen Schweif auf, um Elektrizität aus der Luft zu ziehen.",
  "pokecraft.species.sandshrew.name": "Sandan",
  "pokecraft.species.sandshrew.desc": "Es gräbt sich seinen Bau im Erdboden. Stößt es dabei auf harte Steine, zerstört es diese mit seinen scharfen Krallen und gräbt unbeirrt weiter.",
  "pokecraft.species.sandslash.name": "Sandamer",
  "pokecraft.species.sandslash.desc": "Mit seinen scharfen Krallen klettert es auf Bäume und wirft unten wartenden Sandan Beeren zu, die sie sich dann teilen.",
  "pokecraft.species.nidoranf.name": "Nidoran♀",
  "pokecraft.species.nidoranf.desc": "Mit ihren harten Vorderzähnen zerteilen sie Beeren, bevor sie diese essen. Die Spitze ihres Horns ist etwas abgerundeter als bei Männchen.",
  "pokecraft.species.nidorina.name": "Nidorina",
  "pokecraft.species.nidorina.desc": "Man geht davon aus, dass sich das Horn auf ihrem Kopf zurückgebildet hat, damit sie ihre Jungen nicht beim Füttern verletzen.",
  "pokecraft.species.nidoqueen.name": "Nidoqueen",
  "pokecraft.species.nidoqueen.desc": "Es beruhigt seine Jungen, indem es diese zwischen den Stacheln auf seinem Rücken reiten lässt. Die Stacheln sondern derweil kein Gift ab.",
  "pokecraft.species.nidoranm.name": "Nidoran♂",
  "pokecraft.species.nidoranm.desc": "Trotz seiner geringen Größe ist es sehr mutig. Um ein befreundetes Weibchen zu beschützen, riskiert es sein Leben und kämpft unerschrocken.",
  "pokecraft.species.nidorino.name": "Nidorino",
  "pokecraft.species.nidorino.desc": "Es ist nervös und wird schnell aggressiv. Steigt sein Adrenalinspiegel, erhöht sich gleichzeitig auch die Konzentration seines Gifts.",
  "pokecraft.species.nidoking.name": "Nidoking",
  "pokecraft.species.nidoking.desc": "Nidoking ist stolz auf seine Kraft und kämpft sehr geschickt mit seinem dicken Schweif und seinem Horn, das selbst Diamanten zertrümmern kann.",
  "pokecraft.species.clefairy.name": "Piepi",
  "pokecraft.species.clefairy.desc": "Aufgrund seines reizenden Wesens und seines Rufes erfreut sich dieses Pokémon großer Beliebtheit. Leider ist es auch sehr selten.",
  "pokecraft.species.clefable.name": "Pixi",
  "pokecraft.species.clefable.desc": "Ihr Gehör erfasst das Geräusch einer fallenden Nadel noch aus 1 km Entfernung. Sie bevorzugen daher ruhige Orte.",
  "pokecraft.species.vulpix.name": "Vulpix",
  "pokecraft.species.vulpix.desc": "Sein Fell wird geschmeidiger, wenn seine sechs Schweife wachsen. Wenn man das Fell berührt, fühlt es sich leicht warm an.",
  "pokecraft.species.ninetales.name": "Vulnona",
  "pokecraft.species.ninetales.desc": "Dieses Pokémon ist intelligent, aber rachsüchtig. Wer zum Spaß einen seiner Schweife ergreift, kann sich einen tausendjährigen Fluch einhandeln.",
  "pokecraft.species.jigglypuff.name": "Pummeluff",
  "pokecraft.species.jigglypuff.desc": "Es kann die Tonlage seiner Stimme beliebig variieren, um eine mysteriöse Melodie zu singen, die jeden in Schlaf versetzt, der sie hört.",
  "pokecraft.species.wigglytuff.name": "Knuddeluff",
  "pokecraft.species.wigglytuff.desc": "Knuddeluffs weiches Fell ist sein ganzer Stolz. Besonders die Locke auf seiner Stirn fühlt sich herrlich an.",
  "pokecraft.species.zubat.name": "Zubat",
  "pokecraft.species.zubat.desc": "Zubat leben tief in Höhlen, wo das Sonnenlicht sie nicht erreicht. Bei Tagesanbruch rücken sie zusammen, um sich im Schlaf zu wärmen.",
  "pokecraft.species.golbat.name": "Golbat",
  "pokecraft.species.golbat.desc": "Golbat kann trotz seiner kleinen Beine geschickt laufen. Es schleicht sich an schlafende Beute an, stößt seine Zähne in sie und schlürft ihr Blut.",
  "pokecraft.species.oddish.name": "Myrapla",
  "pokecraft.species.oddish.desc": "Tagsüber versteckt es sich in der kalten Erde, um die Sonne zu meiden. Es wächst im Mondschein.",
  "pokecraft.species.gloom.name": "Duflor",
  "pokecraft.species.gloom.desc": "Was wie Speichel aussieht, ist eigentlich Honig. Er ist sehr klebrig und wenn man ihn berührt, bekommt man ihn nicht mehr ab.",
  "pokecraft.species.vileplume.name": "Giflor",
  "pokecraft.species.vileplume.desc": "Je größer die Blütenblätter, desto mehr giftige Pollen enthält die Blüte. Aber es ist auch umso erschöpfter, da sein Kopf so schwer wird.",
  "pokecraft.species.paras.name": "Paras",
  "pokecraft.species.paras.desc": "Es gräbt sich in den Boden, um Baumwurzeln Nährstoffe zu entziehen. Den Großteil davon absorbieren jedoch die Pilze auf seinem Rücken.",
  "pokecraft.species.parasect.name": "Parasek",
  "pokecraft.species.parasect.desc": "Der Pilz auf Paraseks Rücken nutzt das Pokémon als Wirt und entzieht ihm Energie. Es scheint, als habe er die Kontrolle über das Pokémon.",
  "pokecraft.species.venonat.name": "Bluzuk",
  "pokecraft.species.venonat.desc": "Seine großen Augen fungieren als Radar. Im Licht kann man erkennen, dass sie aus unzähligen, sehr kleinen Augen bestehen.",
  "pokecraft.species.venomoth.name": "Omot",
  "pokecraft.species.venomoth.desc": "Berührt man die staubartigen Schuppen auf seinen Flügeln, heften diese sich hartnäckig am Körper an und sondern darüber hinaus Gift ab.",
  "pokecraft.species.diglett.name": "Digda",
  "pokecraft.species.diglett.desc": "Es gräbt sich in geringer Tiefe durch den Erdboden. Da es dabei durchwühlte Erde an der Oberfläche hinterlässt, ist es leicht zu finden.",
  "pokecraft.species.dugtrio.name": "Digdri",
  "pokecraft.species.dugtrio.desc": "Diese kraftvollen Digda-Drillinge graben bis zu 100 km tief. Keiner weiß, wie sie unter der Erde aussehen.",
  "pokecraft.species.meowth.name": "Mauzi",
  "pokecraft.species.meowth.desc": "Es wäscht sich regelmäßig das Gesicht, um die Münze auf seiner Stirn sauber zu halten. Es hat kein gutes Verhältnis zu den Mauzi aus Galar.",
  "pokecraft.species.persian.name": "Snobilikat",
  "pokecraft.species.persian.desc": "Sein Auftreten ist anmutig und elegant. Es kommt mit Mauzingers grober Art nicht zurecht. Beide Arten strafen sich gegenseitig mit Verachtung.",
  "pokecraft.species.psyduck.name": "Enton",
  "pokecraft.species.psyduck.desc": "Wenn es sehr gestresst ist, verstärken sich seine Kopfschmerzen. Mit seinen Psycho-Kräften kann es alles in der Umgebung überwältigen.",
  "pokecraft.species.golduck.name": "Entoron",
  "pokecraft.species.golduck.desc": "Alten Legenden zufolge werden jene Menschen, die es wagen, seinen Fluss zu verschmutzen, von Entoron ins Wasser gezerrt und entführt.",
  "pokecraft.species.mankey.name": "Menki",
  "pokecraft.species.mankey.desc": "Es ist sehr agil und lebt auf Bäumen. Aufgrund seiner hitzköpfigen Natur wird es schnell wütend, was dazu führt, dass es alles und jeden angreift.",
  "pokecraft.species.primeape.name": "Rasaff",
  "pokecraft.species.primeape.desc": "Es hört lediglich dann auf zu toben, wenn niemand in der Nähe ist. Diesen Anblick zu Gesicht zu bekommen, ist daher nicht einfach.",
  "pokecraft.species.growlithe.name": "Fukano",
  "pokecraft.species.growlithe.desc": "Es ist sehr loyal und bellt jeden Gegner furchtlos an, um seinen Trainer vor Schaden zu bewahren.",
  "pokecraft.species.arcanine.name": "Arkani",
  "pokecraft.species.arcanine.desc": "Dieses Pokémon verzaubert die Menschen seit Urzeiten mit seiner Schönheit. Obendrein ist es schnell und sehr wendig.",
  "pokecraft.species.poliwag.name": "Quapsel",
  "pokecraft.species.poliwag.desc": "In schnell fließenden Flüssen hält es sich mithilfe seiner dicken Lippen, die als Saugnapf fungieren, an Felsen fest.",
  "pokecraft.species.poliwhirl.name": "Quaputzi",
  "pokecraft.species.poliwhirl.desc": "Quaputzi schwitzt glitschigen Schleim, dank dem es leicht der Umklammerung eines Feindes entkommen kann.",
  "pokecraft.species.poliwrath.name": "Quappo",
  "pokecraft.species.poliwrath.desc": "Es ist sowohl ein begnadeter Schwimmer als auch Kampfsportler. Mit seinen durchtrainierten Armen teilt es kräftige Schläge aus.",
  "pokecraft.species.abra.name": "Abra",
  "pokecraft.species.abra.desc": "Es kann sich im Schlaf teleportieren. Je tiefer Abra schläft, desto weiter entfernt soll der Ort sein, an den es sich teleportiert.",
  "pokecraft.species.kadabra.name": "Kadabra",
  "pokecraft.species.kadabra.desc": "Kadabra verfügt über enorme psychokinetische Macht. Als Vorbereitung für seine Entwicklung speichert es im Stern auf der Stirn Psycho-Kräfte.",
  "pokecraft.species.alakazam.name": "Simsala",
  "pokecraft.species.alakazam.desc": "Simsala verfügt über extrem starke Psycho-Kräfte. Mit ihnen soll es die Löffel erschaffen haben, die es in seinen Händen hält.",
  "pokecraft.species.machop.name": "Machollo",
  "pokecraft.species.machop.desc": "Da es vor Kraft strotzt, hebt es zum Zeitvertreib Felsen. Dadurch gewinnt es an zusätzlicher Stärke.",
  "pokecraft.species.machoke.name": "Maschock",
  "pokecraft.species.machoke.desc": "Sein durchtrainierter Körper wird nie müde. Es hilft den Menschen, indem es schwere Sachen trägt.",
  "pokecraft.species.machamp.name": "Machomei",
  "pokecraft.species.machamp.desc": "Seine vier Arme reagieren schneller, als es denken kann. Daher ist es in der Lage, unzählige Schläge reflexartig auszuführen.",
  "pokecraft.species.bellsprout.name": "Knofensa",
  "pokecraft.species.bellsprout.desc": "Knofensa bevorzugt einen warmen und feuchten Lebensraum. Es ernährt sich von kleinen Käfer- Pokémon, die es mit seinen Ranken fängt.",
  "pokecraft.species.weepinbell.name": "Ultrigaria",
  "pokecraft.species.weepinbell.desc": "Wenn es hungrig ist, schnappt es willkürlich nach allem, was sich bewegt. Nachdem es seine Beute verschluckt hat, schaltet es sie mit Säure aus.",
  "pokecraft.species.victreebel.name": "Sarzenia",
  "pokecraft.species.victreebel.desc": "Es lockt Beute mit einem Duft an, der an Honig erinnert. Was in sein Maul gelangt, wird samt Knochen binnen eines Tages zersetzt.",
  "pokecraft.species.tentacool.name": "Tentacha",
  "pokecraft.species.tentacool.desc": "Tentacha besteht fast vollständig aus Wasser, wodurch man es im Meer nur sehr schwer erkennen kann.",
  "pokecraft.species.tentacruel.name": "Tentoxa",
  "pokecraft.species.tentacruel.desc": "Tentoxa kann seine 80 Tentakel beliebig ausfahren und einziehen. Es breitet sie netzartig aus, um Beute zu fangen und dann zu vergiften.",
  "pokecraft.species.geodude.name": "Kleinstein",
  "pokecraft.species.geodude.desc": "Es hält sich gern in der Nähe von Gebirgspfaden auf. Tritt man versehentlich auf eins, wird es sehr wütend. Deshalb ist höchste Vorsicht geboten.",
  "pokecraft.species.graveler.name": "Georok",
  "pokecraft.species.graveler.desc": "Es rollt sich gerne Gebirgspfade hinunter. Dabei ist es ihm egal, wer oder was sich in seinem Weg befindet.",
  "pokecraft.species.golem.name": "Geowaz",
  "pokecraft.species.golem.desc": "Nachdem es sich gehäutet hat, wird sein Körper weich und hell. Durch den Kontakt mit der Luft erhärtet er aber sofort wieder.",
  "pokecraft.species.ponyta.name": "Ponita",
  "pokecraft.species.ponyta.desc": "Hat man erst einmal das Vertrauen eines Ponitas gewonnen, kann man seltsamerweise sogar seine feurige Mähne anfassen, ohne sich zu verbrennen.",
  "pokecraft.species.rapidash.name": "Gallopa",
  "pokecraft.species.rapidash.desc": "Das schnellste Exemplar wird zum Anführer bestimmt und gibt als solcher den Zielort und die Geschwindigkeit der Herde vor.",
  "pokecraft.species.slowpoke.name": "Flegmon",
  "pokecraft.species.slowpoke.desc": "Taucht es seine Rute ins Wasser, strömt sie ein süßes Aroma aus. Mit diesem Köder lockt es andere Pokémon an, die es dann an Land zieht.",
  "pokecraft.species.slowbro.name": "Lahmus",
  "pokecraft.species.slowbro.desc": "Der Schock, den Muschas’ Biss verursachte, ließ es auf zwei Beinen stehen. Löst das Muschas sich von ihm, wird es wieder zu einem Flegmon.",
  "pokecraft.species.magnemite.name": "Magnetilo",
  "pokecraft.species.magnemite.desc": "Es ernährt sich von Strom und segelt durch die Luft, indem es mit den Magneten an seinem Körper elektromagnetische Wellen aussendet.",
  "pokecraft.species.magneton.name": "Magneton",
  "pokecraft.species.magneton.desc": "Es sondert stetig seine starken Magnetkräfte ab, sodass bei den meisten Computern Störungen auftreten, wenn es sich in deren Nähe aufhält.",
  "pokecraft.species.farfetchd.name": "Porenta",
  "pokecraft.species.farfetchd.desc": "Im Kampf verwendet es eine Lauchstange als Waffe. Es gibt verschiedene Meinungen dazu, wie diese korrekt zu schwingen sei.",
  "pokecraft.species.doduo.name": "Dodu",
  "pokecraft.species.doduo.desc": "Es kann nicht gut fliegen, weil seine Flügel zu klein sind. Dafür kann es mit seinen starken Beinen sehr schnell laufen.",
  "pokecraft.species.dodrio.name": "Dodri",
  "pokecraft.species.dodrio.desc": "Bei der Entwicklung zu Dodri hat sich einer von Dodus Köpfen in zwei geteilt. Es flitzt mit einer Geschwindigkeit von 60 km/h über Wiesen.",
  "pokecraft.species.seel.name": "Jurob",
  "pokecraft.species.seel.desc": "Es bevorzugt eiskalte Lebensräume und schwimmt mit Vorliebe in -10 ºC kaltem Wasser.",
  "pokecraft.species.dewgong.name": "Jugong",
  "pokecraft.species.dewgong.desc": "Sein ganzer Körper ist schneeweiß. Da ihm Kälte nichts ausmacht, kann es selbst in Eiswasser kraftvoll schwimmen.",
  "pokecraft.species.grimer.name": "Sleima",
  "pokecraft.species.grimer.desc": "Sleima ist aus erhärtetem Schlamm entstanden. Es riecht sehr penetrant und man sollte es nicht berühren. Wo es hintritt, wächst kein Gras mehr.",
  "pokecraft.species.muk.name": "Sleimok",
  "pokecraft.species.muk.desc": "Sein fürchterlicher Gestank kann zur Ohnmacht führen. Da seine Nase so verkümmert ist, kann es selbst nichts mehr riechen.",
  "pokecraft.species.shellder.name": "Muschas",
  "pokecraft.species.shellder.desc": "Eine harte Schale schützt dieses Pokémon. Nur wenn es diese öffnet, wird es verwundbar.",
  "pokecraft.species.cloyster.name": "Austos",
  "pokecraft.species.cloyster.desc": "Ist seine Schale erst geschlossen, ist es selbst mit viel Kraft nicht mehr möglich, diese zu öffnen.",
  "pokecraft.species.gastly.name": "Nebulak",
  "pokecraft.species.gastly.desc": "Aufgrund seines an Gas erinnernden Körpers kommt es an jeden Ort. Es kann jedoch vom Wind davongeweht werden.",
  "pokecraft.species.haunter.name": "Alpollo",
  "pokecraft.species.haunter.desc": "Falls du im Dunkeln das Gefühl hast, beobachtet zu werden, und niemand ist zu sehen, ist es bestimmt Alpollo.",
  "pokecraft.species.gengar.name": "Gengar",
  "pokecraft.species.gengar.desc": "Man sagt, es sei aus Dunkelheit entstanden, um denjenigen, die sich in den Bergen verirrt haben, das Leben zu rauben.",
  "pokecraft.species.onix.name": "Onix",
  "pokecraft.species.onix.desc": "Es bohrt sich mit 80 km/h durch das Erdreich, indem es seinen massiven, rauen Körper dreht und windet.",
  "pokecraft.species.drowzee.name": "Traumato",
  "pokecraft.species.drowzee.desc": "Wenn man immer in der Nähe eines Traumato schläft, zeigt es einem nachts manchmal Träume, die es vor langer Zeit verspeist hat.",
  "pokecraft.species.hypno.name": "Hypno",
  "pokecraft.species.hypno.desc": "Läuft man einem Hypno über den Weg, sollte man wegsehen, da es andere mit dem Pendel in seiner Hand hypnotisieren kann.",
  "pokecraft.species.krabby.name": "Krabby",
  "pokecraft.species.krabby.desc": "Wittert es Gefahr, hüllt es sich in Blasen aus seinem Maul, um größer zu erscheinen.",
  "pokecraft.species.kingler.name": "Kingler",
  "pokecraft.species.kingler.desc": "Seine Riesenschere ist sehr stark, aber wenn es nicht kämpft, kommt sie ihm häufig in die Quere.",
  "pokecraft.species.voltorb.name": "Voltobal",
  "pokecraft.species.voltorb.desc": "Man sagt, es tarne sich als Pokéball, um sich zu schützen. Allerdings zerstört es sich schon bei der kleinsten äußeren Einwirkung selbst.",
  "pokecraft.species.electrode.name": "Lektrobal",
  "pokecraft.species.electrode.desc": "Es speichert elektrische Energie in seinem Körper. Schon die geringste Erschütterung lässt es explodieren.",
  "pokecraft.species.exeggcute.name": "Owei",
  "pokecraft.species.exeggcute.desc": "Es muss immer aus sechs Mitgliedern bestehen, sonst herrscht Unruhe. Fehlt auch nur eines, steigt bei den anderen die Bereitschaft zur Flucht.",
  "pokecraft.species.exeggutor.name": "Kokowei",
  "pokecraft.species.exeggutor.desc": "Seine drei Köpfe setzen mächtige Psycho-Kräfte frei, wenn sie als Einheit agieren. Zieht sich der Himmel zu, bewegt es sich nur noch schwerfällig.",
  "pokecraft.species.cubone.name": "Tragosso",
  "pokecraft.species.cubone.desc": "Es trägt den Schädel seiner verstorbenen Mutter. Manchmal weint Tragosso, während es träumt, doch jede vergossene Träne macht es stärker.",
  "pokecraft.species.marowak.name": "Knogga",
  "pokecraft.species.marowak.desc": "Durch die Entwicklung wurde der Schädel seiner Mutter, den es stets trug, zu einem Teil von ihm und es bekam einen aggressiven Charakter.",
  "pokecraft.species.hitmonlee.name": "Kicklee",
  "pokecraft.species.hitmonlee.desc": "Es kann seine Beine nach Belieben ausfahren und einziehen und so auch entfernte Gegner treffen.",
  "pokecraft.species.hitmonchan.name": "Nockchan",
  "pokecraft.species.hitmonchan.desc": "Seine Fäuste zerschneiden die Luft. Es muss jedoch alle drei Minuten eine kurze Pause einlegen.",
  "pokecraft.species.lickitung.name": "Schlurp",
  "pokecraft.species.lickitung.desc": "Es ernährt sich vorwiegend von Käfer-Pokémon. Hat es diese mit der langen Zunge abgeschleckt und dadurch gelähmt, verschlingt es sie im Nu.",
  "pokecraft.species.koffing.name": "Smogon",
  "pokecraft.species.koffing.desc": "Angeblich waren diese nach verpesteter Luft gierenden Pokémon früher weitaus häufiger in der Galar-Region anzutreffen als heute.",
  "pokecraft.species.weezing.name": "Smogmog",
  "pokecraft.species.weezing.desc": "Es kann zwar nicht so viel Luft einsaugen wie die Smogmog aus Galar, dafür sind aber die Toxine, die es produziert, umso stärker.",
  "pokecraft.species.rhyhorn.name": "Rihorn",
  "pokecraft.species.rhyhorn.desc": "Es kann sich immer nur eine Sache merken. Sobald es losgestürmt ist, vergisst es augenblicklich den Auslöser dafür.",
  "pokecraft.species.rhydon.name": "Rizeros",
  "pokecraft.species.rhydon.desc": "Sein ganzer Körper ist von einer panzerähnlichen Haut geschützt. Es kann sogar in bis zu 2 000 ºC heißer Lava leben.",
  "pokecraft.species.chansey.name": "Chaneira",
  "pokecraft.species.chansey.desc": "Dieses ursprünglich eher träge Pokémon hat gelernt, schnell davonzulaufen, um seine Eier vor Räubern schützen zu können.",
  "pokecraft.species.tangela.name": "Tangela",
  "pokecraft.species.tangela.desc": "Seine Ranken verströmen einen eigentümlichen Duft, weshalb sie in bestimmten Gegenden von Galar als aromatische Kräuter verwendet werden.",
  "pokecraft.species.kangaskhan.name": "Kangama",
  "pokecraft.species.kangaskhan.desc": "Es liegen Berichte vor, laut denen Kangama ohne eigenen Nachwuchs stattdessen Menschenkinder in Not aufgezogen haben.",
  "pokecraft.species.horsea.name": "Seeper",
  "pokecraft.species.horsea.desc": "Es schwimmt elegant wie ein Tänzer und erzeugt dabei Wasserstrudel. Mit Artgenossen wetteifert es darum, wer den größten Strudel formen kann.",
  "pokecraft.species.seadra.name": "Seemon",
  "pokecraft.species.seadra.desc": "Selbst Beute, die größer als sein kleiner Mund ist, kann es dank dessen starker Saugkraft im Nu einsaugen und verspeisen.",
  "pokecraft.species.goldeen.name": "Goldini",
  "pokecraft.species.goldeen.desc": "Seine Rücken- und Brustflossen sind muskelähnlich entwickelt. Es erreicht beim Schwimmen eine Geschwindigkeit von bis zu fünf Knoten.",
  "pokecraft.species.seaking.name": "Golking",
  "pokecraft.species.seaking.desc": "Es laicht in Löchern, die es mit seinem Horn in Felsen des Flussbettes gebohrt hat, damit seine Eier nicht vom Wasser fortgespült werden.",
  "pokecraft.species.staryu.name": "Sterndu",
  "pokecraft.species.staryu.desc": "Ihm macht es nichts aus, von Fisch-Pokémon angeknabbert zu werden, da sich sein Körper bei Verletzungen im Nu regeneriert.",
  "pokecraft.species.starmie.name": "Starmie",
  "pokecraft.species.starmie.desc": "Starmie bewegt sich im Wasser fort, indem es seinen Körper mit hoher Geschwindigkeit rotieren lässt. Unterwegs absorbiert es winziges Plankton.",
  "pokecraft.species.mrmime.name": "Pantimos",
  "pokecraft.species.mrmime.desc": "Es ist für die Pantomime geboren. Zur Abwehr unterschiedlichster Angriffe erzeugt es mit einem Kraftfeld aus seinen Fingerspitzen Schutzwände.",
  "pokecraft.species.scyther.name": "Sichlor",
  "pokecraft.species.scyther.desc": "Entdeckt man im Wald ein Gebiet, in dem besonders viele Bäume gefällt wurden, befindet man sich im Revier eines Sichlors.",
  "pokecraft.species.jynx.name": "Rossana",
  "pokecraft.species.jynx.desc": "Viele Rossana in Galar verfügen über solch eine schöne und zarte Stimme, dass sie sogar eine Fangemeinde haben.",
  "pokecraft.species.electabuzz.name": "Elektek",
  "pokecraft.species.electabuzz.desc": "Bei Gewittern versammeln sich Elektek in der Nähe von hohen Bäumen, wo sie regungslos auf Blitzeinschläge warten.",
  "pokecraft.species.magmar.name": "Magmar",
  "pokecraft.species.magmar.desc": "Sein Körper ist ständig in Flammen gehüllt, wodurch es als eine Ursache von Bränden gefürchtet wird.",
  "pokecraft.species.pinsir.name": "Pinsir",
  "pokecraft.species.pinsir.desc": "Pinsir nimmt Beute mit seinen Hörnern in die Zange, um sie anschließend entzweizureißen oder mit Wucht fortzuschleudern.",
  "pokecraft.species.tauros.name": "Tauros",
  "pokecraft.species.tauros.desc": "Die Tauros in Galar haben ein ungestümes Temperament und gestatten es Menschen nicht, auf ihrem Rücken zu reiten.",
  "pokecraft.species.magikarp.name": "Karpador",
  "pokecraft.species.magikarp.desc": "Dieses Pokémon ist so schwach und erbärmlich, dass es sich in Gewässern mit starker Strömung einfach vom Wasser treiben lässt.",
  "pokecraft.species.gyarados.name": "Garados",
  "pokecraft.species.gyarados.desc": "Wütet ein Garados, wird es alles niederbrennen. Dies geschieht selbst während eines Sturms.",
  "pokecraft.species.lapras.name": "Lapras",
  "pokecraft.species.lapras.desc": "Es kommt gut mit Kälte zurecht und kann auch in eisigen Meeren problemlos schwimmen. Seine Haut fühlt sich glatt und kühl an.",
  "pokecraft.species.ditto.name": "Ditto",
  "pokecraft.species.ditto.desc": "Trifft es auf ein anderes Ditto, bewegt es sich schneller als gewöhnlich, um es exakt nachzuahmen.",
  "pokecraft.species.eevee.name": "Evoli",
  "pokecraft.species.eevee.desc": "Das Erbmaterial dieses besonderen Pokémon ist instabil, weshalb es das Potenzial für viele verschiedene Entwicklungen in sich trägt.",
  "pokecraft.species.vaporeon.name": "Aquana",
  "pokecraft.species.vaporeon.desc": "Seine Zellstruktur ähnelt der molekularen Zusammensetzung von Wasser, weshalb es sich in Gewässern unsichtbar machen kann.",
  "pokecraft.species.jolteon.name": "Blitza",
  "pokecraft.species.jolteon.desc": "Dieses Pokémon entzieht der Atmosphäre Ionen und kann dann Blitze von 10 000 V Stärke aus seinem Maul abfeuern.",
  "pokecraft.species.flareon.name": "Flamara",
  "pokecraft.species.flareon.desc": "Ein Teil der von ihm eingeatmeten Luft wird in einem Flammensack in seinem Körper gespeichert und dort auf 1 700 ºC erhitzt.",
  "pokecraft.species.porygon.name": "Porygon",
  "pokecraft.species.porygon.desc": "In den letzten Jahren nahm es im Cyberspace bei der Suche nach verdächtigen Daten eine aktive Rolle ein.",
  "pokecraft.species.omanyte.name": "Amonitas",
  "pokecraft.species.omanyte.desc": "Ein einst ausgestorbenes Urzeit-Pokémon. Wenn es mit seinen zehn Tentakeln paddelnd durch das Wasser gleitet, meint man, es würde schweben.",
  "pokecraft.species.omastar.name": "Amoroso",
  "pokecraft.species.omastar.desc": "Mit seinen scharfen Zähnen ist es imstande, selbst Felsen zu zermalmen. Angreifen kann es jedoch nur Beute in Reichweite seiner Tentakel.",
  "pokecraft.species.kabuto.name": "Kabuto",
  "pokecraft.species.kabuto.desc": "Es heißt zwar, dass Kabuto ausgestorben sei, doch in einer bestimmten Gegend trifft man es noch relativ häufig an.",
  "pokecraft.species.kabutops.name": "Kabutops",
  "pokecraft.species.kabutops.desc": "Es ist unklar, warum dieses brutale urzeitliche Pokémon, das in warmen Meeren lebte, letztendlich ausstarb.",
  "pokecraft.species.aerodactyl.name": "Aerodactyl",
  "pokecraft.species.aerodactyl.desc": "Mit seinen Zähnen, die Sägeblättern gleichen, kann es selbst die Haut von Stahl-Pokémon zerfetzen.",
  "pokecraft.species.snorlax.name": "Relaxo",
  "pokecraft.species.snorlax.desc": "Der Magen dieses Pokémon ist so resistent, dass es sogar Verschimmeltes oder Verdorbenes essen kann.",
  "pokecraft.species.articuno.name": "Arktos",
  "pokecraft.species.articuno.desc": "Arktos ist imstande, Eis zu manipulieren. Man sagt, es lebe in schneebedeckten Bergen, wo ewiger Winter herrscht.",
  "pokecraft.species.zapdos.name": "Zapdos",
  "pokecraft.species.zapdos.desc": "Es heißt, wenn dieses Legendäre Vogel-Pokémon seine Flügel aneinanderreibt, brechen unmittelbar danach Gewitter los.",
  "pokecraft.species.moltres.name": "Lavados",
  "pokecraft.species.moltres.desc": "Überlieferungen nach soll Lavados mit seinen wunderschön lodernden Flügeln Bergpfade erleuchtet und dadurch Verirrten geholfen haben.",
  "pokecraft.species.dratini.name": "Dratini",
  "pokecraft.species.dratini.desc": "Es wurde lange an Dratinis Existenz gezweifelt. Der kleine Fortsatz an seiner Stirn ist ein heranwachsendes Horn.",
  "pokecraft.species.dragonair.name": "Dragonir",
  "pokecraft.species.dragonair.desc": "Mit der Kraft, die es in den Bällen an seinem Schweif sammelt, beeinflusst es das Wetter. Seine in eine Aura gehüllte Gestalt steckt voller Mystik.",
  "pokecraft.species.dragonite.name": "Dragoran",
  "pokecraft.species.dragonite.desc": "Dragoran wird die „Inkarnation des Meeres“ genannt. Sein Ebenbild ziert den Bug vieler Schiffe als Galionsfigur.",
  "pokecraft.species.mewtwo.name": "Mewtu",
  "pokecraft.species.mewtwo.desc": "Mewtu und Mew weisen sehr ähnliche Gene auf, doch hinsichtlich ihres Charakters und ihrer Größe unterscheiden sich die beiden erheblich.",
  "pokecraft.species.mew.name": "Mew",
  "pokecraft.species.mew.desc": "Wenn man Mews Haut mithilfe eines Mikroskops betrachtet, so erkennt man ein Fell aus vielen feinen und kurzen Härchen.",
  "pokecraft.species.chikorita.name": "Endivie",
  "pokecraft.species.chikorita.desc": "Im Kampf wedelt Endivie mit seinem Blatt, um den Feind fernzuhalten. Von dem Blatt geht auch ein süßlicher Duft aus, der das gegnerische Pokémon im Kampf beruhigt und eine gemütliche, freundliche Atmosphäre schafft.",
  "pokecraft.species.bayleef.name": "Lorblatt",
  "pokecraft.species.bayleef.desc": "Lorblatts Nacken ist mit zusammengerollten Blättern behangen. In jedem Blatt befindet sich ein kleiner Trieb eines Baumes. Der Duft dieses Triebes bringt Menschen auf Trab.",
  "pokecraft.species.meganium.name": "Meganie",
  "pokecraft.species.meganium.desc": "Der Duft von Meganies Blume besänftigt die Gemüter. Im Kampf gibt dieses Pokémon mehr von seinem beruhigenden Duftstoff ab, um den Kampfgeist des Gegners zu besänftigen.",
  "pokecraft.species.cyndaquil.name": "Feurigel",
  "pokecraft.species.cyndaquil.desc": "Feurigel lässt Flammen aus seinem Rücken lodern, wenn es sich schützen muss. Die Flammen sind sehr stark, wenn dieses Pokémon wütend ist. Ist es aber müde, flackern die Flammen nur unregelmäßig und schwach.",
  "pokecraft.species.quilava.name": "Igelavar",
  "pokecraft.species.quilava.desc": "Igelavar hält seine Gegner mit Flammen und Böen heißer Luft auf Distanz. Dieses Pokémon nutzt seine außergewöhnliche Gewandtheit dazu, Angriffen auszuweichen und seinen Gegner gleichzeitig zu versengen.",
  "pokecraft.species.typhlosion.name": "Tornupto",
  "pokecraft.species.typhlosion.desc": "Tornupto versteckt sich hinter einem flimmernden Hitzeschild, den es mithilfe seiner heißen Flammen erzeugt. Dieses Pokémon erzeugt Explosionen, die alles in Schutt und Asche legen.",
  "pokecraft.species.totodile.name": "Karnimani",
  "pokecraft.species.totodile.desc": "Karnimani ist zwar sehr klein, aber seine Kiefer sind sehr stark. Wenn die Pokémon denken, dass es nur spielerisch an ihnen knabbert, sollten sie vorsichtig sein, denn sein Biss kann zu schweren Verletzungen führen.",
  "pokecraft.species.croconaw.name": "Tyracroc",
  "pokecraft.species.croconaw.desc": "Wenn Tyracroc einen Feind mit seinen Kiefern eingeklemmt hat, lässt es ihn nicht mehr los. Da seine Zahnspitzen wie Angelhaken gebogen sind, kann man sie nicht mehr entfernen, wenn sie sich verfangen haben.",
  "pokecraft.species.feraligatr.name": "Impergator",
  "pokecraft.species.feraligatr.desc": "Impergator schüchtert seine Feinde dadurch ein, dass es sein riesiges Maul aufreißt. Im Kampf erschüttert es den Boden mit seinen kräftigen Hinterbeinen, wenn es mit unglaublicher Geschwindigkeit auf seinen Gegner losrennt.",
  "pokecraft.species.sentret.name": "Wiesor",
  "pokecraft.species.sentret.desc": "Wenn Wiesor schläft, hält immer jemand Wache. Beim ersten Anflug von Gefahr weckt die Wache die anderen auf. Wenn dieses Pokémon von seinen Artgenossen getrennt wird, kann es vor Angst nicht mehr schlafen.",
  "pokecraft.species.furret.name": "Wiesenior",
  "pokecraft.species.furret.desc": "Wiesenior ist sehr schlank. Wenn es angegriffen wird, kann es sich durch enge Zwischenräume schlängeln und entkommen. Trotz seiner kurzen Gliedmaßen ist dieses Pokémon sehr wendig und flink.",
  "pokecraft.species.hoothoot.name": "Hoothoot",
  "pokecraft.species.hoothoot.desc": "Es stößt immer zur gleichen Uhrzeit seinen Ruf aus. Einige Trainer nehmen es deswegen statt einer Armbanduhr mit.",
  "pokecraft.species.noctowl.name": "Noctuh",
  "pokecraft.species.noctowl.desc": "Muss es nachdenken, dreht es seinen Kopf um 180 Grad, um so seinen Intellekt zu schärfen.",
  "pokecraft.species.ledyba.name": "Ledyba",
  "pokecraft.species.ledyba.desc": "Es ist ein sehr scheues Pokémon. Gemeinsam mit seinen Artgenossen nutzt es Reflektor, um sein Nest zu beschützen.",
  "pokecraft.species.ledian.name": "Ledian",
  "pokecraft.species.ledian.desc": "Nachts fliegt Ledian durch die Gegend und verstreut glitzernden Puder. Es soll Glück bringen, wenn man etwas davon abbekommt.",
  "pokecraft.species.spinarak.name": "Webarak",
  "pokecraft.species.spinarak.desc": "Das Gift an seinen Mundwerkzeugen ist nicht sonderlich stark, jedoch ausreichend, um Beute zu schwächen, die ihm ins Netz gegangen ist.",
  "pokecraft.species.ariados.name": "Ariados",
  "pokecraft.species.ariados.desc": "Seine Beute ergreift es mit einem Seidenfaden. Bei Anbruch der Nacht verlässt es sein Netz und macht sich auf die Jagd.",
  "pokecraft.species.crobat.name": "Iksbat",
  "pokecraft.species.crobat.desc": "Seine vier Flügel können unabhängig voneinander schlagen. So vermag es auch in engen Höhlen ohne Geschwindigkeitsverlust umherzufliegen.",
  "pokecraft.species.chinchou.name": "Lampi",
  "pokecraft.species.chinchou.desc": "Am dunklen Meeresgrund sind die ständig flackernden Lichter seiner Antennen sein einziges Kommunikationsmittel.",
  "pokecraft.species.lanturn.name": "Lanturn",
  "pokecraft.species.lanturn.desc": "Es blendet seine Beute mit einem grellen Licht. Sieht es eine Chance zuzuschlagen, greift es sie mit Elektrizität an.",
  "pokecraft.species.pichu.name": "Pichu",
  "pokecraft.species.pichu.desc": "Tritt auch nur eine geringe Menge Elektrizität aus seinen kleinen Backentaschen aus, bekommt es einen Schlag.",
  "pokecraft.species.cleffa.name": "Pii",
  "pokecraft.species.cleffa.desc": "Aufgrund seiner ungewöhnlichen Sternform sagt man, es sei auf einem Meteor hierhergereist.",
  "pokecraft.species.igglybuff.name": "Fluffeluff",
  "pokecraft.species.igglybuff.desc": "Dank seines weichen Körpers bewegt es sich stets hüpfend fort. Wenn Fluffeluffs Temperatur steigt, ändert sich seine Farbe zu einem intensiven Pink.",
  "pokecraft.species.togepi.name": "Togepi",
  "pokecraft.species.togepi.desc": "Es gilt als Glücksbringer. Man sagt, seine Schale sei voll von purer Freude.",
  "pokecraft.species.togetic.name": "Togetic",
  "pokecraft.species.togetic.desc": "Es kann, ohne mit den Flügeln zu schlagen, in der Luft schweben. Ein Mangel an gutherzigen Menschen in seiner Nähe schlägt ihm aufs Gemüt.",
  "pokecraft.species.natu.name": "Natu",
  "pokecraft.species.natu.desc": "Da seine Flügel nicht voll ausgebildet sind, bewegt es sich hüpfend fort. Seinen Blick hat es stets starr auf ein Ziel gerichtet.",
  "pokecraft.species.xatu.name": "Xatu",
  "pokecraft.species.xatu.desc": "Dieses kuriose Pokémon kann die Vergangenheit und die Zukunft sehen. Es beobachtet täglich den Lauf der Sonne.",
  "pokecraft.species.mareep.name": "Voltilamm",
  "pokecraft.species.mareep.desc": "Seine Wolle lädt sich durch Reibung elektrisch auf. Streichelt man dieses süße Pokémon mit bloßer Hand, bekommt man einen Elektroschock.",
  "pokecraft.species.flaaffy.name": "Waaty",
  "pokecraft.species.flaaffy.desc": "Sein flauschiges Fell speichert Elektrizität. Zu große Mengen bewirkten aber stellenweise einen Haarausfall, wo nun glatte Haut freiliegt.",
  "pokecraft.species.ampharos.name": "Ampharos",
  "pokecraft.species.ampharos.desc": "Seine Schweifspitze strahlt ein starkes, helles Licht aus. Auf See gilt dieses Leuchten von alters her als bedeutender Wegweiser.",
  "pokecraft.species.bellossom.name": "Blubella",
  "pokecraft.species.bellossom.desc": "Von Zeit zu Zeit kommen Blubella zusammen, um zu tanzen. Man sagt, ihr Tanz sei ein Ritual, um die Sonne herbeizurufen.",
  "pokecraft.species.marill.name": "Marill",
  "pokecraft.species.marill.desc": "Sein wasserabweisendes Fell trocknet sofort und hält Marill warm, selbst wenn es aus kaltem Meerwasser auftaucht.",
  "pokecraft.species.azumarill.name": "Azumarill",
  "pokecraft.species.azumarill.desc": "Azumarill kann mit Luft gefüllte Blasen erzeugen, in die es Azurill einhüllt, wenn diese im Fluss spielen.",
  "pokecraft.species.sudowoodo.name": "Mogelbaum",
  "pokecraft.species.sudowoodo.desc": "Es tarnt sich als Baum, um nicht angegriffen zu werden. Nur bei Regen sucht es das Weite, da es Wasser nicht leiden kann.",
  "pokecraft.species.politoed.name": "Quaxo",
  "pokecraft.species.politoed.desc": "Die Rufe der Männchen sind besonders laut. Quaxo mit einer tiefen, bedrohlichen Stimme sind bei den Weibchen sehr beliebt.",
  "pokecraft.species.hoppip.name": "Hoppspross",
  "pokecraft.species.hoppip.desc": "Es lässt sich vom Wind treiben. Manchmal verirrt es sich, wenn es von einem Windstoß davon- geweht wird.",
  "pokecraft.species.skiploom.name": "Hubelupf",
  "pokecraft.species.skiploom.desc": "Wie weit sich Hubelupfs Blume öffnet, hängt von der Temperatur ab. Daher wurde es früher auch als Thermometer eingesetzt.",
  "pokecraft.species.jumpluff.name": "Papungha",
  "pokecraft.species.jumpluff.desc": "Mit seinen Fallschirmchen lässt es sich vom Wind tragen. Bei günstigen Luftströmungen kommt es schneller als Vogel-Pokémon voran.",
  "pokecraft.species.aipom.name": "Griffel",
  "pokecraft.species.aipom.desc": "Es sitzt in Baumwipfeln und hält Ausschau nach Beute. Sieht es ein Frubberl, sein Leibgericht, stürzt es begeistert auf es herab.",
  "pokecraft.species.sunkern.name": "Sonnkern",
  "pokecraft.species.sunkern.desc": "Sonnkern versucht, sich so wenig wie möglich zu bewegen, um alle gespeicherten Nährstoffe für seine Entwicklung aufzusparen. Außer Morgentau nimmt es nichts weiter zu sich.",
  "pokecraft.species.sunflora.name": "Sonnflora",
  "pokecraft.species.sunflora.desc": "Sonnflora verwandelt Solarenergie in Nährstoffe. Tagsüber, wenn es warm ist, ist es sehr aktiv. Wenn aber die Sonne untergegangen ist, hört es auf, sich zu bewegen.",
  "pokecraft.species.yanma.name": "Yanma",
  "pokecraft.species.yanma.desc": "Yanma hat einen Blickwinkel von 360 Grad, ohne die Augen bewegen zu müssen. Es ist ein großartiger Flieger und geübt darin, plötzlich anzuhalten oder Wendemanöver hinzulegen. So kann es sich blitzschnell auf Beute stürzen.",
  "pokecraft.species.wooper.name": "Felino",
  "pokecraft.species.wooper.desc": "An Land bedeckt es seine Haut mit einer giftigen Schicht, die es vor dem Austrocknen bewahrt.",
  "pokecraft.species.quagsire.name": "Morlord",
  "pokecraft.species.quagsire.desc": "Es hat einen äußerst glitschigen Körper. Beim Schwimmen stößt es sich regelmäßig den Kopf am Flussgrund, was ihm aber egal zu sein scheint.",
  "pokecraft.species.espeon.name": "Psiana",
  "pokecraft.species.espeon.desc": "Über die Kugel an seiner Stirn feuert es Psycho-Kräfte ab. Geht ihm die Kraft aus, verliert die Farbe der Kugel an Glanz.",
  "pokecraft.species.umbreon.name": "Nachtara",
  "pokecraft.species.umbreon.desc": "Bei Vollmond oder bei Aufregung leuchten die ringförmigen Muster auf seinem Körper gelb auf.",
  "pokecraft.species.murkrow.name": "Kramurx",
  "pokecraft.species.murkrow.desc": "Für seinen Chef geht es auf die Jagd nach glitzernden Objekten. Von vielen Menschen wird es als Überbringer des Unheils verabscheut.",
  "pokecraft.species.slowking.name": "Laschoking",
  "pokecraft.species.slowking.desc": "Bittet man es darum, löst es jedes noch so schwere Problem für einen. Jedoch ist niemand in der Lage, Laschokings Sprache zu verstehen.",
  "pokecraft.species.misdreavus.name": "Traunfugil",
  "pokecraft.species.misdreavus.desc": "Es genießt es, das Schluchzen eines Menschen nachzuahmen und andere damit zu erschrecken. Wen das kaltlässt, den kann es nicht leiden.",
  "pokecraft.species.unown.name": "Icognito",
  "pokecraft.species.unown.desc": "Icognito hat die Form antiker Schriftzeichen. Bis heute ist unklar, was zuerst da war – die antiken Schriftzeichen oder die vielen unterschiedlichen Icognito. Trotz umfangreicher Forschung bleiben Fragen offen.",
  "pokecraft.species.wobbuffet.name": "Woingenau",
  "pokecraft.species.wobbuffet.desc": "Es lebt in der Dunkelheit, um seinen schwarzen Schweif zu verstecken. Es greift nie zuerst an.",
  "pokecraft.species.girafarig.name": "Girafarig",
  "pokecraft.species.girafarig.desc": "Der Kopf an Girafarigs Hinterteil verfügt nur über ein kleines Gehirn, mit dem es nicht denken kann. Dieses Gehirn benötigt jedoch keinen Schlaf und ist somit in der Lage, die Umgebung rund um die Uhr im Auge zu behalten.",
  "pokecraft.species.pineco.name": "Tannza",
  "pokecraft.species.pineco.desc": "Es macht seinen Körper breiter und größer, indem es sich mit Speichel Baumrinde anklebt. Ältere Tannza sind deshalb unfassbar groß.",
  "pokecraft.species.forretress.name": "Forstellka",
  "pokecraft.species.forretress.desc": "Sein Inneres ist nur kurz sichtbar, wenn es flugs seine Beute verschlingt. Bisher hat es noch kein Mensch geschafft, einen Blick hineinzuwerfen.",
  "pokecraft.species.dunsparce.name": "Dummisel",
  "pokecraft.species.dunsparce.desc": "Es lebt in einem labyrinthartigen Nestkomplex. Anhand des Geruchs der Erde weiß Dummisel genau, wo es sich befindet und verirrt sich nie.",
  "pokecraft.species.gligar.name": "Skorgla",
  "pokecraft.species.gligar.desc": "Skorgla segelt lautlos durch die Lüfte. Es verankert sich mithilfe der Krallen an seinen Hinterbeinen und der riesigen Scheren an seinen Vorderbeinen am Gesicht eines Feindes und vergiftet ihn mit seinem Giftstachel.",
  "pokecraft.species.steelix.name": "Stahlos",
  "pokecraft.species.steelix.desc": "Man glaubt, dass sich sein Körper aufgrund des Schluckens von eisenhaltiger Erde verwandelt habe.",
  "pokecraft.species.snubbull.name": "Snubbull",
  "pokecraft.species.snubbull.desc": "Man sieht es ihm zwar nicht an, aber es ist recht feige. Lässt man es mit anderen kleinen Hunde-Pokémon spielen, wird es oft gehänselt.",
  "pokecraft.species.granbull.name": "Granbull",
  "pokecraft.species.granbull.desc": "Es ist bei jungen Leuten sehr beliebt. Aufgrund seines feigen und sensiblen Charakters ist es als Wache allerdings völlig ungeeignet.",
  "pokecraft.species.qwilfish.name": "Baldorfish",
  "pokecraft.species.qwilfish.desc": "Die kleinen Stacheln an seinem Körper sind aus Schuppen entstanden. Damit injiziert es Gift, das zu Ohnmacht führt.",
  "pokecraft.species.scizor.name": "Scherox",
  "pokecraft.species.scizor.desc": "Trotz seines dünnen Körpers verfügt Scherox über eine gewaltige Angriffsstärke. Selbst seine Muskeln bestehen aus Metall.",
  "pokecraft.species.shuckle.name": "Pottrott",
  "pokecraft.species.shuckle.desc": "In seinem vasenförmigen Panzer gelagerte Beeren verwandeln sich mit der Zeit zu einem dickflüssigen Saft.",
  "pokecraft.species.heracross.name": "Skaraborn",
  "pokecraft.species.heracross.desc": "Dieses Pokémon ist stolz auf seine Stärke. Es kann mit Leichtigkeit das Hundertfache seines eigenen Körpergewichts stemmen.",
  "pokecraft.species.sneasel.name": "Sniebel",
  "pokecraft.species.sneasel.desc": "Dieses durchtriebene und gewissenlose Pokémon beobachtet Nester, bis die Eltern ausgeflogen sind, und stiehlt dann deren Eier.",
  "pokecraft.species.teddiursa.name": "Teddiursa",
  "pokecraft.species.teddiursa.desc": "Teddiursa leckt gern seine mit Honig bedeckten Pfoten ab. Dieses Pokémon bereitet seinen eigenen Honig zu, indem es die von Bibor gesammelten Früchte und Pollen vermengt.",
  "pokecraft.species.ursaring.name": "Ursaring",
  "pokecraft.species.ursaring.desc": "In den von Ursaring bewohnten Wäldern gibt es viele Flüsse und hohe Bäume, in denen es Nahrung findet. Dieses Pokémon läuft täglich durch den Wald, um nach Essbarem zu suchen.",
  "pokecraft.species.slugma.name": "Schneckmag",
  "pokecraft.species.slugma.desc": "Schneckmag hat kein Blut in seinem Körper. Stattdessen fließt glühend heißes Magma in diesem Pokémon, das seine Organe mit lebenswichtigen Nährstoffen und Sauerstoff versorgt.",
  "pokecraft.species.magcargo.name": "Magcargo",
  "pokecraft.species.magcargo.desc": "Magcargos Körpertemperatur liegt bei etwa 10 000 °C. Dieses Pokémon bringt Wasser sofort zum Verdampfen. Wenn dieses Pokémon im Regen steht, werden die Tropfen augenblicklich zu Dampf und es entsteht dichter Nebel.",
  "pokecraft.species.swinub.name": "Quiekel",
  "pokecraft.species.swinub.desc": "Wenn es etwas Vielversprechendes erschnuppert, sprintet es Hals über Kopf darauf los, ohne nachzudenken.",
  "pokecraft.species.piloswine.name": "Keifel",
  "pokecraft.species.piloswine.desc": "Obwohl es sehr kurze Beine hat, rutscht es auf eisigen Flächen nicht aus, da seine gespaltenen Hufe ihm genügend Halt bieten.",
  "pokecraft.species.corsola.name": "Corasonn",
  "pokecraft.species.corsola.desc": "Es lebt in warmen Meeren. Vor langer Zeit konnte man große Scharen dieses Pokémon auch an den Küsten Galars antreffen.",
  "pokecraft.species.remoraid.name": "Remoraid",
  "pokecraft.species.remoraid.desc": "Mit seiner Rückenflosse saugt es sich an der Unterseite eines Mantax’ fest und lebt von dessen Speiseresten.",
  "pokecraft.species.octillery.name": "Octillery",
  "pokecraft.species.octillery.desc": "Es umschlingt Beute mit seinen Tentakeln und verpasst ihr dann eine beherzte Kopfnuss mit seinem steinharten Schädel.",
  "pokecraft.species.delibird.name": "Botogel",
  "pokecraft.species.delibird.desc": "Es hat die Angewohnheit, seine eigene Nahrung mit Menschen und Pokémon zu teilen, und ist deshalb stets unterwegs auf Futtersuche.",
  "pokecraft.species.mantine.name": "Mantax",
  "pokecraft.species.mantine.desc": "Es schwimmt erhaben durch die Meere und duldet dabei etwaige Remoraid, die sich in der Hoffnung auf Futterreste an es heften.",
  "pokecraft.species.skarmory.name": "Panzaeron",
  "pokecraft.species.skarmory.desc": "Es wird gern als Vorlage für Wappenmotive genutzt, da aus den Federn, die ihm ausfallen, Schwerter hergestellt werden.",
  "pokecraft.species.houndour.name": "Hunduster",
  "pokecraft.species.houndour.desc": "Mit wiederholtem unheimlichen Heulen vor Tagesanbruch machen sie auf die Existenz ihres Rudels aufmerksam.",
  "pokecraft.species.houndoom.name": "Hundemon",
  "pokecraft.species.houndoom.desc": "Sein unheimliches Heulen ist unverkennbar. Früher wurde es von den Menschen als Bote des Todes gefürchtet.",
  "pokecraft.species.kingdra.name": "Seedraking",
  "pokecraft.species.kingdra.desc": "Seine abgefallenen Schuppen tragen einen tiefen Glanz in sich und sind so hochwertig, dass selbst Königshäuser mit ihnen beschenkt werden.",
  "pokecraft.species.phanpy.name": "Phanpy",
  "pokecraft.species.phanpy.desc": "Phanpy kann sich mit seiner Nase selbst duschen. Wenn andere dabei sind, begießen sie sich gegenseitig mit Wasser. Danach trocknet es seinen durchnässten Körper am Ufer.",
  "pokecraft.species.donphan.name": "Donphan",
  "pokecraft.species.donphan.desc": "Donphan kann mit seinem harten Körper sogar ein Haus zerstören. Mit seiner imposanten Kraft hilft dieses Pokémon dabei, Erdrutsche aus dem Weg zu räumen, die Bergpfade versperren.",
  "pokecraft.species.porygon2.name": "Porygon2",
  "pokecraft.species.porygon2.desc": "Als es mit künstlicher Intelligenz ausgestattet wurde, begann es, eine rätselhafte Sprache zu sprechen, die nur andere Porygon2 verstehen.",
  "pokecraft.species.stantler.name": "Damhirplex",
  "pokecraft.species.stantler.desc": "Damhirplex hat ein prächtiges Geweih, für das hohe Preise gezahlt werden. Daher wurde dieses Pokémon gejagt und wäre beinahe ausgestorben.",
  "pokecraft.species.smeargle.name": "Farbeagle",
  "pokecraft.species.smeargle.desc": "Mit der Flüssigkeit, die aus seiner Schweifspitze austritt, hinterlässt es Markierungen. Die besten werden unter Fans zu hohen Preisen gehandelt.",
  "pokecraft.species.tyrogue.name": "Rabauz",
  "pokecraft.species.tyrogue.desc": "Es ist zwar nicht groß, geht aber entschlossen zum Angriff über, sobald es einen angemessenen Gegner sichtet. Vorsicht ist also geboten.",
  "pokecraft.species.hitmontop.name": "Kapoera",
  "pokecraft.species.hitmontop.desc": "Im Kampf bringt dieses Pokémon seine Gegner mit einem Handstand aus dem Takt und lehrt sie dann mit schwungvollen Tritten das Fürchten.",
  "pokecraft.species.smoochum.name": "Kussilla",
  "pokecraft.species.smoochum.desc": "Ein äußerst neugieriges Pokémon, das alles mit seinen Lippen berührt, um herauszufinden, ob es etwas mag oder nicht.",
  "pokecraft.species.elekid.name": "Elekid",
  "pokecraft.species.elekid.desc": "Es kann Elektrizität noch nicht so gut speichern. Um sich diese einzuverleiben, schleicht es sich auf der Suche nach Steckdosen in fremde Häuser.",
  "pokecraft.species.magby.name": "Magby",
  "pokecraft.species.magby.desc": "Es lebt in der Nähe von Vulkanen. Nach einem anstrengenden Tag badet es in Magma und schöpft so neue Energie.",
  "pokecraft.species.miltank.name": "Miltank",
  "pokecraft.species.miltank.desc": "Miltanks Gesundheit leidet darunter, wenn es nicht jeden Tag gemolken wird. Der Geschmack seiner Milch ändert sich je nach Jahreszeit.",
  "pokecraft.species.blissey.name": "Heiteira",
  "pokecraft.species.blissey.desc": "Es legt mysteriöse Eier, die voller Glück stecken. Wer davon isst, soll anderen gegenüber sorgsam und höflich werden.",
  "pokecraft.species.raikou.name": "Raikou",
  "pokecraft.species.raikou.desc": "Raikou ist so schnell wie der Blitz. Das Gebrüll dieses Pokémon sendet Schockwellen aus, die wie Donnerschläge durch die Luft beben und den Boden erschüttern.",
  "pokecraft.species.entei.name": "Entei",
  "pokecraft.species.entei.desc": "Entei verfügt über die Leidenschaft von Magma. Dieses Pokémon wurde bei einem Vulkanausbruch geboren und bringt Feuersbrünste hervor, die alles auslöschen, was mit ihnen in Kontakt kommt.",
  "pokecraft.species.suicune.name": "Suicune",
  "pokecraft.species.suicune.desc": "Suicune wohnt die Reinheit einer Quelle inne. Es läuft graziös herum und hat die Macht, schmutziges Wasser zu reinigen.",
  "pokecraft.species.larvitar.name": "Larvitar",
  "pokecraft.species.larvitar.desc": "Es ernährt sich von Erde. Nachdem es einen Berg verspeist hat, schläft es ein, um zu wachsen.",
  "pokecraft.species.pupitar.name": "Pupitar",
  "pokecraft.species.pupitar.desc": "Obwohl es sich noch im Puppenstadium befindet, bewegt es sich rege. Es hat schon Arme und Beine unter seinem harten Panzer.",
  "pokecraft.species.tyranitar.name": "Despotar",
  "pokecraft.species.tyranitar.desc": "Seine Schritte erzeugen Erdbeben, die selbst große Berge plätten und die Form ganzer Landstriche verändern.",
  "pokecraft.species.lugia.name": "Lugia",
  "pokecraft.species.lugia.desc": "Lugias Flügel haben eine zerstörerische Kraft. Bereits ein leichtes Flattern kann Häuser hinfortwehen. Daher hat sich dieses Pokémon dafür entschieden, tief unten im Meer zu leben, wo es niemand sieht.",
  "pokecraft.species.hooh.name": "Ho-Oh",
  "pokecraft.species.hooh.desc": "Ho-Ohs Federn leuchten in sieben Farben, je nachdem aus welchem Winkel das Licht auf sie fällt. Die Federn sollen ihrem Besitzer Glück bringen. Dieses Pokémon lebt am Fuße eines Regenbogens.",
  "pokecraft.species.celebi.name": "Celebi",
  "pokecraft.species.celebi.desc": "Dieses Pokémon kommt aus der Zukunft und ist durch die Zeit gereist. Es heilt Wunden und spendet Pflanzen Kraft.",
  "pokecraft.species.treecko.name": "Geckarbor",
  "pokecraft.species.treecko.desc": "Geckarbor ist ruhig und beherrscht, es gerät niemals in Panik. Wenn es ein stärkerer Feind zornig anstarrt, erwidert es den bösen Blick, weicht aber keinen Millimeter zurück.",
  "pokecraft.species.grovyle.name": "Reptain",
  "pokecraft.species.grovyle.desc": "Dieses Pokémon fliegt geschickt von Ast zu Ast. Keinem Pokémon wird es jemals gelingen, ein Reptain zu erwischen. Da kann es noch so schnell sein.",
  "pokecraft.species.sceptile.name": "Gewaldro",
  "pokecraft.species.sceptile.desc": "Auf Gewaldros Rücken wachsen Samen. Darin sind Nährstoffe, die Bäume beleben können. Dieses Pokémon achtet mit viel Fürsorge darauf, dass die Bäume seines Waldes prächtig gedeihen.",
  "pokecraft.species.torchic.name": "Flemmli",
  "pokecraft.species.torchic.desc": "In Flemmlis Körper brennt eine Flamme. Wenn man es umarmt, beginnt es zu glühen. Dieses Pokémon trägt ein flauschiges Fell aus Daunen.",
  "pokecraft.species.combusken.name": "Jungglut",
  "pokecraft.species.combusken.desc": "Jungglut stößt im Kampf glühend heiße Flammen aus seinem Schnabel aus und setzt extrem vernichtende Tritte ein. Das Geschrei dieses Pokémon ist sehr laut und verwirrend.",
  "pokecraft.species.blaziken.name": "Lohgock",
  "pokecraft.species.blaziken.desc": "Lohgock besitzt unglaublich starke Beine, mit denen es ein 30 Stockwerke hohes Gebäude mit einem Sprung überwinden kann. Die flammenden Schläge dieses Pokémon lassen verkohlte Gegner zurück.",
  "pokecraft.species.mudkip.name": "Hydropi",
  "pokecraft.species.mudkip.desc": "Im Wasser atmet Hydropi durch die Kiemen an seinen Wangen. Wenn es im Kampf in eine brenzlige Situation gerät, setzt es seine verblüffende Kraft ein, mit der es Felsbrocken zerquetschen kann, die größer sind als es selbst.",
  "pokecraft.species.marshtomp.name": "Moorabbel",
  "pokecraft.species.marshtomp.desc": "Moorabbel kommt im Schlamm besser voran als im Wasser. Das Hinterteil dieses Pokémon ist gut entwickelt, sodass es auf seinen Hinterbeinen laufen kann.",
  "pokecraft.species.swampert.name": "Sumpex",
  "pokecraft.species.swampert.desc": "Sumpex kann Stürme voraussagen, indem es feine Veränderungen der Geräusche von Wellen und Wind mit seinen Flossen wahrnimmt. Wenn eine Sturmfront aufzieht, häuft es Felsbrocken an, um sich zu schützen.",
  "pokecraft.species.poochyena.name": "Fiffyen",
  "pokecraft.species.poochyena.desc": "Fiffyen ist ein Allesfresser. Auffällig an diesem Pokémon ist das Verhältnis seiner Körpergröße zur Länge seiner Zähne. Es versucht Feinde einzuschüchtern, indem es die Haare an seinem Schweif abstehen lässt.",
  "pokecraft.species.mightyena.name": "Magnayen",
  "pokecraft.species.mightyena.desc": "Magnayen zieht in Gruppen durch die Wildnis. Durch seine Erfahrungen in der Wildnis hört es nur auf Trainer, die außergewöhnliche Fähigkeiten haben.",
  "pokecraft.species.zigzagoon.name": "Zigzachs",
  "pokecraft.species.zigzagoon.desc": "Diese Form nahmen die Zigzachs Galars an, um sich an andere Regionen anzupassen. Sie haben ein Talent dafür, Dinge aufzuspüren.",
  "pokecraft.species.linoone.name": "Geradaks",
  "pokecraft.species.linoone.desc": "Es erlegt seine Beute mit schnellen Bewegungen und scharfen Klauen. Kurven zu nehmen bereitet ihm aber große Schwierigkeiten.",
  "pokecraft.species.wurmple.name": "Waumpel",
  "pokecraft.species.wurmple.desc": "Waumpel wird von Schwalboss als Beute angesehen. Dieses Pokémon wehrt sich gegen angreifende Räuber, indem es die Stacheln an seinem Hinterteil auf sie richtet. Es schwächt seine Gegner mit dem Gift, das aus den Stacheln austritt.",
  "pokecraft.species.silcoon.name": "Schaloko",
  "pokecraft.species.silcoon.desc": "Bisher nahm man an, dass Schaloko vor seiner Entwicklung hungert und überhaupt nichts zu sich nimmt. Nun aber wird behauptet, dass es seinen Durst mit Regenwasser löscht, das sich auf seiner seidigen Hülle sammelt.",
  "pokecraft.species.beautifly.name": "Papinella",
  "pokecraft.species.beautifly.desc": "Papinella hat einen langen Rüssel, der hervorragend zum Sammeln von Blütenpollen geeignet ist. Dieses Pokémon flattert im Frühlingswind herum und sammelt Blütenstaub.",
  "pokecraft.species.cascoon.name": "Panekon",
  "pokecraft.species.cascoon.desc": "Wenn es angegriffen wird, bewegt sich Panekon in keiner Weise, egal, wie schwer es dabei verletzt wird. Wenn es sich bewegen würde, wäre sein Körper zu schwach für seine Entwicklung. Die Schmerzen allerdings vergisst es nie.",
  "pokecraft.species.dustox.name": "Pudox",
  "pokecraft.species.dustox.desc": "Wenn Pudox mit den Flügeln schlägt, verteilt es einen feinen Puder. Es handelt sich um ein starkes Gift, das sogar einen Profiboxer umhauen würde. Bei der Futtersuche benutzt dieses Pokémon seine Antennen als Radar.",
  "pokecraft.species.lotad.name": "Loturzel",
  "pokecraft.species.lotad.desc": "Da sein Blatt zu groß und schwer für das Leben an Land geworden ist, lebt es nun im Wasser schwimmend.",
  "pokecraft.species.lombre.name": "Lombrero",
  "pokecraft.species.lombre.desc": "Es lebt am Ufer, wo die Sonne scheint. Tagsüber schläft es in einem Bett aus Wasserpflanzen, nachts wird es dann aktiv.",
  "pokecraft.species.ludicolo.name": "Kappalores",
  "pokecraft.species.ludicolo.desc": "Es bewegt seinen Körper zu fröhlichen Rhythmen. Auf diese Weise erhöht es seine Kraft.",
  "pokecraft.species.seedot.name": "Samurzel",
  "pokecraft.species.seedot.desc": "Mit dem Stiel auf seinem Kopf hängt es sich an Äste. Bei starkem Wind kann es durchaus mal herunterfallen.",
  "pokecraft.species.nuzleaf.name": "Blanas",
  "pokecraft.species.nuzleaf.desc": "Sie leben in Löchern, die sie in große Bäume gebohrt haben. Der Ton ihrer Grasflöten erfüllt Zuhörer mit Unruhe.",
  "pokecraft.species.shiftry.name": "Tengulist",
  "pokecraft.species.shiftry.desc": "Es lebt in den einsamen Tiefen der Wälder. Man sagt, wenn es seine großen Fächer schwingt, jagen eisige Windböen über das Land.",
  "pokecraft.species.taillow.name": "Schwalbini",
  "pokecraft.species.taillow.desc": "Schwalbini ist noch klein, es hat gerade erst sein Nest verlassen. Daher fühlt es sich manchmal einsam und weint nachts. Dieses Pokémon ernährt sich von Waumpel.",
  "pokecraft.species.swellow.name": "Schwalboss",
  "pokecraft.species.swellow.desc": "Schwalboss ist sehr gewissenhaft bei der Pflege seiner glänzenden Flügel. Wenn zwei Schwalboss zusammen sind, putzen sie sich ihre Flügel gegenseitig.",
  "pokecraft.species.wingull.name": "Wingull",
  "pokecraft.species.wingull.desc": "Es nistet an Steilküsten und nutzt die Luftströme, um im Gleitflug in den Himmel emporzusteigen.",
  "pokecraft.species.pelipper.name": "Pelipper",
  "pokecraft.species.pelipper.desc": "Es schnappt sich seine Beute, indem es beim Fliegen mit seinem großen Schnabel das Wasser streift.",
  "pokecraft.species.ralts.name": "Trasla",
  "pokecraft.species.ralts.desc": "Wenn es mit seinen roten Hörnern freundliche Gefühle von Menschen oder Pokémon erfasst, erwärmt sich sein ganzer Körper ein bisschen.",
  "pokecraft.species.kirlia.name": "Kirlia",
  "pokecraft.species.kirlia.desc": "Seine Psycho-Kräfte erlauben es ihm, den Raum um sich selbst zu verformen und so in die Zukunft zu sehen.",
  "pokecraft.species.gardevoir.name": "Guardevoir",
  "pokecraft.species.gardevoir.desc": "Wenn es seinen Trainer schützen will, nimmt es all seine Psycho-Kräfte zusammen, um so ein kleines schwarzes Loch zu erzeugen.",
  "pokecraft.species.surskit.name": "Gehweiher",
  "pokecraft.species.surskit.desc": "Es lebt in pflanzenreichen Teichen und Sümpfen und streitet sich oft mit Araqua, da sie ähnliche Habitate haben und ähnliches Futter fressen.",
  "pokecraft.species.masquerain.name": "Maskeregen",
  "pokecraft.species.masquerain.desc": "Seine Antennen erinnern an dünne Flügel und saugen leicht Flüssigkeit auf. Regentage verbringt es regungslos in Baumhöhlen.",
  "pokecraft.species.shroomish.name": "Knilz",
  "pokecraft.species.shroomish.desc": "Wenn Knilz Gefahr wittert, schüttelt es seinen Körper und verteilt Sporen von seinem Kopf. Diese Sporen sind so giftig, dass Bäume und Gräser davon eingehen.",
  "pokecraft.species.breloom.name": "Kapilz",
  "pokecraft.species.breloom.desc": "Die Samen am Schweif von Kapilz bestehen aus gehärteten Giftsporen. Man sollte sie lieber nicht essen. Ein einziger Bissen davon kann eine heftige Magenverstimmung hervorrufen.",
  "pokecraft.species.slakoth.name": "Bummelz",
  "pokecraft.species.slakoth.desc": "Bummelz’ Herz schlägt nur ein Mal pro Minute. Dieses Pokémon ist damit zufrieden, bewegungslos herumzulungern. Nur ganz selten sieht man dieses Pokémon in Bewegung.",
  "pokecraft.species.vigoroth.name": "Muntier",
  "pokecraft.species.vigoroth.desc": "Muntier findet einfach keine Ruhe. Wenn es versucht zu schlafen, beginnt das Blut in seinen Adern zu pulsieren. Dann muss es wie wild durch den Dschungel rennen, um überhaupt Ruhe zu finden.",
  "pokecraft.species.slaking.name": "Letarking",
  "pokecraft.species.slaking.desc": "Wo dieses Letarking lebt, hinterlässt es Kreise von 1 m Radius auf den Wiesen. Es frisst nämlich all das Gras, das in seiner Reichweite wächst. Dabei liegt es bäuchlings auf dem Boden.",
  "pokecraft.species.nincada.name": "Nincada",
  "pokecraft.species.nincada.desc": "Manche Nincada leben mehr als zehn Jahre unter der Erde und saugen Nährstoffe aus den Wurzeln von Bäumen.",
  "pokecraft.species.ninjask.name": "Ninjask",
  "pokecraft.species.ninjask.desc": "Dieses Pokémon ist so schnell, dass es jedem Angriff ausweichen kann. Es ernährt sich am liebsten von süßem Baumsaft.",
  "pokecraft.species.shedinja.name": "Ninjatom",
  "pokecraft.species.shedinja.desc": "Ninjatom ist ein äußerst sonderbares Pokémon. Es fliegt umher, ohne seine Flügel zu bewegen, sein Körper ist hohl und es atmet nicht.",
  "pokecraft.species.whismur.name": "Flurmel",
  "pokecraft.species.whismur.desc": "Stößt Flurmel einen Schrei aus, so erschrickt es vor seiner eigenen Stimme und brüllt noch lauter, bis es erschöpft ist und sich schlafen legen muss.",
  "pokecraft.species.loudred.name": "Krakeelo",
  "pokecraft.species.loudred.desc": "Sein Brüllen ist nicht nur ein Angriff aufs Gehör, sondern erzeugt auch Schockwellen, durch die Gegner weggefegt und verletzt werden.",
  "pokecraft.species.exploud.name": "Krawumms",
  "pokecraft.species.exploud.desc": "Es nutzt nicht nur seine laute Stimme, sondern stößt auch über seine Körperöffnungen allerlei Töne aus, um mit Artgenossen zu kommunizieren.",
  "pokecraft.species.makuhita.name": "Makuhita",
  "pokecraft.species.makuhita.desc": "Es heißt, es gebe einen Eintopf, den Trainer auf traditionelle Weise zubereiten, um Makuhita damit noch stärker zu machen.",
  "pokecraft.species.hariyama.name": "Hariyama",
  "pokecraft.species.hariyama.desc": "Hariyama sind nicht nur stark, wenn sie groß und schwer sind. Auch kleine und leichte Exemplare können Attacken effektiv einsetzen.",
  "pokecraft.species.azurill.name": "Azurill",
  "pokecraft.species.azurill.desc": "Dieses Pokémon ist zwar sanftmütig, doch wenn es wütend wird, schwingt es die große Kugel an seinem Schweif und schlägt damit zu.",
  "pokecraft.species.nosepass.name": "Nasgnet",
  "pokecraft.species.nosepass.desc": "Es jagt bewegungslos, indem es Beute mit seinem starken Magnetfeld zu sich heranzieht. Manchmal sind jedoch auch Fressfeinde dabei.",
  "pokecraft.species.skitty.name": "Eneco",
  "pokecraft.species.skitty.desc": "Eneco jagt spielerisch seinen eigenen Schweif. In der Wildnis lebt dieses Pokémon in den Löchern von Bäumen. Es ist als Haustier sehr beliebt, da es bezaubernd aussieht.",
  "pokecraft.species.delcatty.name": "Enekoro",
  "pokecraft.species.delcatty.desc": "Enekoro schläft dort, wo es ihm gefällt und hat kein dauerhaftes Nest. Nähern sich ihm andere Pokémon, wenn es schläft, kämpft es nicht mit ihnen, sondern zieht weiter.",
  "pokecraft.species.sableye.name": "Zobiris",
  "pokecraft.species.sableye.desc": "Es ernährt sich von Edelsteinen. Im Dunkeln funkeln seine beiden Augen wie Juwelen.",
  "pokecraft.species.mawile.name": "Flunkifer",
  "pokecraft.species.mawile.desc": "Sein riesiger Kiefer hat sich aus stählernen Hörnern entwickelt. Mit ihm beißt es seine Gegner.",
  "pokecraft.species.aron.name": "Stollunior",
  "pokecraft.species.aron.desc": "Stollunior wirft seinen Stahlpanzer ab, wenn es sich entwickelt. Früher sammelten Menschen diesen auf und nutzten ihn für Alltagszwecke.",
  "pokecraft.species.lairon.name": "Stollrak",
  "pokecraft.species.lairon.desc": "Bei Revierkämpfen prallen sie mit ihren Körpern gegeneinander. Betrachtet man die Stahlpanzer genauer, entdeckt man Kratzer und Dellen.",
  "pokecraft.species.aggron.name": "Stolloss",
  "pokecraft.species.aggron.desc": "Einst gab es einen König, der einen Helm in Form von Stolloss’ Kopf trug, in der Hoffnung, sich dadurch dessen Stärke aneignen zu können.",
  "pokecraft.species.meditite.name": "Meditie",
  "pokecraft.species.meditite.desc": "Meditie erhöht seine Energie durch Meditation. Es lebt von nur einer Beere am Tag. Diese absolut reduzierte Ernährung ist Bestandteil seines Trainings.",
  "pokecraft.species.medicham.name": "Meditalis",
  "pokecraft.species.medicham.desc": "Mittels Meditation hat Meditalis seinen sechsten Sinn entwickelt. So kann es seine psychokinetischen Kräfte nutzen. Dieses Pokémon meditiert einen ganzen Monat, ohne etwas zu essen.",
  "pokecraft.species.electrike.name": "Frizelbliz",
  "pokecraft.species.electrike.desc": "Es speichert statische Elektrizität in seinem Fell. In Jahreszeiten mit trockener Luft sprüht sein ganzer Körper Funken.",
  "pokecraft.species.manectric.name": "Voltenso",
  "pokecraft.species.manectric.desc": "Es zeigt sich selten den Menschen. Man sagt, dass es sein Nest an Orten baut, wo ein Blitz eingeschlagen hat.",
  "pokecraft.species.plusle.name": "Plusle",
  "pokecraft.species.plusle.desc": "Wenn Plusle seinen Partner anfeuert, sprüht es Funken aus seinem Körper. Wenn sein Partner verliert, brüllt dieses Pokémon laut.",
  "pokecraft.species.minun.name": "Minun",
  "pokecraft.species.minun.desc": "Minun liebt es, seinen Partner im Kampf anzufeuern. Dabei sprüht es Funken aus seinem Körper. Wenn sein Partner in Schwierigkeiten gerät, sprüht es immer mehr Funken.",
  "pokecraft.species.volbeat.name": "Volbeat",
  "pokecraft.species.volbeat.desc": "Volbeats Schweif leuchtet wie eine Glühbirne. Zusammen mit anderen Volbeat malt es mit seinem Schweif geometrische Figuren an den Nachthimmel. Dieses Pokémon liebt den von Illumise verströmten Duft.",
  "pokecraft.species.illumise.name": "Illumise",
  "pokecraft.species.illumise.desc": "Illumise leitet einen Schwarm Volbeat an, wenn sie Zeichen an den Nachthimmel malen. Je komplexer diese werden, desto mehr Respekt bekommt es von seinen Artgenossen.",
  "pokecraft.species.roselia.name": "Roselia",
  "pokecraft.species.roselia.desc": "Seine Hände scheiden beim Angriff jeweils ein anderes Gift aus. Je stärker Roselia duftet, desto gesünder ist es.",
  "pokecraft.species.gulpin.name": "Schluppuck",
  "pokecraft.species.gulpin.desc": "Schluppucks Körper besteht zum größten Teil aus seinem Magen. Sein Herz und sein Gehirn sind im Vergleich dazu sehr klein. Der Magen dieses Pokémon enthält Enzyme, die alles zersetzen können.",
  "pokecraft.species.swalot.name": "Schlukwech",
  "pokecraft.species.swalot.desc": "Schlukwech hat keine Zähne. Alles was es isst, schluckt es im Ganzen herunter. Sein Maul ist so riesig, dass mit Leichtigkeit ein Autoreifen hineinpassen würde.",
  "pokecraft.species.carvanha.name": "Kanivanha",
  "pokecraft.species.carvanha.desc": "Es verfügt über äußerst spitze Zähne und kräftige Kiefer. Seefahrer meiden die Lebensräume von Kanivanha um jeden Preis.",
  "pokecraft.species.sharpedo.name": "Tohaido",
  "pokecraft.species.sharpedo.desc": "Tohaido trägt den Spitznamen „Tyrann des Meeres“. Schiffe, die in sein Revier eindringen, greift es ausnahmslos an.",
  "pokecraft.species.wailmer.name": "Wailmer",
  "pokecraft.species.wailmer.desc": "Verschluckt es eine große Menge Meerwasser, wird sein Körper elastisch wie ein Ball. Es frisst täglich eine Tonne Nahrung.",
  "pokecraft.species.wailord.name": "Wailord",
  "pokecraft.species.wailord.desc": "Es ist allein schon aufgrund seiner schieren Größe sehr beliebt. Wailord-Watching gilt vielerorts als beliebte Touristenattraktion.",
  "pokecraft.species.numel.name": "Camaub",
  "pokecraft.species.numel.desc": "Camaub speichert fast 1 200 °C heißes Magma in seinem Körper. Wenn es nass wird, kühlt das Magma ab und wird hart. Dadurch wird der Körper dieses Pokémon schwer und seine Bewegungen träge.",
  "pokecraft.species.camerupt.name": "Camerupt",
  "pokecraft.species.camerupt.desc": "Die Höcker auf Camerupts Rücken sind durch eine Transformation seiner Knochen entstanden. Hin und wieder stoßen sie Magma aus. Dieses Pokémon bricht häufig aus, wenn es wütend ist.",
  "pokecraft.species.torkoal.name": "Qurtel",
  "pokecraft.species.torkoal.desc": "Große Gruppen von Qurtel siedeln sich in stillgelegten Bergwerken an und graben dort emsig nach Kohle.",
  "pokecraft.species.spoink.name": "Spoink",
  "pokecraft.species.spoink.desc": "Spoink trägt eine Perle auf seinem Kopf, die seine psychokinetische Energie verstärkt. Deshalb ist es dauernd auf der Suche nach einer größeren Perle.",
  "pokecraft.species.grumpig.name": "Groink",
  "pokecraft.species.grumpig.desc": "Groink benutzt die schwarzen Perlen an seinem Körper, um seine fantastischen Kräfte nutzen zu können. Dabei tanzt es sonderbar. Die schwarzen Perlen dieses Pokémon sind wahre Kunstwerke und ebenso wertvoll.",
  "pokecraft.species.spinda.name": "Pandir",
  "pokecraft.species.spinda.desc": "Jedes Pandir hat ein anderes Fleckenmuster. Mit seinem taumelnden Gang weicht es gegnerischen Angriffen souverän aus.",
  "pokecraft.species.trapinch.name": "Knacklion",
  "pokecraft.species.trapinch.desc": "Es errichtet einen trichterförmigen Bau, aus dem es kein Entrinnen gibt, und wartet, bis Beute hineinfällt.",
  "pokecraft.species.vibrava.name": "Vibrava",
  "pokecraft.species.vibrava.desc": "Um das Wachstum seiner Flügel zu fördern, schlürft es täglich große Mengen an Beute, die es zuvor in Magensäure aufgelöst hat.",
  "pokecraft.species.flygon.name": "Libelldra",
  "pokecraft.species.flygon.desc": "Sein Flügelschlag klingt wie wunderschöner Frauengesang. Daher nennt man es auch „Geist der Wüste“.",
  "pokecraft.species.cacnea.name": "Tuska",
  "pokecraft.species.cacnea.desc": "Je trockener und trostloser seine Umgebung ist, desto schöner und duftender wird Tuskas Blume. Dieses Pokémon schwingt im Kampf wild mit seinen dornigen Armen.",
  "pokecraft.species.cacturne.name": "Noktuska",
  "pokecraft.species.cacturne.desc": "Wenn ein Reisender mitten in der Nacht durch eine Wüste wandert, folgt Noktuska ihm und spielt ihm Streiche. Dann wartet dieses Pokémon darauf, dass der Reisende müde wird und sich nicht mehr bewegen kann.",
  "pokecraft.species.swablu.name": "Wablu",
  "pokecraft.species.swablu.desc": "Es sieht Schäfchenwolken sehr ähnlich, weshalb Gegner es nur schwer entdecken. Seine Flügel wurden wohl über Generationen hinweg weiß.",
  "pokecraft.species.altaria.name": "Altaria",
  "pokecraft.species.altaria.desc": "Altaria ist von sanfter Natur, doch wird es verärgert, stößt es zur Einschüchterung schrilles Geschrei aus und greift dann gnadenlos an.",
  "pokecraft.species.zangoose.name": "Sengo",
  "pokecraft.species.zangoose.desc": "Sengo bewegt sich normalerweise auf allen Vieren. Wenn es aber wütend wird, stellt es sich auf seine Hinterbeine und fährt die Klauen an seinen Vorderbeinen aus. Dieses Pokémon ist seit Generationen ein erbitterter Rivale von Vipitis.",
  "pokecraft.species.seviper.name": "Vipitis",
  "pokecraft.species.seviper.desc": "Vipitis kann mit seinem Schweif Feinden einen Hieb versetzen und sie mit einem abgesonderten Gift bespritzen. Dieses Pokémon wird in der langwährenden Blutfehde mit Sengo nicht nachgeben.",
  "pokecraft.species.lunatone.name": "Lunastein",
  "pokecraft.species.lunatone.desc": "Es wurde erstmals vor 40 Jahren bei einem Meteoritenkrater entdeckt. Gegner versetzt es allein mit seinem Blick in Schlaf.",
  "pokecraft.species.solrock.name": "Sonnfel",
  "pokecraft.species.solrock.desc": "Da es seine Energie aus Sonnenlicht gewinnt, ist es tagsüber am stärksten. Wenn es sich dreht, leuchtet es.",
  "pokecraft.species.barboach.name": "Schmerbe",
  "pokecraft.species.barboach.desc": "Es untersucht schlammige Flussbetten mit seinen beiden langen Schnurrhaaren. Sein Körper wird von einem Schleimfilm geschützt.",
  "pokecraft.species.whiscash.name": "Welsar",
  "pokecraft.species.whiscash.desc": "Sein Revier hat es im Sumpfland. Nähert sich ein Feind, zappelt es wie wild und erzeugt so Erdbeben.",
  "pokecraft.species.corphish.name": "Krebscorps",
  "pokecraft.species.corphish.desc": "Es stammt eigentlich aus dem Ausland und verwilderte. Es passt sich auch an die dreckigsten Flüsse an.",
  "pokecraft.species.crawdaunt.name": "Krebutack",
  "pokecraft.species.crawdaunt.desc": "Es ist sehr rauflustig. Nähert sich ein Gegner seinem Unterschlupf, geht es gnadenlos auf ihn los.",
  "pokecraft.species.baltoy.name": "Puppance",
  "pokecraft.species.baltoy.desc": "Es wurde in antiken Ruinen entdeckt. Wenn es sich bewegt, dreht es sich. Auch im Schlaf steht es auf einem Bein.",
  "pokecraft.species.claydol.name": "Lepumentas",
  "pokecraft.species.claydol.desc": "Es scheint, sein Ursprung geht auf altertümliche Lehmpuppen zurück. Durch Telekinese kann es schweben und sich bewegen.",
  "pokecraft.species.lileep.name": "Liliep",
  "pokecraft.species.lileep.desc": "Liliep heftet sich an Felsen am Meeresgrund. Nähert sich Beute, fängt es diese mit seinen wie Blütenblätter geformten Tentakeln.",
  "pokecraft.species.cradily.name": "Wielie",
  "pokecraft.species.cradily.desc": "Sobald es mit seinen Tentakeln Beute erfasst hat, löst es diese mit seiner Verdauungsflüssigkeit auf und absorbiert ihre Nährstoffe.",
  "pokecraft.species.anorith.name": "Anorith",
  "pokecraft.species.anorith.desc": "Anorith schwimmt sehr schnell, indem es seine acht Flügel wie die Ruder eines Bootes bewegt. Es ist einer der Vorfahren von Käfer-Pokémon.",
  "pokecraft.species.armaldo.name": "Armaldo",
  "pokecraft.species.armaldo.desc": "Es lebt an Land, kann aber auch gut schwimmen. Zum Jagen taucht es ins Meer und erledigt Beute mit seinen scharfen Klauen.",
  "pokecraft.species.feebas.name": "Barschwa",
  "pokecraft.species.feebas.desc": "Ein schäbiges, ja sogar hässliches Pokémon. Dafür ist es abgehärtet und überlebt auch mit wenig Wasser.",
  "pokecraft.species.milotic.name": "Milotic",
  "pokecraft.species.milotic.desc": "Es heißt, der Anblick seiner wunderschönen Gestalt könne selbst das verrohteste Herz erweichen.",
  "pokecraft.species.castform.name": "Formeo",
  "pokecraft.species.castform.desc": "Seine Gestalt ändert sich abhängig vom Wetter. Je ungestümer dieses ist, desto gröber wird auch sein Charakter.",
  "pokecraft.species.kecleon.name": "Kecleon",
  "pokecraft.species.kecleon.desc": "Seine Färbung ändert sich nicht nur zur Tarnung, sondern auch je nach Laune und Verfassung. Je kräftiger seine Farben sind, desto vitaler ist es.",
  "pokecraft.species.shuppet.name": "Shuppet",
  "pokecraft.species.shuppet.desc": "Einem alten Sprichwort zufolge soll man sich von Häusern fernhalten, an denen sich bei Einbruch der Dunkelheit Shuppet aneinanderreihen.",
  "pokecraft.species.banette.name": "Banette",
  "pokecraft.species.banette.desc": "Geboren aus Hass, weil es weggeworfen wurde, soll es sich wieder in eine Plüschpuppe zurückverwandeln, wenn es sich geliebt fühlt.",
  "pokecraft.species.duskull.name": "Zwirrlicht",
  "pokecraft.species.duskull.desc": "Es macht sich unsichtbar, um sich an seine Beute anzuschleichen. Außerdem kann es durch dicke Wände gehen.",
  "pokecraft.species.dusclops.name": "Zwirrklop",
  "pokecraft.species.dusclops.desc": "Es sucht umherirrende Seelen und saugt sie in seinen leeren Körper. Was dann mit ihnen passiert, ist ein Rätsel.",
  "pokecraft.species.tropius.name": "Tropius",
  "pokecraft.species.tropius.desc": "Die leckeren Früchte an seinem Hals sind sehr beliebt. In warmen Gebieten gibt es viele Farmen, auf denen Tropius gezüchtet werden.",
  "pokecraft.species.chimecho.name": "Palimpalim",
  "pokecraft.species.chimecho.desc": "Bei starkem Wind hängt sich Palimpalim an einen Ast oder an die Dachrinne eines Gebäudes, wobei es eine Saugkappe auf seinem Kopf benutzt. Das Pokémon pflückt mit seinem langen Schweif Beeren und verspeist sie.",
  "pokecraft.species.absol.name": "Absol",
  "pokecraft.species.absol.desc": "Absol kann Gefahr verspüren, weshalb Menschen irrtümlicherweise dachten, dieses Pokémon bringe ihnen Unheil.",
  "pokecraft.species.wynaut.name": "Isso",
  "pokecraft.species.wynaut.desc": "Sie ziehen normalerweise im Rudel umher. Zum Schlafen drängen sie sich ganz eng in einer Höhle zusammen.",
  "pokecraft.species.snorunt.name": "Schneppke",
  "pokecraft.species.snorunt.desc": "Schneppke kann nur in besonders kalten Gebieten leben. Selbst bei -100 ºC hopst es munter umher.",
  "pokecraft.species.glalie.name": "Firnontor",
  "pokecraft.species.glalie.desc": "Es kann Feuchtigkeit in der Luft augenblicklich zum Gefrieren bringen und nutzt dies, um seine Beute zu Eis erstarren zu lassen.",
  "pokecraft.species.spheal.name": "Seemops",
  "pokecraft.species.spheal.desc": "Seemops lässt sich von den Wellen treiben, um das Meer zu erkunden. Entdeckt es Beute, setzt es die Walraisa seiner Herde davon in Kenntnis.",
  "pokecraft.species.sealeo.name": "Seejong",
  "pokecraft.species.sealeo.desc": "Seejong balanciert gerne Pokébälle, Seemops und alles, was sonst noch rund ist, auf seiner Nasenspitze.",
  "pokecraft.species.walrein.name": "Walraisa",
  "pokecraft.species.walrein.desc": "Die Stoßzähne wachsen sein Leben lang. Selbst, wenn sie im Kampf abbrechen, erreichen sie nach nur einem Jahr wieder ihre alte imposante Größe.",
  "pokecraft.species.clamperl.name": "Perlu",
  "pokecraft.species.clamperl.desc": "Seine Perle ist sehr kostbar. Es heißt, sie sei mindestens zehnmal so viel wert wie jene von Muschas.",
  "pokecraft.species.huntail.name": "Aalabyss",
  "pokecraft.species.huntail.desc": "Es lebt in der Tiefsee. Einer Überlieferung zufolge geschieht etwas Unheilvolles, wenn ein Aalabyss am Strand auftaucht.",
  "pokecraft.species.gorebyss.name": "Saganabyss",
  "pokecraft.species.gorebyss.desc": "Es saugt die Körpersäfte seiner Beute aus. Was übrig bleibt, sinkt zu Boden und wird von anderen Pokémon verspeist.",
  "pokecraft.species.relicanth.name": "Relicanth",
  "pokecraft.species.relicanth.desc": "Es wurde auf einer Tiefsee-Expedition entdeckt. Man nennt es ein „lebendes Fossil“, da es sich seit 100 Millionen Jahren nicht verändert hat.",
  "pokecraft.species.luvdisc.name": "Liebiskus",
  "pokecraft.species.luvdisc.desc": "Es lebt in den Korallenriffen warmer Meere und schläft besonders gern zwischen den Armen von Corasonn.",
  "pokecraft.species.bagon.name": "Kindwurm",
  "pokecraft.species.bagon.desc": "Es lebt in Einsamkeit, ohne Gruppen zu bilden. Sein steinharter Schädel kann mit einem Schlag einen massiven Felsen entzweihauen.",
  "pokecraft.species.shelgon.name": "Draschel",
  "pokecraft.species.shelgon.desc": "Es ignoriert sein Hungergefühl und isst nichts. Draschels Entwicklung setzt anscheinend ein, wenn all seine Energiereserven aufgebraucht sind.",
  "pokecraft.species.salamence.name": "Brutalanda",
  "pokecraft.species.salamence.desc": "Brutalanda freut sich ungemein darüber, endlich fliegen zu können, doch wenn es wütend wird, gerät es außer Kontrolle.",
  "pokecraft.species.beldum.name": "Tanhel",
  "pokecraft.species.beldum.desc": "Die Zellen seines Körpers bestehen aus Magneten. Anstelle von Blut fließt magnetische Energie durch Tanhel.",
  "pokecraft.species.metang.name": "Metang",
  "pokecraft.species.metang.desc": "Mithilfe von Magnetismus kann Metang fliegen. Auf der Jagd nach Beute manövriert es so mit hoher Geschwindigkeit durch schroffes Gebirge.",
  "pokecraft.species.metagross.name": "Metagross",
  "pokecraft.species.metagross.desc": "Dieses Pokémon entstand aus der Fusion zweier Metang. Es bezwingt Gegner mithilfe seiner Intelligenz, die der eines Supercomputers gleicht.",
  "pokecraft.species.regirock.name": "Regirock",
  "pokecraft.species.regirock.desc": "Selbst mit modernster Technologie konnten bei der Analyse seines Steinkörpers weder Herz noch Gehirn gefunden werden.",
  "pokecraft.species.regice.name": "Regice",
  "pokecraft.species.regice.desc": "Sein gesamter Körper besteht aus Eis. Man sagt, es wurde während der Eiszeit unter einer dicken Eisschicht geboren.",
  "pokecraft.species.registeel.name": "Registeel",
  "pokecraft.species.registeel.desc": "Gerüchten zufolge wurde dieses Pokémon tief im Mantel des Planeten geboren und kam vor etwa 10 000 Jahren an die Oberfläche.",
  "pokecraft.species.latias.name": "Latias",
  "pokecraft.species.latias.desc": "Latias ist sehr intelligent und kann die menschliche Sprache verstehen. Es ist mit gläsernen Daunen bedeckt. Dieses Pokémon umhüllt seinen Körper mit den Daunen und kann Licht brechen, um seine Gestalt zu verändern.",
  "pokecraft.species.latios.name": "Latios",
  "pokecraft.species.latios.desc": "Latios schüttet nur seinem Trainer gegenüber sein Herz aus. Dieses Pokémon fliegt schneller als ein Flugzeug, indem es seine Vorderbeine einklappt, um den Luftwiderstand zu verringern.",
  "pokecraft.species.kyogre.name": "Kyogre",
  "pokecraft.species.kyogre.desc": "Es heißt, Kyogre sei die Personifizierung des Meeres. Legenden zufolge hat es in seinem Bestreben, sich die Naturenergie anzueignen, viele Male gegen Groudon gekämpft.",
  "pokecraft.species.groudon.name": "Groudon",
  "pokecraft.species.groudon.desc": "Mithilfe von Naturenergie kann es eine Protomorphose durchführen und so seine ursprüngliche Form zurückerlangen. Dadurch kann es Magma hervorbringen und die Landmasse vergrößern.",
  "pokecraft.species.rayquaza.name": "Rayquaza",
  "pokecraft.species.rayquaza.desc": "Es fliegt durch die Ozonschicht und ernährt sich von Meteoren. Mithilfe der Energie, die durch diese Meteore in seinen Körper gelangt, kann es eine Mega-Entwicklung durchführen.",
  "pokecraft.species.jirachi.name": "Jirachi",
  "pokecraft.species.jirachi.desc": "Es heißt, wenn es aus seinem tausendjährigen Schlaf erwacht, erfüllt es die Wünsche, die auf die Zettel an seinem Kopf geschrieben wurden.",
  "pokecraft.species.deoxys.name": "Deoxys",
  "pokecraft.species.deoxys.desc": "Deoxys ging aus einem Virus aus dem Weltraum hervor. Es ist sehr intelligent und nutzt psychokinetische Energie. Dieses Pokémon verschießt Laserstrahlen aus einem kristallartigen Organ auf seinem Brustkorb.",
  "pokecraft.species.turtwig.name": "Chelast",
  "pokecraft.species.turtwig.desc": "Sein Körper lebt von der Photosynthese, die Sauerstoff freisetzt. Ist es durstig, welkt sein Blatt.",
  "pokecraft.species.grotle.name": "Chelcarain",
  "pokecraft.species.grotle.desc": "Es weiß, wo es reinstes Quellwasser finden kann. Trägt andere Pokémon auf seinem Rücken dorthin.",
  "pokecraft.species.torterra.name": "Chelterrar",
  "pokecraft.species.torterra.desc": "Kleine Pokémon fangen manchmal an, auf dem bewegungslosen Rücken Nester zu bauen.",
  "pokecraft.species.chimchar.name": "Panflam",
  "pokecraft.species.chimchar.desc": "An seinem Rücken verbrennt es die Gase aus seinem Bauch. Geht es ihm schlecht, leuchtet es weniger hell.",
  "pokecraft.species.monferno.name": "Panpyro",
  "pokecraft.species.monferno.desc": "Es stürzt sich von Decken und Wänden auf Beute. Sein feuriger Schweif ist nur eine seiner Waffen.",
  "pokecraft.species.infernape.name": "Panferno",
  "pokecraft.species.infernape.desc": "Es hält den Gegner mit flinken Bewegungen zum Narren. Im Kampf setzt es alle Gliedmaßen ein.",
  "pokecraft.species.piplup.name": "Plinfa",
  "pokecraft.species.piplup.desc": "Es ist sehr stolz und nimmt daher kein Futter von anderen an. Seine dicken Daunen schützen vor Kälte.",
  "pokecraft.species.prinplup.name": "Pliprin",
  "pokecraft.species.prinplup.desc": "Pliprin sind Einzelgänger. Ein Schlag ihrer kräftigen Flügel haut selbst große Bäume entzwei.",
  "pokecraft.species.empoleon.name": "Impoleon",
  "pokecraft.species.empoleon.desc": "Die drei Hörner, die aus dem Schnabel wachsen, stehen für Kraft. Ein Anführer hat die größten Hörner.",
  "pokecraft.species.starly.name": "Staralili",
  "pokecraft.species.starly.desc": "Auf der Suche nach Käfer-Pokémon fliegen Schwärme von ihnen durchs Land. Ihr Ruf erzeugt großen Lärm.",
  "pokecraft.species.staravia.name": "Staravia",
  "pokecraft.species.staravia.desc": "Es lebt in Wäldern und auf Wiesen. Treffen Schwärme aufeinander, streiten sie sich um das Revier.",
  "pokecraft.species.staraptor.name": "Staraptor",
  "pokecraft.species.staraptor.desc": "Wird Staravia zu Staraptor, verlässt es die Gruppe und lebt allein. Seine Spannweite ist gigantisch.",
  "pokecraft.species.bidoof.name": "Bidiza",
  "pokecraft.species.bidoof.desc": "Es knabbert ständig an Holz und Steinen, um seine Vorderzähne zu kürzen. Es nistet am Wasser.",
  "pokecraft.species.bibarel.name": "Bidifas",
  "pokecraft.species.bibarel.desc": "Es baut sein Nest, indem es in Flüssen Dämme aus Schlamm und Ästen baut. Ein fleißiger Arbeiter.",
  "pokecraft.species.kricketot.name": "Zirpurze",
  "pokecraft.species.kricketot.desc": "Wenn seine zwei Antennen sich berühren, erklingt ein Ruf wie das Spiel eines Xylophons.",
  "pokecraft.species.kricketune.name": "Zirpeise",
  "pokecraft.species.kricketune.desc": "Über seine Melodien teilt es seine Gefühle mit. Wissenschaftler untersuchen das Muster der Melodien.",
  "pokecraft.species.shinx.name": "Sheinux",
  "pokecraft.species.shinx.desc": "Es bringt sein Fell mit Elektrizität zum Glühen. Um seinen Artgenossen Signale zu übermitteln, wedelt es mit seiner leuchtenden Schweifspitze.",
  "pokecraft.species.luxio.name": "Luxio",
  "pokecraft.species.luxio.desc": "Sieht es Gegner, macht es sich kampfbereit, indem es die Krallen an den Pfoten ausfährt, welche eine Million Volt austeilen können.",
  "pokecraft.species.luxray.name": "Luxtra",
  "pokecraft.species.luxray.desc": "Der Einsatz seines Röntgenblicks verbraucht sehr viel Elektrizität. Luxtra gewinnt diese zurück, indem es lange schläft.",
  "pokecraft.species.budew.name": "Knospi",
  "pokecraft.species.budew.desc": "Es hat ein feines Gespür für die kleinsten Temperaturveränderungen. Wenn sich seine Knospe öffnet, bricht bald der Frühling an.",
  "pokecraft.species.roserade.name": "Roserade",
  "pokecraft.species.roserade.desc": "Das Gift aus seiner rechten Hand wirkt sofort, das aus seiner linken langsam. Beide Gifte können tödlich sein.",
  "pokecraft.species.cranidos.name": "Koknodon",
  "pokecraft.species.cranidos.desc": "Seine Besonderheit ist der harte Schädel. Mit seinem Kopfstoß fällte es Bäume, um deren Früchte fressen zu können.",
  "pokecraft.species.rampardos.name": "Rameidon",
  "pokecraft.species.rampardos.desc": "Dieses auf Kopfstöße spezialisierte urzeitliche Pokémon soll einer Theorie zufolge wegen seines kleinen Hirns aus Dummheit ausgestorben sein.",
  "pokecraft.species.shieldon.name": "Schilterus",
  "pokecraft.species.shieldon.desc": "Man findet zwar in uralten Erdschichten Fossilien dieses Pokémon, aber meist handelt es sich dabei nur um Teile des Gesichts.",
  "pokecraft.species.bastiodon.name": "Bollterus",
  "pokecraft.species.bastiodon.desc": "Dieses Pokémon lebte vor etwa 100 Millionen Jahren. Sein unglaublich robustes Gesicht ist härter als Stahl.",
  "pokecraft.species.burmy.name": "Burmy",
  "pokecraft.species.burmy.desc": "Wird sein Umhang im Kampf zerstört, macht es sich schnell aus dem, was es findet, einen neuen.",
  "pokecraft.species.wormadam.name": "Burmadame",
  "pokecraft.species.wormadam.desc": "Als sich Burmy entwickelte, wurde sein Umhang Teil des Körpers. Es legt den Umhang niemals ab.",
  "pokecraft.species.mothim.name": "Moterpel",
  "pokecraft.species.mothim.desc": "Nachts fliegt es emsig umher und stiehlt, während Wadribie schläft, Honig aus dessen Nest.",
  "pokecraft.species.combee.name": "Wadribie",
  "pokecraft.species.combee.desc": "Sie sammeln von der Morgendämmerung bis zum Sonnenuntergang unentwegt Blütenhonig für Honweisel und die Kolonie.",
  "pokecraft.species.vespiquen.name": "Honweisel",
  "pokecraft.species.vespiquen.desc": "Je mehr Pheromone ein Honweisel freisetzt, desto mehr Wadribie kann es kontrollieren.",
  "pokecraft.species.pachirisu.name": "Pachirisu",
  "pokecraft.species.pachirisu.desc": "Um gespeicherte Elektrizität zu teilen, reiben zwei von ihnen ihre Backentaschen aneinander.",
  "pokecraft.species.buizel.name": "Bamelin",
  "pokecraft.species.buizel.desc": "Es füllt den Schwimmreifen um seinen Hals mit Luft, um den Kopf über dem Wasser zu halten und die Umgebung zu überblicken.",
  "pokecraft.species.floatzel.name": "Bojelin",
  "pokecraft.species.floatzel.desc": "Da es seit jeher Beute im Wasser jagt, entwickelte es einen Rettungsring.",
  "pokecraft.species.cherubi.name": "Kikugi",
  "pokecraft.species.cherubi.desc": "Je stärker die Rotfärbung seines Körpers ist, desto mehr Nährstoffe stecken in ihm und umso süßer und besser schmeckt sein Bällchen.",
  "pokecraft.species.cherrim.name": "Kinoso",
  "pokecraft.species.cherrim.desc": "Die Blütenblätter, die es umschließen, sind hart. Deswegen macht es ihm absolut nichts aus, wenn Vogel-Pokémon es mit ihren Schnäbeln angreifen.",
  "pokecraft.species.shellos.name": "Schalellos",
  "pokecraft.species.shellos.desc": "Wenn man es fest drückt, sondert es eine seltsame lilafarbene Flüssigkeit ab. Diese ist zwar nicht schädlich, aber sehr schleimig.",
  "pokecraft.species.gastrodon.name": "Gastrodon",
  "pokecraft.species.gastrodon.desc": "Es ist weich, kann aber einiges einstecken, da sein biegsamer Körper die Wucht von Schlägen absorbiert.",
  "pokecraft.species.ambipom.name": "Ambidiffel",
  "pokecraft.species.ambipom.desc": "Es benutzt seine zwei Schweife für alles, was es tut. Wenn es jemanden mit ihnen umarmt, ist das ein Beweis seiner Zuneigung.",
  "pokecraft.species.drifloon.name": "Driftlon",
  "pokecraft.species.drifloon.desc": "Sie sind aus einer Ansammlung an Seelen entstanden. In feuchten Jahreszeiten erscheinen sie in rauen Mengen.",
  "pokecraft.species.drifblim.name": "Drifzepeli",
  "pokecraft.species.drifblim.desc": "Es greift sich Menschen und Pokémon und trägt sie fort. Niemand weiß, wohin.",
  "pokecraft.species.buneary.name": "Haspiror",
  "pokecraft.species.buneary.desc": "Es greift an, indem es seine Ohren aufrollt und mit viel Schwung wieder entrollt. Durch Training kann Haspiror die Kraft dieser Attacke steigern.",
  "pokecraft.species.lopunny.name": "Schlapor",
  "pokecraft.species.lopunny.desc": "Ist die heiße Jahreszeit vorbei, wechselt sein Fell zu einer Wollfaser, die viel Luft umschließt. So schützt sich Schlapor gegen die Kälte.",
  "pokecraft.species.mismagius.name": "Traunmagil",
  "pokecraft.species.mismagius.desc": "Es verursacht schreckliche Qualen, indem es Flüche flüstert, die schlimme Kopfschmerzen und fürchterliche Halluzinationen auslösen.",
  "pokecraft.species.honchkrow.name": "Kramshef",
  "pokecraft.species.honchkrow.desc": "Das Kämpfen überlässt es größtenteils seinen Untergebenen. Es macht sich nur die Flügel schmutzig, um dem Gegner den Rest zu geben.",
  "pokecraft.species.glameow.name": "Charmian",
  "pokecraft.species.glameow.desc": "Je nach Laune lässt es seinen Schweif anmutig wirbeln, ganz wie das Band eines Sportgymnasten.",
  "pokecraft.species.purugly.name": "Shnurgarst",
  "pokecraft.species.purugly.desc": "Damit es bedrohlicher und größer aussieht, umschlingt es seine Taille fest mit seinem Schwanz.",
  "pokecraft.species.chingling.name": "Klingplim",
  "pokecraft.species.chingling.desc": "In seinem Maul befindet sich eine Kugel, die beim Hopsen ein klingelndes Geräusch erzeugt.",
  "pokecraft.species.stunky.name": "Skunkapuh",
  "pokecraft.species.stunky.desc": "Dreht es einem den Hinterleib zu und hebt seinen Schweif, versprüht es kurz darauf eine Flüssigkeit, die so sehr stinkt, dass sie einem die Sinne raubt.",
  "pokecraft.species.skuntank.name": "Skuntank",
  "pokecraft.species.skuntank.desc": "Die Flüssigkeit, die es aus seinem Schweif sprüht, hat einen sehr starken Geruch. Es errichtet seinen Bau, indem es Löcher in den Boden gräbt.",
  "pokecraft.species.bronzor.name": "Bronzel",
  "pokecraft.species.bronzor.desc": "Es heißt, wenn man es poliert, spiegelt sich die Wahrheit in ihm wider. Bronzel mag es jedoch überhaupt nicht, poliert zu werden.",
  "pokecraft.species.bronzong.name": "Bronzong",
  "pokecraft.species.bronzong.desc": "Wegen seinem Muster denken viele Forscher, dass dieses Pokémon ursprünglich nicht aus Galar stammt.",
  "pokecraft.species.bonsly.name": "Mobai",
  "pokecraft.species.bonsly.desc": "Es lebt in trockenen Felsgebieten. Je trockener seine grünen Kugeln sind, desto matter ist ihr Glanz.",
  "pokecraft.species.mimejr.name": "Pantimimi",
  "pokecraft.species.mimejr.desc": "Es folgt dem talentierten Tänzer Pantifrost wie ein Schüler und imitiert seine Schritte.",
  "pokecraft.species.happiny.name": "Wonneira",
  "pokecraft.species.happiny.desc": "Seinen kostbaren, runden Stein leiht Wonneira nur denjenigen, die es mag. Bekommt es diesen nicht zurück, tobt es und weint bitterlich.",
  "pokecraft.species.chatot.name": "Plaudagei",
  "pokecraft.species.chatot.desc": "Es kann die menschliche Sprache nachahmen. Versammeln sie sich, bringen sich alle dasselbe bei.",
  "pokecraft.species.spiritomb.name": "Kryppuk",
  "pokecraft.species.spiritomb.desc": "Aufgrund seiner ständigen Untaten wurde es von einem Reisenden mithilfe mysteriöser Künste an einen Spiritkern gebunden.",
  "pokecraft.species.gible.name": "Kaumalat",
  "pokecraft.species.gible.desc": "Es greift alles an, was sich bewegt, und zerrt es in sein Versteck. Kaumalat verfügt zwar über ein großes Maul, aber sein Magen ist relativ klein.",
  "pokecraft.species.gabite.name": "Knarksel",
  "pokecraft.species.gabite.desc": "In der Höhle, die Knarksel als Nest dient, vergräbt es Edelsteine. Wer sie betritt, wird sofort von seinen Krallen und Zähnen zerfetzt.",
  "pokecraft.species.garchomp.name": "Knakrack",
  "pokecraft.species.garchomp.desc": "Auch am Boden bewegt es sich schnell. Es kann im verschneiten Gebirge Beute erlegen und in sein Nest bringen, bevor sein Körper auskühlt.",
  "pokecraft.species.munchlax.name": "Mampfaxo",
  "pokecraft.species.munchlax.desc": "Es hortet Nahrung unter seinem Fell. Vertraut es jemandem, gibt es ihm manchmal einen kleinen Happen ab, aber nicht mehr.",
  "pokecraft.species.riolu.name": "Riolu",
  "pokecraft.species.riolu.desc": "Es erspürt nicht nur die Gefühle anderer, sondern auch den Zustand der Natur durch Wellen, die Aura genannt werden.",
  "pokecraft.species.lucario.name": "Lucario",
  "pokecraft.species.lucario.desc": "Es kann die Gedanken von Menschen lesen. Deshalb lässt es sich nur auf Trainer ein, die ihr Herz auf dem rechten Fleck haben.",
  "pokecraft.species.hippopotas.name": "Hippopotas",
  "pokecraft.species.hippopotas.desc": "Es ist hauptsächlich tagsüber aktiv. Die Nächte in der Wüste sind kalt, deswegen vergräbt es sich zum Schlafen tief im Sand.",
  "pokecraft.species.hippowdon.name": "Hippoterus",
  "pokecraft.species.hippowdon.desc": "Wenn man es wütend macht, wird es rabiat. Es stößt aufgenommenen Sand aus und verursacht damit einen Sandsturm.",
  "pokecraft.species.skorupi.name": "Pionskora",
  "pokecraft.species.skorupi.desc": "Es schlägt mit den giftigen Krallen an seinem Schweif zu. Wer von ihnen gestochen wird, bekommt ein lähmendes Gift injiziert.",
  "pokecraft.species.drapion.name": "Piondragi",
  "pokecraft.species.drapion.desc": "Es wird auch „Wüstendämon“ genannt, weil es so grausam ist. Nur mit Hippoterus legt es sich nie an, sondern verhält sich ruhig.",
  "pokecraft.species.croagunk.name": "Glibunkel",
  "pokecraft.species.croagunk.desc": "Verdünnt man sein Gift, wird es zu Medizin. Seit es zum Maskottchen eines Pharmakonzerns wurde, hat es viele neue Fans gewonnen.",
  "pokecraft.species.toxicroak.name": "Toxiquak",
  "pokecraft.species.toxicroak.desc": "Wenn es seine Beute erlegt, quakt es seinen Triumph in die Welt hinaus. Es ist artverwandt mit Branawarz.",
  "pokecraft.species.carnivine.name": "Venuflibis",
  "pokecraft.species.carnivine.desc": "Klammert sich an Bäume in Sümpfen. Lockt Beute mit seinem süßlichen Speichel an und schluckt sie dann.",
  "pokecraft.species.finneon.name": "Finneon",
  "pokecraft.species.finneon.desc": "Seine leuchtenden Flossen locken Beute an. Bei Tag bleibt es nahe an der Wasseroberfläche, während es abends in den Tiefen verschwindet.",
  "pokecraft.species.lumineon.name": "Lumineon",
  "pokecraft.species.lumineon.desc": "Es bewegt sich krabbelnd über den Boden der Tiefsee. Seine prachtvollen Flossen leuchten wie der Sternenhimmel.",
  "pokecraft.species.mantyke.name": "Mantirps",
  "pokecraft.species.mantyke.desc": "Es mischt sich unter Remoraid-Schwärme und schwimmt mit ihnen. Werden diese angegriffen, kämpft es gemeinsam an ihrer Seite.",
  "pokecraft.species.snover.name": "Shnebedeck",
  "pokecraft.species.snover.desc": "Die an Speiseeis erinnernden Beeren, die an seinem Bauch wachsen, sind bei den Flampion Galars ein sehr beliebter Snack.",
  "pokecraft.species.abomasnow.name": "Rexblisar",
  "pokecraft.species.abomasnow.desc": "Dieses Pokémon löst Blizzards aus. Wenn es seinen großen Körper schüttelt, wird in seiner Umgebung alles sofort schneeweiß.",
  "pokecraft.species.weavile.name": "Snibunna",
  "pokecraft.species.weavile.desc": "Sie kommunizieren miteinander, indem sie Zeichen mit ihren Krallen hinterlassen. Es soll über 500 davon geben.",
  "pokecraft.species.magnezone.name": "Magnezone",
  "pokecraft.species.magnezone.desc": "Man vermutet, es habe sich entwickelt, nachdem es einem besonderen Magnetfeld ausgesetzt war, das seine Molekularstruktur veränderte.",
  "pokecraft.species.lickilicky.name": "Schlurplek",
  "pokecraft.species.lickilicky.desc": "Mit seiner Zunge kann es alles tun und ist damit so geschickt wie Menschen mit ihren Händen. Diese verwendet Schlurplek nur sehr unbeholfen.",
  "pokecraft.species.rhyperior.name": "Rihornior",
  "pokecraft.species.rhyperior.desc": "Mit seinem Schützer wehrt es Angriffe ab und durchsticht dann den verdutzten Gegner mit seinem Bohrer, auf den es sehr stolz ist.",
  "pokecraft.species.tangrowth.name": "Tangoloss",
  "pokecraft.species.tangrowth.desc": "Je wärmer sein Lebensraum ist, desto schneller wachsen seine Ranken. Werden sie zu lang, kürzt Tangoloss sie, indem es sie abreißt.",
  "pokecraft.species.electivire.name": "Elevoltek",
  "pokecraft.species.electivire.desc": "Elevoltek gehört zu jenen Elektro-Pokémon, die den meisten Strom erzeugen können. Mit seinen Schweifspitzen entlädt es Starkstrom.",
  "pokecraft.species.magmortar.name": "Magbrant",
  "pokecraft.species.magmortar.desc": "Durch das Leben in Vulkankratern ähnelt Magbrants Körper seinem Umfeld. Es besitzt ein Organ, das einer Magmakammer gleicht.",
  "pokecraft.species.togekiss.name": "Togekiss",
  "pokecraft.species.togekiss.desc": "Man sagt, es verteile Wohltaten. Aus diesem Grund wird sein Abbild seit Urzeiten für Glücksbringer verwendet.",
  "pokecraft.species.yanmega.name": "Yanmega",
  "pokecraft.species.yanmega.desc": "Es kann mühelos einen Erwachsenen umhertragen. Die Federn an seinem Hinterteil stabilisieren seinen Flug.",
  "pokecraft.species.leafeon.name": "Folipurba",
  "pokecraft.species.leafeon.desc": "Sein Schweif ist scharf wie eine Klinge. Es ist stolz darauf, dass es damit selbst einen großen Baum sauber zweiteilen kann.",
  "pokecraft.species.glaceon.name": "Glaziola",
  "pokecraft.species.glaceon.desc": "Die kalte Luft, die Glaziola abgibt, erzeugt Pulverschnee. In Skigebieten erfreut es sich daher großer Beliebtheit.",
  "pokecraft.species.gliscor.name": "Skorgro",
  "pokecraft.species.gliscor.desc": "Es fliegt völlig lautlos. Erst fängt es seine Beute mit seinem langen Schweif, dann saugt es sie aus.",
  "pokecraft.species.mamoswine.name": "Mamutel",
  "pokecraft.species.mamoswine.desc": "Es ist so stark, wie es aussieht. Je kälter es ist, desto dicker, länger und beeindruckender werden seine Stoßzähne aus Eis.",
  "pokecraft.species.porygonz.name": "Porygon-Z",
  "pokecraft.species.porygonz.desc": "Es heißt, es habe sich durch eine neue Software entwickelt, doch Wissenschaftler sind sich nicht einig, ob Porygon-Z wirklich eine Entwicklung ist.",
  "pokecraft.species.gallade.name": "Galagladi",
  "pokecraft.species.gallade.desc": "Es spürt sofort, wenn jemand in Not ist, und eilt ihm unverzüglich zu Hilfe.",
  "pokecraft.species.probopass.name": "Voluminas",
  "pokecraft.species.probopass.desc": "Sein Körper selbst befehligt meist nur die drei kleinen Einheiten, die an seiner Stelle kämpfen und für die Nahrungssuche zuständig sind.",
  "pokecraft.species.dusknoir.name": "Zwirrfinst",
  "pokecraft.species.dusknoir.desc": "Es verschluckt Beute im Ganzen mit dem Maul an seinem Bauch, verspeist aber nur ihre Seele. Den Körper spuckt es wieder aus.",
  "pokecraft.species.froslass.name": "Frosdedje",
  "pokecraft.species.froslass.desc": "Es friert seine Beute mit -50 ºC kalter Luft ein, nimmt sie dann in seinen Unterschlupf mit und reiht sie dort fein säuberlich auf.",
  "pokecraft.species.rotom.name": "Rotom",
  "pokecraft.species.rotom.desc": "Mit seinem aus Plasma bestehenden Körper kann es in verschiedene Geräte schlüpfen. Es liebt es, andere zu erschrecken.",
  "pokecraft.species.uxie.name": "Selfe",
  "pokecraft.species.uxie.desc": "Man sagt, dass durch sein Auftauchen Menschen die Intelligenz erhielten, ihr Leben zu verbessern.",
  "pokecraft.species.mesprit.name": "Vesprit",
  "pokecraft.species.mesprit.desc": "Es schläft auf dem Grund eines Sees. Man sagt, sein Geist verlasse den Körper und fliege über den See.",
  "pokecraft.species.azelf.name": "Tobutz",
  "pokecraft.species.azelf.desc": "Man glaubt, dass Selfe, Vesprit und Tobutz alle aus demselben Ei kamen.",
  "pokecraft.species.dialga.name": "Dialga",
  "pokecraft.species.dialga.desc": "Es besitzt die Macht, die Zeit zu kontrollieren. In den Mythen von Sinnoh erscheint es als Gottheit.",
  "pokecraft.species.palkia.name": "Palkia",
  "pokecraft.species.palkia.desc": "Es hat die Macht, den Raum zu krümmen. In den Mythen von Sinnoh erscheint es als Gottheit.",
  "pokecraft.species.heatran.name": "Heatran",
  "pokecraft.species.heatran.desc": "Das Blut, das durch seinen Körper fließt, brodelt heiß wie Magma. Es lebt in vulkanischen Höhlen.",
  "pokecraft.species.regigigas.name": "Regigigas",
  "pokecraft.species.regigigas.desc": "Man sagt, es habe aus verschiedenen Materialien Pokémon erschaffen und dann die Kontinente an ihren jetzigen Standort bewegt.",
  "pokecraft.species.giratina.name": "Giratina",
  "pokecraft.species.giratina.desc": "Es wurde aufgrund seines Verhaltens verbannt. Aus der Zerrwelt schaut es auf die alte Welt.",
  "pokecraft.species.cresselia.name": "Cresselia",
  "pokecraft.species.cresselia.desc": "Hält man eine seiner Federn, träumt man süß. Manche glauben, es sei die Verkörperung der Mondsichel.",
  "pokecraft.species.phione.name": "Phione",
  "pokecraft.species.phione.desc": "Lässt sich in warmen Meeren treiben, kehrt aber immer an den Platz seiner Geburt zurück.",
  "pokecraft.species.manaphy.name": "Manaphy",
  "pokecraft.species.manaphy.desc": "Es besitzt die wundersame Fähigkeit, das Herz eines jeden anderen Pokémon anzurühren.",
  "pokecraft.species.darkrai.name": "Darkrai",
  "pokecraft.species.darkrai.desc": "Es kann andere in Schlaf versetzen und ihnen Träume geben. Es ist nur bei Neumond aktiv.",
  "pokecraft.species.shaymin.name": "Shaymin",
  "pokecraft.species.shaymin.desc": "Es heißt, wenn die Gracidea blühen, drückt es seine Dankbarkeit aus, indem es hoch in die Lüfte fliegt.",
  "pokecraft.species.arceus.name": "Arceus",
  "pokecraft.species.arceus.desc": "Die Mythologie erzählt, dass dieses Pokémon geboren wurde, bevor das Universum überhaupt existierte.",
  "pokecraft.species.victini.name": "Victini",
  "pokecraft.species.victini.desc": "Jeder, dem Victini seine grenzenlose Energie zuteilwerden lässt, strotzt nur so vor Kraft.",
  "pokecraft.species.snivy.name": "Serpifeu",
  "pokecraft.species.snivy.desc": "Fängt mit dem Schweif Sonnenlicht auf, um Photosynthese zu betreiben. Fehlt ihm die Kraft, hängt sein Schweif schlaff herab.",
  "pokecraft.species.servine.name": "Efoserp",
  "pokecraft.species.servine.desc": "Es achtet stets auf Reinlichkeit, da es mit schmutzigen Blättern keine Photosynthese betreiben kann.",
  "pokecraft.species.serperior.name": "Serpiroyal",
  "pokecraft.species.serperior.desc": "Bringt Gegner mit einem einzigen kühlen Blick zum Erstarren. In seinem Inneren verstärkt es die Energie der Sonne.",
  "pokecraft.species.tepig.name": "Floink",
  "pokecraft.species.tepig.desc": "Floink liebt es, selbst geröstete Nüsse zu verspeisen. Ab und zu verkohlt es sie jedoch ungewollt vor lauter Vorfreude.",
  "pokecraft.species.pignite.name": "Ferkokel",
  "pokecraft.species.pignite.desc": "Lodert das Feuer in ihm auf, bewegt es sich geschmeidiger und schneller. Bei Gefahr lässt es ordentlich Dampf ab.",
  "pokecraft.species.emboar.name": "Flambirex",
  "pokecraft.species.emboar.desc": "Es trägt einen Backenbart aus Feuer und beherrscht Kampftechniken, die ebenso wuchtig wie schnell sind.",
  "pokecraft.species.oshawott.name": "Ottaro",
  "pokecraft.species.oshawott.desc": "Kämpft mit der Muschel auf seinem Bauch. Pariert es einen Angriff, schlägt es sofort mit einer Schnitt-Attacke zurück.",
  "pokecraft.species.dewott.name": "Zwottronin",
  "pokecraft.species.dewott.desc": "Jedes Zwottronin eignet sich über strenges Training einen völlig eigenen Muschelkampfstil an.",
  "pokecraft.species.samurott.name": "Admurai",
  "pokecraft.species.samurott.desc": "Besiegt Gegner durch einen einzigen Hieb mit der Klinge an seinem Panzer. Ein böser Blick und seine Feinde verstummen.",
  "pokecraft.species.patrat.name": "Nagelotz",
  "pokecraft.species.patrat.desc": "Eines dieser vorsichtigen Pokémon steht immer vor ihrem Bau Wache. Nähert sich jedoch ein Feind von hinten, ist es aus.",
  "pokecraft.species.watchog.name": "Kukmarda",
  "pokecraft.species.watchog.desc": "Bespuckt Gegner mit Kernen von Beeren aus seinen Backentaschen. Erspäht es einen Feind, richtet es den Schweif auf.",
  "pokecraft.species.lillipup.name": "Yorkleff",
  "pokecraft.species.lillipup.desc": "Yorkleff ist deutlich intelligenter als die meisten Kinder und vergisst nie, wenn man ihm Zuneigung entgegenbringt oder es schlecht behandelt.",
  "pokecraft.species.herdier.name": "Terribark",
  "pokecraft.species.herdier.desc": "Das dunkle Fell, das seinen Körper bedeckt, ist sehr dicht und federnd. Selbst Angriffe mit scharfen Fangzähnen prallen davon ab.",
  "pokecraft.species.stoutland.name": "Bissbark",
  "pokecraft.species.stoutland.desc": "Seinen üppigen Schnauzbart trägt es mit Stolz. Angeblich entscheidet dessen Länge über die Rangordnung innerhalb dieser Pokémon-Art.",
  "pokecraft.species.purrloin.name": "Felilou",
  "pokecraft.species.purrloin.desc": "Es wiegt andere durch liebenswertes Verhalten in Sicherheit, kratzt sie dann plötzlich und amüsiert sich prächtig darüber.",
  "pokecraft.species.liepard.name": "Kleoparda",
  "pokecraft.species.liepard.desc": "Dieses Pokémon schleicht sich völlig geräuschlos von hinten an seine Beute heran. Es bestreitet Revierkämpfe mit Gaunux.",
  "pokecraft.species.pansage.name": "Vegimak",
  "pokecraft.species.pansage.desc": "Ein nettes Kerlchen, das so talentiert darin ist, Beeren aufzuspüren, dass es sie mit all seinen Kameraden teilt.",
  "pokecraft.species.simisage.name": "Vegichita",
  "pokecraft.species.simisage.desc": "Ein hitziger Geselle, der im Kampf seinen dornigen Schweif umherschwingt. Auf seinem Kopf wachsen bittere Kräuter.",
  "pokecraft.species.pansear.name": "Grillmak",
  "pokecraft.species.pansear.desc": "Das Feuer in seinem Kopfbüschel erreicht Temperaturen von bis zu 300 °C. Es ist in Vulkanhöhlen zu Hause.",
  "pokecraft.species.simisear.name": "Grillchita",
  "pokecraft.species.simisear.desc": "Freut es sich, erhitzt sich sein Körper und aus seinem Kopf und Schweif sprühen Funken. Es liebt Süßigkeiten.",
  "pokecraft.species.panpour.name": "Sodamak",
  "pokecraft.species.panpour.desc": "Das Wasser, das es im Büschel auf seinem Kopf sammelt, ist äußerst nahrhaft und verhilft Pflanzen zu großem Wachstum.",
  "pokecraft.species.simipour.name": "Sodachita",
  "pokecraft.species.simipour.desc": "Hält sich bevorzugt in reinen Gewässern auf. Geht ihm das Wasser in seinem Kopf aus, tankt es mit seinem Schweif nach.",
  "pokecraft.species.munna.name": "Somniam",
  "pokecraft.species.munna.desc": "Während es Träume frisst, stößt es Dunst aus. Bei fröhlichen Träumen ist dieser rosafarben, bei Alpträumen schwärzlich.",
  "pokecraft.species.musharna.name": "Somnivora",
  "pokecraft.species.musharna.desc": "Es schlummert und träumt immerzu. Wenn es geweckt wird, bekommt es schlechte Laune. Deshalb sollte man es lieber in Ruhe lassen.",
  "pokecraft.species.pidove.name": "Dusselgurr",
  "pokecraft.species.pidove.desc": "Sie sind vergesslich und nicht besonders clever, aber da sie sehr zutraulich und fleißig sind, haben viele Trainer sie ins Herz geschlossen.",
  "pokecraft.species.tranquill.name": "Navitaub",
  "pokecraft.species.tranquill.desc": "Es ist clever und hat ein gutes Gedächtnis. Anscheinend wird es von vielen Lieferanten als Partner ausgewählt.",
  "pokecraft.species.unfezant.name": "Fasasnob",
  "pokecraft.species.unfezant.desc": "Es ist schlau, aber auch sehr stolz. Seine Trainer genießen daher generell großen Respekt.",
  "pokecraft.species.blitzle.name": "Elezeba",
  "pokecraft.species.blitzle.desc": "Um mit Artgenossen zu kommunizieren, nutzt es das Aufblitzen seiner Mähne beim Entladen von Strom als Morsecode.",
  "pokecraft.species.zebstrika.name": "Zebritz",
  "pokecraft.species.zebstrika.desc": "Es ist explosiv wie ein Blitz. Galoppiert es mit voller Geschwindigkeit drauflos, kann man Donnerhall vernehmen.",
  "pokecraft.species.roggenrola.name": "Kiesling",
  "pokecraft.species.roggenrola.desc": "Es bewegt sich stets auf Geräuschquellen zu. Dank seines Energiekerns fühlt es sich immer leicht warm an, wenn man es berührt.",
  "pokecraft.species.boldore.name": "Sedimantur",
  "pokecraft.species.boldore.desc": "Es nimmt die Umgebung über akustische Reize wahr. Ärgerliche Störenfriede kann es verfolgen, ohne sich ihnen zuwenden zu müssen.",
  "pokecraft.species.gigalith.name": "Brockoloss",
  "pokecraft.species.gigalith.desc": "Seine Energiekugeln können einen Lastwagen durch die Luft schleudern. Diese kann es aber nur bei schönem Wetter abfeuern.",
  "pokecraft.species.woobat.name": "Fleknoil",
  "pokecraft.species.woobat.desc": "Es fliegt umher und sendet Ultraschallwellen aus, um Käfer-Pokémon aufzuspüren, welche ihm als Nahrung dienen.",
  "pokecraft.species.swoobat.name": "Fletiamo",
  "pokecraft.species.swoobat.desc": "Es wird in manchen Regionen für seine Nasenform verehrt, die angeblich Glück bringen soll.",
  "pokecraft.species.drilbur.name": "Rotomurf",
  "pokecraft.species.drilbur.desc": "Ein Pokémon, das sich bei Landwirten mäßiger Beliebtheit erfreut, da es beim Graben durchs Erdreich gelegentlich ihre Ernten ruiniert.",
  "pokecraft.species.excadrill.name": "Stalobor",
  "pokecraft.species.excadrill.desc": "Es wird auch der „Bohrkönig“ genannt. Bei seinen Bohrmanövern im Erdreich erreicht es eine Spitzengeschwindigkeit von 150 km/h.",
  "pokecraft.species.audino.name": "Ohrdoch",
  "pokecraft.species.audino.desc": "Berührt dieses herzensgute Pokémon jemanden mit seinen Fühlern, kann es dessen körperliche Verfassung und Gemütszustand ertasten.",
  "pokecraft.species.timburr.name": "Praktibalk",
  "pokecraft.species.timburr.desc": "Man sagt, seine Entwicklung stehe dann kurz bevor, wenn es einen Holzbalken heben kann, der dreimal so groß und schwer ist wie es selbst.",
  "pokecraft.species.gurdurr.name": "Strepoli",
  "pokecraft.species.gurdurr.desc": "Es ist gut im Tragen von Stahlträgern und im Abreißen von Häusern. Das Bauen dagegen liegt ihm nicht besonders.",
  "pokecraft.species.conkeldurr.name": "Meistagrif",
  "pokecraft.species.conkeldurr.desc": "Dreht es richtig auf, wirft es seine Betonpfeiler zur Seite und stürzt sich mit gezückter Faust auf den Gegner.",
  "pokecraft.species.tympole.name": "Schallquap",
  "pokecraft.species.tympole.desc": "Es kommuniziert mit seinen Artgenossen über Schallwellen. Seine Warnrufe sind für Menschen und andere Pokémon nicht hörbar.",
  "pokecraft.species.palpitoad.name": "Mebrana",
  "pokecraft.species.palpitoad.desc": "Gelegentlich singt es sehr schön. Je größer die Fortsätze an seinem Körper ausgebildet sind, desto ausgeprägter fällt sein Stimmumfang aus.",
  "pokecraft.species.seismitoad.name": "Branawarz",
  "pokecraft.species.seismitoad.desc": "Es erfreut sich großer Beliebtheit bei Senioren, seit bekannt wurde, dass sich seine vibrierenden Beulen zur Massagetherapie einsetzen lassen.",
  "pokecraft.species.throh.name": "Jiutesto",
  "pokecraft.species.throh.desc": "Es trainiert stets in Fünferrudeln. Wer beim Training nicht mithalten kann, entledigt sich seines Gürtels und verlässt das Rudel.",
  "pokecraft.species.sawk.name": "Karadonis",
  "pokecraft.species.sawk.desc": "Der Karateschlag eines perfekt durchtrainierten Karadonis’ hat genug Wucht, um selbst das Meer zu spalten.",
  "pokecraft.species.sewaddle.name": "Strawickl",
  "pokecraft.species.sewaddle.desc": "Unter Modeschöpfern gilt es als beliebtes Maskottchen, da es sich aus Blättern Kleidchen schneidert.",
  "pokecraft.species.swadloon.name": "Folikon",
  "pokecraft.species.swadloon.desc": "Es schützt sich vor Kälte, indem es sich in Blätter einwickelt. Es durchstreift Wälder und frisst herabgefallenes Laub.",
  "pokecraft.species.leavanny.name": "Matrifol",
  "pokecraft.species.leavanny.desc": "Nutzt die Hitze kompostierenden Laubes zum Ausbrüten von Eiern. Es fertigt aus Blättern Kleidchen für Strawickl an.",
  "pokecraft.species.venipede.name": "Toxiped",
  "pokecraft.species.venipede.desc": "In den Fangzähnen speichert es höchst potentes Gift. Wenn Toxiped potenzielle Beute erspäht, stürzt es sich vollkommen unüberlegt auf diese.",
  "pokecraft.species.whirlipede.name": "Rollum",
  "pokecraft.species.whirlipede.desc": "Es schützt sich mit seinem harten Panzer und den Giftspitzen, um ungestört genügend Energie für seine Entwicklung zu sammeln.",
  "pokecraft.species.scolipede.name": "Cerapendra",
  "pokecraft.species.scolipede.desc": "Es liefert sich erbitterte Revierkämpfe mit Infernopod. Wer den Kampf verliert, wird zur Beute des Siegers.",
  "pokecraft.species.cottonee.name": "Waumboll",
  "pokecraft.species.cottonee.desc": "Luxusmarken verwenden oft feine Stoffe, die aus Mischwolle von Waumboll und Cottomi bestehen, für ihre Produkte.",
  "pokecraft.species.whimsicott.name": "Elfun",
  "pokecraft.species.whimsicott.desc": "Sonnenlicht lässt seine Wolle anwachsen. Wird das Volumen zu groß, zupft es die Wolle ab und verstreut sie überall in der Gegend.",
  "pokecraft.species.petilil.name": "Lilminip",
  "pokecraft.species.petilil.desc": "Je kräftiger die Farbe seiner Blätter, desto gesünder ist es. Lilminip lässt sich zuweilen in gut gepflegten Blumenbeeten oder Feldern nieder.",
  "pokecraft.species.lilligant.name": "Dressella",
  "pokecraft.species.lilligant.desc": "Das aus seiner Blume gewonnene ätherische Öl verströmt den allerfeinsten Duft, doch es kostet ein Vermögen.",
  "pokecraft.species.basculin.name": "Barschuft",
  "pokecraft.species.basculin.desc": "Früher standen sie oft auf dem Speiseplan. Das Fleisch rotliniger Exemplare war wegen seines hohen Fettanteils bei jungen Leuten sehr beliebt.",
  "pokecraft.species.sandile.name": "Ganovil",
  "pokecraft.species.sandile.desc": "Ganovil ist zwar klein, verfügt aber über kräftige Beine, mit denen es sich durch den Wüstensand fortbewegt, als würde es schwimmen.",
  "pokecraft.species.krokorok.name": "Rokkaiman",
  "pokecraft.species.krokorok.desc": "Obwohl es dank seiner besonderen Augen auch im Dunkeln gut sehen kann, bewegt es sich nachts nur selten, da die Wüste dann abkühlt.",
  "pokecraft.species.krookodile.name": "Rabigator",
  "pokecraft.species.krookodile.desc": "Rabigator ist zwar aggressiv, doch wenn es bei der Jagd nach Beute auf der Lauer liegt, kann es auch mehrere Tage geduldig im Sand ausharren.",
  "pokecraft.species.darumaka.name": "Flampion",
  "pokecraft.species.darumaka.desc": "Während es schläft, lässt es sich nicht mal mit Gewalt umstoßen. Aus diesem Grund ist es ein beliebtes Motiv für Glücksbringer.",
  "pokecraft.species.darmanitan.name": "Flampivian",
  "pokecraft.species.darmanitan.desc": "Je heißer das Feuer in ihm brennt, desto mehr Kraft steht ihm zur Verfügung. Seine innere Temperatur erreicht mitunter mehr als 1 400 ºC.",
  "pokecraft.species.maractus.name": "Maracamba",
  "pokecraft.species.maractus.desc": "Es verstreut ein Mal im Jahr Samen, die jede Menge Nährstoffe enthalten und in der Wüste als kostbares Nahrungsmittel gelten.",
  "pokecraft.species.dwebble.name": "Lithomith",
  "pokecraft.species.dwebble.desc": "Wenn es keinen Stein findet, der sich als Haus eignet, lässt es sich manchmal in den Öffnungen im Körper eines Hippoterus’ nieder.",
  "pokecraft.species.crustle.name": "Castellith",
  "pokecraft.species.crustle.desc": "Seine kräftigen Scheren sind robuste Waffen. Sie sind hart genug, um selbst in den Schützern von Rihornior Risse zu hinterlassen.",
  "pokecraft.species.scraggy.name": "Zurrokex",
  "pokecraft.species.scraggy.desc": "Es hat besonders robuste Haut, die seinen Körper schützt. Es heißt, wenn sich die Haut nicht weiter dehnen lässt, steht die Entwicklung bevor.",
  "pokecraft.species.scrafty.name": "Irokex",
  "pokecraft.species.scrafty.desc": "Es gibt sich gerne wild, aber seine Familie, seine Kameraden und sein Revier liegen ihm sehr am Herzen.",
  "pokecraft.species.sigilyph.name": "Symvolara",
  "pokecraft.species.sigilyph.desc": "In den Wüsten, in denen man Symvolara fliegen sieht, wurden Ruinen gefunden, die man für die Überreste einer Stadt aus uralten Zeiten hält.",
  "pokecraft.species.yamask.name": "Makabaja",
  "pokecraft.species.yamask.desc": "Makabaja sind Seelen von Menschen aus uralten Zeiten, die zu Pokémon wurden. Sie suchen in Ruinen nach Leuten, die ihr Gesicht kennen.",
  "pokecraft.species.cofagrigus.name": "Echnatoll",
  "pokecraft.species.cofagrigus.desc": "Darstellungen von Echnatoll auf den Wänden alter Königsgräber sind ein Zeichen dafür, dass der dort begrabene Regent wohlhabend war.",
  "pokecraft.species.tirtouga.name": "Galapaflos",
  "pokecraft.species.tirtouga.desc": "Man vermutet, Galapaflos sei der Vorfahr vieler Schildkröten-Pokémon. Es wurde aus einem urzeitlichen Fossil wieder zum Leben erweckt.",
  "pokecraft.species.carracosta.name": "Karippas",
  "pokecraft.species.carracosta.desc": "Obwohl es sich außerhalb des Wassers langsamer fortbewegt, kommt es an Land, um nach Beute zu suchen.",
  "pokecraft.species.archen.name": "Flapteryx",
  "pokecraft.species.archen.desc": "Flapteryx wird oft als Urahn der Vogel-Pokémon bezeichnet. Es lebte in Baumwipfeln und ernährte sich von Beeren und Käfer-Pokémon.",
  "pokecraft.species.archeops.name": "Aeropteryx",
  "pokecraft.species.archeops.desc": "Es konnte zwar auch fliegen, schien aber sehr viel geschickter darin zu sein, am Boden Jagd auf Beute zu machen.",
  "pokecraft.species.trubbish.name": "Unratütox",
  "pokecraft.species.trubbish.desc": "Es ist aus einer überfüllten Mülltüte entstanden. Die Smogmog der Galar-Region sind verrückt nach den giftigen Gasen, die es ausstößt.",
  "pokecraft.species.garbodor.name": "Deponitox",
  "pokecraft.species.garbodor.desc": "Die toxische Flüssigkeit aus seinem rechten Arm ist sehr gefährlich. Angeschlagene Lebewesen kommen bei Kontakt sofort ums Leben.",
  "pokecraft.species.zorua.name": "Zorua",
  "pokecraft.species.zorua.desc": "Auf der Suche nach Nahrung verschlägt es Zorua manchmal auch in Städte. Dort tarnt es sich üblicherweise als Menschenkind.",
  "pokecraft.species.zoroark.name": "Zoroark",
  "pokecraft.species.zoroark.desc": "Trainer, denen es an Gesellschaft fehlt, weisen Zoroark manchmal dazu an, ihnen eine Illusion zu zeigen, um sich von ihrer Einsamkeit abzulenken.",
  "pokecraft.species.minccino.name": "Picochilla",
  "pokecraft.species.minccino.desc": "Sie begrüßen sich, indem sie sich gegenseitig mit ihren Schweifen streicheln. Das Picochilla mit dem buschigeren Schweif gibt damit oft an.",
  "pokecraft.species.cinccino.name": "Chillabell",
  "pokecraft.species.cinccino.desc": "Sein Fell ist mit einem körpereigenen Öl bedeckt, das Attacken abwehren kann. Öl von Chillabell ist wertvoll und wird zu hohen Preisen gehandelt.",
  "pokecraft.species.gothita.name": "Mollimorba",
  "pokecraft.species.gothita.desc": "Manchmal stößt es Rufe aus, obwohl niemand da ist. Man vermutet, dass es sich mit irgendetwas unterhält, das für niemanden sonst sichtbar ist.",
  "pokecraft.species.gothorita.name": "Hypnomorba",
  "pokecraft.species.gothorita.desc": "An sternklaren Abenden erreicht es angeblich den Höhepunkt seiner Psycho-Kräfte. Seine genaue Verbindung zum Weltraum ist unklar.",
  "pokecraft.species.gothitelle.name": "Morbitesse",
  "pokecraft.species.gothitelle.desc": "Ein böser Mensch verschwand einst am selben Tag, an dem ein Morbitesse ihm die letzten Momente seines Lebens gezeigt hatte.",
  "pokecraft.species.solosis.name": "Monozyto",
  "pokecraft.species.solosis.desc": "Sein Körper ist von einer speziellen Flüssigkeit umgeben. Es heißt, dass es dank dieser Blase sogar im Weltraum überleben könne.",
  "pokecraft.species.duosion.name": "Mitodos",
  "pokecraft.species.duosion.desc": "Weil die beiden Hälften seines gespaltenen Denkapparates fast nie einer Meinung sind, ist es auf gewisse Weise unberechenbar.",
  "pokecraft.species.reuniclus.name": "Zytomega",
  "pokecraft.species.reuniclus.desc": "Seine seltsame Flüssigkeit soll große Intelligenz verleihen, wenn man sie trinkt. Leider ist sie ein tödliches Gift für alle außer Zytomega.",
  "pokecraft.species.ducklett.name": "Piccolente",
  "pokecraft.species.ducklett.desc": "Es schwimmt besser, als es fliegen kann. Am liebsten taucht es ins kühle Nass ab, um Torfmoos, seine Leibspeise, zu essen.",
  "pokecraft.species.swanna.name": "Swaroness",
  "pokecraft.species.swanna.desc": "Wenn der Morgen dämmert, fangen sie an zu tanzen. Das Swaroness in der Mitte führt die Gruppe an.",
  "pokecraft.species.vanillite.name": "Gelatini",
  "pokecraft.species.vanillite.desc": "Es entstand angeblich aus einem Eiszapfen und speit -50 ºC kalte Luft aus, um die Umgebung auf seine Wohlfühltemperatur abzukühlen.",
  "pokecraft.species.vanillish.name": "Gelatroppo",
  "pokecraft.species.vanillish.desc": "Dieses Pokémon ist gutmütig. Es friert zwar Gegner mit kalter Luft von -100 ºC ein, raubt ihnen aber nie das Leben.",
  "pokecraft.species.vanilluxe.name": "Gelatwino",
  "pokecraft.species.vanilluxe.desc": "Seine Körpertemperatur beträgt circa -6 ºC. Angeblich ist es aus der Verschmelzung von zwei Gelatroppo hervorgegangen.",
  "pokecraft.species.deerling.name": "Sesokitz",
  "pokecraft.species.deerling.desc": "Sein Fell und sein Geruch ändern sich mit dem Wechsel der Jahreszeiten. Es ist der Bote des Saisonwechsels.",
  "pokecraft.species.sawsbuck.name": "Kronjuwild",
  "pokecraft.species.sawsbuck.desc": "Mancherorts sagt man, sie brächten den Frühling, da sie je nach Jahreszeit ihr Revier wechseln.",
  "pokecraft.species.emolga.name": "Emolga",
  "pokecraft.species.emolga.desc": "Emolga liebt süße Beeren. Manchmal hortet es so viel Futter in seinen Backentaschen, dass es nicht mehr richtig fliegen kann.",
  "pokecraft.species.karrablast.name": "Laukaps",
  "pokecraft.species.karrablast.desc": "Es nutzt die Flüssigkeit aus seinem Mund, um die Muschel von Schnuthelm aufzulösen. Dann verspeist es den Inhalt.",
  "pokecraft.species.escavalier.name": "Cavalanzas",
  "pokecraft.species.escavalier.desc": "Es greift Gegner mit seinen Lanzen an. Auf einem berühmten Gemälde ist ein Duell zwischen ihm und Lauchzelot zu sehen.",
  "pokecraft.species.foongus.name": "Tarnpignon",
  "pokecraft.species.foongus.desc": "Die Sporen, die es aus seinen zwei Gliedmaßen versprüht, sind sehr giftig. In getrockneter Form eignen sie sich jedoch als Magenmedizin.",
  "pokecraft.species.amoonguss.name": "Hutsassa",
  "pokecraft.species.amoonguss.desc": "Die meiste Zeit über bewegt es sich kaum und steht einfach nur regungslos neben Pokébällen, die am Boden liegen.",
  "pokecraft.species.frillish.name": "Quabbel",
  "pokecraft.species.frillish.desc": "Einer Sage nach sind Quabbel in Wirklichkeit Bewohner einer uralten, im Meer versunkenen Stadt, die zu Pokémon wurden.",
  "pokecraft.species.jellicent.name": "Apoquallyp",
  "pokecraft.species.jellicent.desc": "Bei Vollmond treiben Apoquallyp in Schwärmen an die Meeresoberfläche und lauern dort ihrer Beute auf.",
  "pokecraft.species.alomomola.name": "Mamolida",
  "pokecraft.species.alomomola.desc": "Mamolida kümmert sich offenbar um verletzte Pokémon, um nicht selbst von denen angegriffen zu werden, die es auf diese abgesehen haben.",
  "pokecraft.species.joltik.name": "Wattzapf",
  "pokecraft.species.joltik.desc": "Es heftet sich an andere Pokémon und saugt ihnen statische Elektrizität aus. Häufig wird es an Hinterteilen von Voldi gesichtet.",
  "pokecraft.species.galvantula.name": "Voltula",
  "pokecraft.species.galvantula.desc": "Es spinnt Fallen aus elektrischen Fäden nahe den Nestern von Vogel-Pokémon, um vor allem jene Jungen zu fangen, die nicht gut fliegen können.",
  "pokecraft.species.ferroseed.name": "Kastadur",
  "pokecraft.species.ferroseed.desc": "Es fühlt sich in moosbewachsenen Höhlen wohl. Die im Moos enthaltenen Enzyme lassen seine Stacheln besonders groß und kräftig werden.",
  "pokecraft.species.ferrothorn.name": "Tentantel",
  "pokecraft.species.ferrothorn.desc": "Seine Dornen sind härter als Stahl. Es bewegt sich fort, indem es seine dornengespickten Schlingen in Felswänden verhakt und sich vorwärtszieht.",
  "pokecraft.species.klink.name": "Klikk",
  "pokecraft.species.klink.desc": "Man sagt, dass vor langer Zeit ein Mensch das Zahnrad erfand, weil er so von der Begegnung mit diesem Pokémon inspiriert wurde.",
  "pokecraft.species.klang.name": "Kliklak",
  "pokecraft.species.klang.desc": "Da es symbolisch für die Industriebranche steht, ist es im Logo unzähliger Firmen Galars abgebildet.",
  "pokecraft.species.klinklang.name": "Klikdiklak",
  "pokecraft.species.klinklang.desc": "Dieses Pokémon besteht aus drei schnell rotierenden Zahnrädern. Das neue dritte Rad mit den Stacheln ist unbelebt.",
  "pokecraft.species.tynamo.name": "Zapplardin",
  "pokecraft.species.tynamo.desc": "Alleine erzeugen sie nur geringe Mengen an Elektrizität, aber im Schwarm können sie mächtige Stromsalven abfeuern.",
  "pokecraft.species.eelektrik.name": "Zapplalek",
  "pokecraft.species.eelektrik.desc": "Hat es seine Beute erspäht, lähmt es sie mit Elektrizität und verspeist sie anschließend.",
  "pokecraft.species.eelektross.name": "Zapplarang",
  "pokecraft.species.eelektross.desc": "Es schleppt sich mithilfe seiner Arme an Land, schnappt nach seiner Beute und zerrt sie augenblicklich ins Meer.",
  "pokecraft.species.elgyem.name": "Pygraulon",
  "pokecraft.species.elgyem.desc": "Ein Pokémon, das vor 50 Jahren entdeckt wurde. Sein hochentwickeltes Gehirn verleiht ihm Psycho-Kräfte.",
  "pokecraft.species.beheeyem.name": "Megalon",
  "pokecraft.species.beheeyem.desc": "Es kann die Gedanken anderer manipulieren. Manchmal wird es dabei beobachtet, wie es über Weizenfelder gleitet.",
  "pokecraft.species.litwick.name": "Lichtel",
  "pokecraft.species.litwick.desc": "Je jünger das Opfer, dem es die Lebensenergie entzieht, desto höher und unheimlicher brennt die Flamme auf seinem Kopf.",
  "pokecraft.species.lampent.name": "Laternecto",
  "pokecraft.species.lampent.desc": "Es gibt sich als Lampe aus und lungert in Städten herum. Entdeckt es einen Menschen, dessen Todesstunde naht, folgt es ihm leise.",
  "pokecraft.species.chandelure.name": "Skelabra",
  "pokecraft.species.chandelure.desc": "Angeblich soll früher in Häusern, wo Skelabra zur Beleuchtung verwendet wurden, eine Beerdigung auf die andere gefolgt sein.",
  "pokecraft.species.axew.name": "Milza",
  "pokecraft.species.axew.desc": "Sie rammen sich spielerisch mit ihren Fangzähnen. Brechen diese ab, wachsen sie sofort nach.",
  "pokecraft.species.fraxure.name": "Sharfax",
  "pokecraft.species.fraxure.desc": "Seine harte Haut schützt es wie eine Rüstung. Eine seiner besten Taktiken besteht darin, Gegner beim Tackle mit seinen Hauern zu durchbohren.",
  "pokecraft.species.haxorus.name": "Maxax",
  "pokecraft.species.haxorus.desc": "Es ist von Natur aus sanftmütig, aber wehe dem, der es wütend macht. Seine Stoßzähne reißen selbst Stahlträger in Stücke.",
  "pokecraft.species.cubchoo.name": "Petznief",
  "pokecraft.species.cubchoo.desc": "Es zieht vor jeder Attacke die Nase hoch. Die extreme Kälte in seinem Nasenschleim liefert die Energie für seine Eis-Attacken.",
  "pokecraft.species.beartic.name": "Siberio",
  "pokecraft.species.beartic.desc": "Es schwimmt fröhlich durch kalte Meere. Wenn es müde wird, gefriert es mit seinem Eisatem die Wasseroberfläche und ruht sich darauf aus.",
  "pokecraft.species.cryogonal.name": "Frigometri",
  "pokecraft.species.cryogonal.desc": "Bei Hitze wird es zu Wasserdampf. Im Sommer bekommt man es daher kaum zu Gesicht.",
  "pokecraft.species.shelmet.name": "Schnuthelm",
  "pokecraft.species.shelmet.desc": "Sein Körper reagiert unerklärlicherweise auf Elektrizität. Es heißt, die Anwesenheit von Laukaps löse bei ihm die Entwicklung aus.",
  "pokecraft.species.accelgor.name": "Hydragil",
  "pokecraft.species.accelgor.desc": "Seit es seine Muschel abgestreift hat, ist es viel leichter und agiler. Es umhüllt sich mit einer Schleimhaut, die es vor dem Austrocknen schützt.",
  "pokecraft.species.stunfisk.name": "Flunschlik",
  "pokecraft.species.stunfisk.desc": "Es verteilt über das gelbe Muster auf seinem Körper starke Stromstöße. Immer wenn es Strom absondert, grinst es. Niemand weiß, wieso.",
  "pokecraft.species.mienfoo.name": "Lin-Fu",
  "pokecraft.species.mienfoo.desc": "Lin-Fu ist klein, hat aber ein wildes Temperament. Gegnern, die sich ihm unbedacht nähern, setzt es mit einer eleganten Schlagfolge zu.",
  "pokecraft.species.mienshao.name": "Wie-Shu",
  "pokecraft.species.mienshao.desc": "Seine mit atemberaubender Geschwindigkeit ausgeführten Tritte können selbst riesige Felsen in winzige Stücke zerschmettern.",
  "pokecraft.species.druddigon.name": "Shardrago",
  "pokecraft.species.druddigon.desc": "Shardrago ist grausam und gerissen. Es nimmt die selbstgegrabenen Höhlen anderer Pokémon ein, um sie zu seinem Unterschlupf zu machen.",
  "pokecraft.species.golett.name": "Golbit",
  "pokecraft.species.golett.desc": "Golbit wurde aus Lehm erschaffen. Es führt heute noch Befehle aus, die ihm vor Jahrtausenden von seinem Meister aufgetragen wurden.",
  "pokecraft.species.golurk.name": "Golgantes",
  "pokecraft.species.golurk.desc": "Man sagt, in seinem Körper befinde sich eine unerschöpfliche Energiequelle, doch bisher ist es niemandem gelungen, dies nachzuweisen.",
  "pokecraft.species.pawniard.name": "Gladiantri",
  "pokecraft.species.pawniard.desc": "Gladiantri bilden Gruppen mit einem Caesurio an der Spitze. Jedes von ihnen trainiert hart, um irgendwann selbst Anführer zu werden.",
  "pokecraft.species.bisharp.name": "Caesurio",
  "pokecraft.species.bisharp.desc": "Sie streiten sich mit Sharfax aufs Heftigste um das Vorrecht auf Orte mit Felsen, an denen sie ihre Klingen schärfen können.",
  "pokecraft.species.bouffalant.name": "Bisofank",
  "pokecraft.species.bouffalant.desc": "Es lebt in Gruppen von circa 20 Artgenossen. Verrät ein Bisofank seine Herde, fällt ihm aus unbekannten Gründen das Fell am Kopf aus.",
  "pokecraft.species.rufflet.name": "Geronimatz",
  "pokecraft.species.rufflet.desc": "Seine starken Klauen können selbst harte Beeren zermalmen. Es ist so streitsüchtig, dass es jeden zum Kampf herausfordert, dem es begegnet.",
  "pokecraft.species.braviary.name": "Washakwil",
  "pokecraft.species.braviary.desc": "Da es hitzköpfig und aggressiv ist, hat es den Posten als Kurier in Galar an Krarmor verloren.",
  "pokecraft.species.vullaby.name": "Skallyk",
  "pokecraft.species.vullaby.desc": "Sie werden rasend schnell größer. Wenn sie aus Schädelwindeln herauswachsen, werden diese von jüngeren Nestgefährten getragen.",
  "pokecraft.species.mandibuzz.name": "Grypheldis",
  "pokecraft.species.mandibuzz.desc": "Es schmückt sich mit Knochen. Man kann wohl Trends beobachten, was für Knochenformen bei ihnen gerade besonders angesagt sind.",
  "pokecraft.species.heatmor.name": "Furnifraß",
  "pokecraft.species.heatmor.desc": "Es nutzt eine Flamme als Zunge. Damit bringt es die Panzer von Fermicula zum Schmelzen und verspeist im Anschluss ihr Inneres.",
  "pokecraft.species.durant.name": "Fermicula",
  "pokecraft.species.durant.desc": "Ihre mächtigen Kiefer können Felsen zerbeißen. Sie rotten sich zu Gruppen zusammen, um ihre Eier vor Sanaconda zu beschützen.",
  "pokecraft.species.deino.name": "Kapuno",
  "pokecraft.species.deino.desc": "Da es nichts sehen kann, beißt es zur Orientierung in alles hinein, was sich in seiner Umgebung befindet.",
  "pokecraft.species.zweilous.name": "Duodino",
  "pokecraft.species.zweilous.desc": "Sein Körper weist immer Narben auf, selbst wenn es gar nicht gekämpft hat. Die beiden Köpfe nehmen sich ständig gegenseitig das Futter weg.",
  "pokecraft.species.hydreigon.name": "Trikephalo",
  "pokecraft.species.hydreigon.desc": "Im Kampf beißen die drei Köpfe abwechselnd zu und lassen nicht ab, bis ihr Opfer am Boden liegt.",
  "pokecraft.species.larvesta.name": "Ignivor",
  "pokecraft.species.larvesta.desc": "Sein Körper ist ziemlich warm. Aus seinen Hörnern feuert es Flammen ab, um Feinde und Beute einzuschüchtern.",
  "pokecraft.species.volcarona.name": "Ramoth",
  "pokecraft.species.volcarona.desc": "Ramoth wurde aus einem lodernden Kokon geboren. In antiken Wandmalereien ist es als Feuergottheit abgebildet.",
  "pokecraft.species.cobalion.name": "Kobalium",
  "pokecraft.species.cobalion.desc": "Kobalium ist der geborene Anführer. Selbst die gefährlichsten Gegner unterwerfen sich ihm.",
  "pokecraft.species.terrakion.name": "Terrakium",
  "pokecraft.species.terrakion.desc": "Eine Legende aus der Einall-Region handelt davon, wie sich Terrakium gegen die Menschen stellte, um die Pokémon zu beschützen.",
  "pokecraft.species.virizion.name": "Viridium",
  "pokecraft.species.virizion.desc": "Es täuscht seine Gegner mit flinken Bewegungen, um sie dann blitzartig anzugreifen und ohne jede Gnade mit seinen Hörnern aufzuschlitzen.",
  "pokecraft.species.tornadus.name": "Boreos",
  "pokecraft.species.tornadus.desc": "Mit der Energie aus seiner Rute erzeugt es wilde Stürme, die stark genug sind, um ganze Wohnhäuser davonzuwehen.",
  "pokecraft.species.thundurus.name": "Voltolos",
  "pokecraft.species.thundurus.desc": "Es ist bei den Leuten verhasst, weil es auf seinen Rundflügen immer wieder Blitze erzeugt, die Waldbrände verursachen.",
  "pokecraft.species.reshiram.name": "Reshiram",
  "pokecraft.species.reshiram.desc": "Alte Mythen warnen, dass es alle Welt in Brand setzen wird, wenn die Menschen die Wirklichkeit missachten und der Gier verfallen.",
  "pokecraft.species.zekrom.name": "Zekrom",
  "pokecraft.species.zekrom.desc": "Viele Mythen besingen den Donner, mit dem es die Welt vernichten wird, wenn die Menschen den Sinn für die Gerechtigkeit verlieren.",
  "pokecraft.species.landorus.name": "Demeteros",
  "pokecraft.species.landorus.desc": "Seine aus Wind und Donner gewonnene Energie sorgt für reiche Ernten, da sie den Boden mit Nährstoffen anreichert.",
  "pokecraft.species.kyurem.name": "Kyurem",
  "pokecraft.species.kyurem.desc": "Es erzeugt Kälteenergie, mit der es seinen Körper gefroren hält. Damit verfolgt es offenbar das Ziel, seine Zellstruktur zu stabilisieren.",
  "pokecraft.species.keldeo.name": "Keldeo",
  "pokecraft.species.keldeo.desc": "Man sagt, wenn Keldeo schwere Kämpfe übersteht und das Horn an seiner Stirn stärker wird, erwache irgendwann seine wahre Kraft.",
  "pokecraft.species.meloetta.name": "Meloetta",
  "pokecraft.species.meloetta.desc": "Wer die Melodie hört, die es in einer speziellen Stimmlage von sich gibt, steht voll in seinem Bann.",
  "pokecraft.species.genesect.name": "Genesect",
  "pokecraft.species.genesect.desc": "Es lebte vor 300 Millionen Jahren. Team Plasma modifizierte es und pflanzte ihm am Rücken eine Kanone ein.",
  "pokecraft.species.chespin.name": "Igamaro",
  "pokecraft.species.chespin.desc": "Sein Kopf und Rücken werden von einer harten Hülle bedeckt, die so robust ist, dass sie selbst einer Kollision mit einem LKW standhalten würde.",
  "pokecraft.species.quilladin.name": "Igastarnish",
  "pokecraft.species.quilladin.desc": "Sie stärken ihre Beinmuskeln, indem sie sich gegenseitig anrempeln. Sie sind sehr freundlich und würden niemals einen Streit anfangen.",
  "pokecraft.species.chesnaught.name": "Brigaron",
  "pokecraft.species.chesnaught.desc": "Wenn es seine Fäuste vors Gesicht hält und so eine Verteidigungshaltung einnimmt, kann es selbst eine Explosion überstehen.",
  "pokecraft.species.fennekin.name": "Fynx",
  "pokecraft.species.fennekin.desc": "Anstelle eines Snacks kaut es unterwegs auf einem Zweig herum. Es schreckt Gegner ab, indem es über seine Ohren heiße Luft ausstößt.",
  "pokecraft.species.braixen.name": "Rutena",
  "pokecraft.species.braixen.desc": "Sein Zweig entzündet sich durch die Reibung, die beim Herausziehen aus seinem Schweif entsteht. Mit der Flamme sendet es Signale an Kameraden.",
  "pokecraft.species.delphox.name": "Fennexis",
  "pokecraft.species.delphox.desc": "Mit seinen übernatürlichen Kräften kontrolliert es einen 3 000 °C heißen Flammenwirbel, mit dem es seine Gegner umhüllt und sie verbrennt.",
  "pokecraft.species.froakie.name": "Froxy",
  "pokecraft.species.froakie.desc": "Es schützt seine Haut mit feinen Blasen, die seinen Körper umhüllen. Es mag unbekümmert aussehen, behält die Umgebung aber immer aufmerksam im Auge.",
  "pokecraft.species.frogadier.name": "Amphizel",
  "pokecraft.species.frogadier.desc": "Seine Flinkheit sucht ihresgleichen. Es kann einen 600 m hohen Turm in weniger als einer Minute erklimmen.",
  "pokecraft.species.greninja.name": "Quajutsu",
  "pokecraft.species.greninja.desc": "Kaum hat man es erspäht, verschwindet es auch schon wieder. Mit der Agilität eines Ninjas verwirrt es seine Gegner, um sie dann mit Wasser-Shuriken anzugreifen.",
  "pokecraft.species.bunnelby.name": "Scoppel",
  "pokecraft.species.bunnelby.desc": "Es ist permanent in Alarmbereitschaft. Sobald es die Flügel eines Krarmors rascheln hört, gräbt es ein Loch und verschwindet im Boden.",
  "pokecraft.species.diggersby.name": "Grebbit",
  "pokecraft.species.diggersby.desc": "Das Fell an seinem Bauch hält es schön warm. Früher haben die Menschen daraus Kleidung gefertigt, die sie vor Kälte schützte.",
  "pokecraft.species.fletchling.name": "Dartiri",
  "pokecraft.species.fletchling.desc": "Ist es aufgeregt, steigt seine Körpertemperatur so stark an, dass man sich verbrennen kann, wenn man es mit bloßen Händen anfasst.",
  "pokecraft.species.fletchinder.name": "Dartignis",
  "pokecraft.species.fletchinder.desc": "Dieses kriegerische Pokémon hat ein stark ausgeprägtes Revierverhalten. Es kämpft mit anderen Dartignis um Futterplätze.",
  "pokecraft.species.talonflame.name": "Fiaro",
  "pokecraft.species.talonflame.desc": "Fiaro greift mit einer Geschwindigkeit von bis zu 500 km/h an. Mit einem kräftigen Tritt erlegt es seine Beute und gibt ihr keine Chance zur Flucht.",
  "pokecraft.species.scatterbug.name": "Purmel",
  "pokecraft.species.scatterbug.desc": "Es reguliert seine Körpertemperatur mit dem Puder, das seinen Körper bedeckt, und kommt deswegen in jedem Klima und jeder Region zurecht.",
  "pokecraft.species.spewpa.name": "Puponcho",
  "pokecraft.species.spewpa.desc": "Der Schnabel eines Vogel-Pokémon kann seinem harten Körper keinen Kratzer zufügen. Es verteidigt sich, indem es Puder spuckt.",
  "pokecraft.species.vivillon.name": "Vivillon",
  "pokecraft.species.vivillon.desc": "Je nach Klima und geographischer Beschaffenheit seines Habitats ändert sich die Musterung seiner Flügel. Es verstreut bunten Flügelstaub.",
  "pokecraft.species.litleo.name": "Leufeo",
  "pokecraft.species.litleo.desc": "Ein sehr aktives und neugieriges Pokémon. Bei Kampfbeginn und wenn es wütend ist, wird seine Mähne heiß.",
  "pokecraft.species.pyroar.name": "Pyroleo",
  "pokecraft.species.pyroar.desc": "Es kann 6 000 °C heiße Atemluft ausstoßen, die es jedoch nicht bei der Jagd verwendet. Seine Beute verspeist es nämlich lieber roh.",
  "pokecraft.species.flabebe.name": "Flabébé",
  "pokecraft.species.flabebe.desc": "Ohne die Kräfte einer Blume ist es relativ schutzlos. Es sucht jedoch so lange, bis es eine findet, deren Form und Farbe ihm zusagt.",
  "pokecraft.species.floette.name": "Floette",
  "pokecraft.species.floette.desc": "Es überträgt seine Kraft auf Blumen und pflegt diese mit ganzem Herzen. Es verzeiht keinem, der sein Blumenbeet verwüstet.",
  "pokecraft.species.florges.name": "Florges",
  "pokecraft.species.florges.desc": "Es hat eine Lebenserwartung von mehreren Hundert Jahren. Man sagt, es widme sein ganzes Dasein beharrlich der Pflege von Blumengärten.",
  "pokecraft.species.skiddo.name": "Mähikel",
  "pokecraft.species.skiddo.desc": "Solange es Wasser und Sonnenlicht hat, kann es mit den Blättern auf seinem Rücken Energie erzeugen. Deswegen kommt es auch ohne Futter zurecht.",
  "pokecraft.species.gogoat.name": "Chevrumm",
  "pokecraft.species.gogoat.desc": "Sie leben im Gebirge. Der Herdenanführer wird durch ein Kräftemessen gewählt, bei dem die Anwärter ihre Hörner gegeneinander rammen.",
  "pokecraft.species.pancham.name": "Pam-Pam",
  "pokecraft.species.pancham.desc": "Es starrt den Gegner finster an, um nicht unterschätzt zu werden, doch wenn es sich entspannt, muss es unwillkürlich grinsen.",
  "pokecraft.species.pangoro.name": "Pandagro",
  "pokecraft.species.pangoro.desc": "Mit seinem Blatt erspürt es die Bewegungen des Gegners. Seine Schläge sind so stark, dass es sogar Kipplaster zu Schrott verarbeiten kann.",
  "pokecraft.species.furfrou.name": "Coiffwaff",
  "pokecraft.species.furfrou.desc": "Trimmt man sein Fell nicht regelmäßig, wächst es ohne Unterlass. Allerdings lässt es sich nur von jemandem frisieren, dem es traut.",
  "pokecraft.species.espurr.name": "Psiau",
  "pokecraft.species.espurr.desc": "Mit seinen Psycho-Kräften könnte es selbst Profi-Wrestler vom Platz fegen. Es fällt ihm aber schwer, diese Kräfte zu kontrollieren.",
  "pokecraft.species.meowstic.name": "Psiaugon",
  "pokecraft.species.meowstic.desc": "Männliche Psiaugon haben einen ausgeprägten Beschützerinstinkt. Sie sind dann am stärksten, wenn sie sich oder ihren Trainer verteidigen.",
  "pokecraft.species.honedge.name": "Gramokles",
  "pokecraft.species.honedge.desc": "Das blaue Auge auf der Parierstange ist sein wahrer Körper. Mithilfe eines alten Tuchs absorbiert es die Lebenskraft von Menschen.",
  "pokecraft.species.doublade.name": "Duokles",
  "pokecraft.species.doublade.desc": "Seine zwei Schwerter wechseln sich in einer hektischen Aufeinanderfolge von Angriff und Verteidigung ab, um seine Beute zu erlegen.",
  "pokecraft.species.aegislash.name": "Durengard",
  "pokecraft.species.aegislash.desc": "Mithilfe seiner mysteriösen Kräfte kontrollierte es Menschen und Pokémon und ließ sie ein Land nach seinen Vorstellungen erschaffen.",
  "pokecraft.species.spritzee.name": "Parfi",
  "pokecraft.species.spritzee.desc": "Von seinem Körper geht ein süßer Duft aus, der einfach jeden bezaubert. Bei den vornehmen Damen des Adels war es besonders beliebt.",
  "pokecraft.species.aromatisse.name": "Parfinesse",
  "pokecraft.species.aromatisse.desc": "Es kann üblen Gestank verströmen, der seinen Gegnern den Kampfeswillen raubt, oder wohlige Düfte erzeugen, die seinen Mitstreitern helfen.",
  "pokecraft.species.swirlix.name": "Flauschling",
  "pokecraft.species.swirlix.desc": "Sein flauschiges Fell duftet süß wie Zuckerwatte. Es stößt klebrige Fäden aus, mit denen es seine Gegner umwickelt.",
  "pokecraft.species.slurpuff.name": "Sabbaione",
  "pokecraft.species.slurpuff.desc": "Da in seinem Fell eine Menge Luft eingeschlossen ist, fühlt es sich unheimlich weich an und ist leichter, als es auf den ersten Blick aussieht.",
  "pokecraft.species.inkay.name": "Iscalar",
  "pokecraft.species.inkay.desc": "Es lässt die Punkte auf seinem Körper blinken, um Gegnern den Kampfeswillen zu rauben. Diesen Moment nutzt es dann, um zu fliehen.",
  "pokecraft.species.malamar.name": "Calamanero",
  "pokecraft.species.malamar.desc": "Man erzählt sich, dass die hypnotischen Kräfte dieses Pokémon mit einigen geschichtsträchtigen Ereignissen in Verbindung stehen.",
  "pokecraft.species.binacle.name": "Bithora",
  "pokecraft.species.binacle.desc": "Wenn die beiden Exemplare sich nicht gut verstehen, werden sie in Angriff und Verteidigung nachlässig und ihre Überlebenschancen sinken.",
  "pokecraft.species.barbaracle.name": "Thanathora",
  "pokecraft.species.barbaracle.desc": "Die Augen auf den Händen überwachen sein gesamtes Umfeld. In Notsituationen greifen Arme und Beine eigenständig an.",
  "pokecraft.species.skrelp.name": "Algitt",
  "pokecraft.species.skrelp.desc": "Da es wie verfaulter Seetang aussieht, versteckt es sich zwischen den im Meer treibenden Algen, um sich den Blicken seiner Feinde zu entziehen.",
  "pokecraft.species.dragalge.name": "Tandrak",
  "pokecraft.species.dragalge.desc": "Indem Tandrak seinen Kopfschmuck aus dem Wasser reckt und ihn im Sonnenlicht badet, produziert es Drachen-Energie.",
  "pokecraft.species.clauncher.name": "Scampisto",
  "pokecraft.species.clauncher.desc": "Scampisto erledigt seine Feinde, indem es durch die Explosion von Gasen, die es in seiner rechten Schere speichert, Wasser wie Projektile abfeuert.",
  "pokecraft.species.clawitzer.name": "Wummer",
  "pokecraft.species.clawitzer.desc": "Mit seiner rechten Schere, die ihm als Kanone dient, feuert es Geschosse aus Meerwasser ab, die selbst Tankschiffe versenken können.",
  "pokecraft.species.helioptile.name": "Eguana",
  "pokecraft.species.helioptile.desc": "Es kann aus Sonnenlicht Elektrizität erzeugen. Unterbricht man es jedoch bei diesem Prozess, verliert es vor lauter Stress all seine Kraft.",
  "pokecraft.species.heliolisk.name": "Elezard",
  "pokecraft.species.heliolisk.desc": "Stellt es seine kragenartigen Hautlappen auf und absorbiert damit Sonnenlicht, kann ein Elezard genug Strom für eine Großstadt produzieren.",
  "pokecraft.species.tyrunt.name": "Balgoras",
  "pokecraft.species.tyrunt.desc": "Es ist eigennützig und verzogen. Selbst wenn Balgoras nur spielen will, verletzt es dabei seinen Trainer manchmal schwer.",
  "pokecraft.species.tyrantrum.name": "Monargoras",
  "pokecraft.species.tyrantrum.desc": "Ein Biss seines starken Kiefers reicht, um ein Auto zu zermalmen. Dieses Pokémon war der Regent der Urzeit.",
  "pokecraft.species.amaura.name": "Amarino",
  "pokecraft.species.amaura.desc": "Ein ausgestorbenes Pokémon aus der Urzeit. Manchmal werden im Eis erhalten gebliebene Exemplare entdeckt.",
  "pokecraft.species.aurorus.name": "Amagarga",
  "pokecraft.species.aurorus.desc": "Wenn es von wildem Zorn erfüllt ist, entströmt ihm gewaltige Kälte, die seine ganze Umgebung einfriert.",
  "pokecraft.species.sylveon.name": "Feelinara",
  "pokecraft.species.sylveon.desc": "Ein in der Galar-Region überliefertes Märchen erzählt von einem bildhübschen Feelinara, das ein grässliches Drachen-Pokémon bezwingt.",
  "pokecraft.species.hawlucha.name": "Resladero",
  "pokecraft.species.hawlucha.desc": "Bevor es seinem Gegner mit einer Spezialtechnik ein Ende setzt, posiert es stets. Diesen Moment nutzt so mancher für einen Gegenangriff.",
  "pokecraft.species.dedenne.name": "Dedenne",
  "pokecraft.species.dedenne.desc": "Dedenne selbst kann nur wenig Elektrizität erzeugen, weshalb es Strom von anderen Elektro-Pokémon oder aus Steckdosen stiehlt.",
  "pokecraft.species.carbink.name": "Rocara",
  "pokecraft.species.carbink.desc": "Es heißt, irgendwo auf der Welt gäbe es eine Gesteinsader aus schlafenden Rocara. Dort soll man auch ihre Königin antreffen können.",
  "pokecraft.species.goomy.name": "Viscora",
  "pokecraft.species.goomy.desc": "Seine Fühler sind hochentwickelte Sinnesorgane. Da es dank ihnen Feinde sofort spüren und sich verstecken kann, hat es bis heute überlebt.",
  "pokecraft.species.sliggoo.name": "Viscargot",
  "pokecraft.species.sliggoo.desc": "In dem Fortsatz auf seinem Rücken befindet sich sein winziges Gehirn. Es kann nur ans Fressen und an die Flucht vor seinen Feinden denken.",
  "pokecraft.species.goodra.name": "Viscogon",
  "pokecraft.species.goodra.desc": "Es greift mit seinen ausfahrbaren Fühlern an, deren Durchschlagskraft hundertmal so stark wie der Faustschlag eines Schwergewichtsboxers ist.",
  "pokecraft.species.klefki.name": "Clavion",
  "pokecraft.species.klefki.desc": "Mit dem Fortsatz an seinem Kopf saugt Clavion Metall-Ionen ein. Anscheinend liebt es Schlüssel so sehr, dass es sie mit seinem Aussehen imitiert.",
  "pokecraft.species.phantump.name": "Paragoni",
  "pokecraft.species.phantump.desc": "Es imitiert das Schluchzen eines Menschenkindes, um Erwachsene tief in den Wald zu locken und dafür zu sorgen, dass diese sich verlaufen.",
  "pokecraft.species.trevenant.name": "Trombork",
  "pokecraft.species.trevenant.desc": "Es streckt die dünnen Wurzeln an seinen Beinen aus, um sich so mit den Bäumen im Wald zu verbinden und sie nach Belieben zu kontrollieren.",
  "pokecraft.species.pumpkaboo.name": "Irrbis",
  "pokecraft.species.pumpkaboo.desc": "Blicken Menschen und Pokémon in das Licht, das aus den Löchern seines Kürbisses dringt, werden sie hypnotisiert und von Irrbis kontrolliert.",
  "pokecraft.species.gourgeist.name": "Pumpdjinn",
  "pokecraft.species.gourgeist.desc": "In Neumondnächten klopft Pumpdjinn an die Eingangstüren der Häuser. Wer sie ihm öffnet, wird von ihm ins Jenseits entführt.",
  "pokecraft.species.bergmite.name": "Arktip",
  "pokecraft.species.bergmite.desc": "Es lebt in extrem kalten Gebieten. Um sich an Arktilas zu befestigen, lässt es seine Beine an dessen Rücken festfrieren.",
  "pokecraft.species.avalugg.name": "Arktilas",
  "pokecraft.species.avalugg.desc": "Die Risse auf seinem Körper werden im Zuge seiner täglichen Aktivitäten tiefer. Ihm genügt jedoch eine Nacht, um sie wieder zu schließen.",
  "pokecraft.species.noibat.name": "eF-eM",
  "pokecraft.species.noibat.desc": "Es kann Schallwellen verschiedenster Frequenzen freisetzen. Selbst große Pokémon können seinem Beschuss mit Ultraschallwellen nicht standhalten.",
  "pokecraft.species.noivern.name": "UHaFnir",
  "pokecraft.species.noivern.desc": "Es fliegt durch die Dunkelheit und verletzt Feinde mit Ultraschallwellen, die auch Felsen zermalmen können. Dann erledigt es sie mit spitzen Zähnen.",
  "pokecraft.species.xerneas.name": "Xerneas",
  "pokecraft.species.xerneas.desc": "Es heißt, dieses Pokémon spende ewiges Leben, sobald das Geweih auf seinem Haupt in sieben verschiedenen Farben leuchtet.",
  "pokecraft.species.yveltal.name": "Yveltal",
  "pokecraft.species.yveltal.desc": "Neigt sich seine Lebensspanne dem Ende zu, entzieht es anderen Lebewesen deren Energie und verwandelt sich zurück in einen Kokon.",
  "pokecraft.species.zygarde.name": "Zygarde",
  "pokecraft.species.zygarde.desc": "Im Kampf gegen all jene, die das Ökosystem in Gefahr bringen, nimmt es angeblich eine noch mächtigere Form an.",
  "pokecraft.species.diancie.name": "Diancie",
  "pokecraft.species.diancie.desc": "Es kann im Nu viele Diamanten erzeugen, indem es luftgebundene Kohlenstoffpartikel mit seinen Händen komprimiert.",
  "pokecraft.species.hoopa.name": "Hoopa",
  "pokecraft.species.hoopa.desc": "Mit seinen sechs Ringen und seinen sechs riesigen Armen kann es alles an sich reißen, was es möchte. Wenn seine Kraft versiegelt wird, nimmt es jedoch eine kleinere Gestalt an.",
  "pokecraft.species.volcanion.name": "Volcanion",
  "pokecraft.species.volcanion.desc": "Über die Arme auf seinem Rücken stößt es Wasserdampf aus. Seine Kraft reicht aus, um Berge zu versetzen.",
  "pokecraft.species.rowlet.name": "Bauz",
  "pokecraft.species.rowlet.desc": "Tagsüber sammelt es per Photosynthese Kräfte, um nachts lautlos durch die Lüfte zu fliegen und nach Beute zu suchen.",
  "pokecraft.species.dartrix.name": "Arboretoss",
  "pokecraft.species.dartrix.desc": "Die Pflege seines Gefieders versäumt es nie. So bewahrt es nicht nur ein gepflegtes Äußeres, sondern auch die Schärfe seiner Federn.",
  "pokecraft.species.decidueye.name": "Silvarro",
  "pokecraft.species.decidueye.desc": "In 0,1 Sekunden spannt es eine Feder in seine Flügelranke und schießt sie wie einen Pfeil auf die Schwachstellen seines ahnungslosen Ziels.",
  "pokecraft.species.litten.name": "Flamiau",
  "pokecraft.species.litten.desc": "Personen, denen es nicht vertraut, sollten sich davor hüten, es zu streicheln. Mit seinen scharfen Krallen verteilt es nämlich üble Kratzwunden.",
  "pokecraft.species.torracat.name": "Miezunder",
  "pokecraft.species.torracat.desc": "Wenn es sich einem starken Gegner stellt, steigt nicht nur sein Kampfeswille, sondern auch die Heizkraft seines feurigen Glöckchens.",
  "pokecraft.species.incineroar.name": "Fuegro",
  "pokecraft.species.incineroar.desc": "Obwohl es sich auffällig rau und wild aufführt, hat es auch eine freundliche Seite an sich und hilft kleineren Pokémon aus Notlagen.",
  "pokecraft.species.popplio.name": "Robball",
  "pokecraft.species.popplio.desc": "Es trainiert jeden Tag fleißig, um irgendwann eine Blase zu erschaffen, welche die perfekte Form und Größe vorweist.",
  "pokecraft.species.brionne.name": "Marikeck",
  "pokecraft.species.brionne.desc": "In Nächten mit ruhigem Wellengang tanzt es mit seinen Artgenossen zusammen zu einem Lied, das ihr Rudelführer, ein Primarene, vorsingt.",
  "pokecraft.species.primarina.name": "Primarene",
  "pokecraft.species.primarina.desc": "Jeder Kampf ist für es wie eine Aufführung. Wer seinen Gesang und seinen Tanz mit den Blasen miterleben darf, wird davon ganz verzaubert.",
  "pokecraft.species.pikipek.name": "Peppeck",
  "pokecraft.species.pikipek.desc": "Es sieht schmächtig und schwach aus, doch es hat sehr kräftige Halsmuskeln. Dadurch kann es 16-mal pro Sekunde auf Bäume einpicken.",
  "pokecraft.species.trumbeak.name": "Trompeck",
  "pokecraft.species.trumbeak.desc": "Es feuert mit seinem Schnabel Samen von gefressenen Beeren ab. Aus den Samen, die am Boden liegenbleiben, entstehen neue Pflanzen.",
  "pokecraft.species.toucannon.name": "Tukanon",
  "pokecraft.species.toucannon.desc": "Tukanon-Pärchen sind für ihr harmonisches Zusammenleben bekannt. Daher werden sie oft als Glücksbringer zu Hochzeiten mitgebracht.",
  "pokecraft.species.yungoos.name": "Mangunior",
  "pokecraft.species.yungoos.desc": "Es ist zwar ein Allesfresser, bevorzugt aber frische oder lebendige Nahrung. Auf der Suche nach Beute marschiert es die Straßen entlang.",
  "pokecraft.species.gumshoos.name": "Manguspektor",
  "pokecraft.species.gumshoos.desc": "Dieses Pokémon ist eigentlich sehr geduldig. Sieht es jedoch ein Rattfratz, seine Leibspeise, stürzt es sich völlig außer Kontrolle auf es.",
  "pokecraft.species.grubbin.name": "Mabula",
  "pokecraft.species.grubbin.desc": "Mit seinem großen Kiefer gräbt es sich seinen Bau im Waldboden. Zu seinen Leibspeisen gehört süßer Baumsaft.",
  "pokecraft.species.charjabug.name": "Akkup",
  "pokecraft.species.charjabug.desc": "Gefressenes Laub verwandelt es während der Verdauung in elektrische Energie, die in einem Strombeutel in seinem Magen gespeichert wird.",
  "pokecraft.species.vikavolt.name": "Donarion",
  "pokecraft.species.vikavolt.desc": "Wenn es ein Akkup als Reservebatterie trägt, kann es im Flug eine Salve aus extrem starken Elektrostrahlen abfeuern.",
  "pokecraft.species.crabrawler.name": "Krabbox",
  "pokecraft.species.crabrawler.desc": "Manchmal hält es ein Kokowei für eine Palme und klettert es hinauf. Dieses schüttelt es dann wütend ab und verpasst ihm einen Tritt.",
  "pokecraft.species.crabominable.name": "Krawell",
  "pokecraft.species.crabominable.desc": "Es denkt nicht lange nach und schlägt einfach zu. Laut manchen Berichten kann es mit seinen schnellen Schlägen selbst Lawinen stoppen.",
  "pokecraft.species.oricorio.name": "Choreogel",
  "pokecraft.species.oricorio.desc": "Ein Choreogel, das roten Nektar geschlürft hat. Es neigt zur Theatralik. Gibt ihm sein Trainer einen falschen Befehl, macht es ihm eine Szene.",
  "pokecraft.species.cutiefly.name": "Wommel",
  "pokecraft.species.cutiefly.desc": "Es nimmt die Aura seiner Feinde wahr und erahnt ihren nächsten Zug. So kann es Angriffen geschickt ausweichen und zurückschlagen.",
  "pokecraft.species.ribombee.name": "Bandelby",
  "pokecraft.species.ribombee.desc": "Bandelby hassen es, vom Regen nass zu werden. Da die Galar-Region zu bewölktem Wetter neigt, lassen sie sich nur selten blicken.",
  "pokecraft.species.rockruff.name": "Wuffels",
  "pokecraft.species.rockruff.desc": "Mit seinem steinernen Fellkragen schlägt Wuffels auf den Boden, um Gegner einzuschüchtern. Schrecken diese zurück, greift es sie sofort an.",
  "pokecraft.species.lycanroc.name": "Wolwerock",
  "pokecraft.species.lycanroc.desc": "Es treibt seine Beute mit schnellen Bewegungen geduldig in die Enge. Dann stürzt es sich mit den Fangzähnen auf deren Schwachpunkt.",
  "pokecraft.species.wishiwashi.name": "Lusardin",
  "pokecraft.species.wishiwashi.desc": "Wenn es Gefahr verspürt, tränen seine Augen. Das Leuchten der Tränen fungiert als Signal, mit dem es etliche Artgenossen zu sich ruft.",
  "pokecraft.species.mareanie.name": "Garstella",
  "pokecraft.species.mareanie.desc": "Im Gegensatz zu den Garstella in Alola haben die der Galar-Region noch nicht bemerkt, wie köstlich die Arme von Corasonn sind.",
  "pokecraft.species.toxapex.name": "Aggrostella",
  "pokecraft.species.toxapex.desc": "In dem Giftbeutel in seinem Inneren bewahrt es große Mengen eines Gifts auf, das selbst einem Wailord drei Tage und Nächte lang stark zusetzt.",
  "pokecraft.species.mudbray.name": "Pampuli",
  "pokecraft.species.mudbray.desc": "Es frisst Erde und verwandelt sie in Schlamm, den es an seine Hufe schmiert. Damit kann es selbst unwegsames Gelände ohne Rutschen überqueren.",
  "pokecraft.species.mudsdale.name": "Pampross",
  "pokecraft.species.mudsdale.desc": "Es verfügt über genügend Ausdauer, um eine über zehn Tonnen schwere Last ohne Pause durch die gesamte Galar-Region zu ziehen.",
  "pokecraft.species.dewpider.name": "Araqua",
  "pokecraft.species.dewpider.desc": "Es verlässt das Wasser nur selten. Wenn es auf Futtersuche an Land kommt, hüllt es seinen Kopf in eine Wasserblase.",
  "pokecraft.species.araquanid.name": "Aranestro",
  "pokecraft.species.araquanid.desc": "Es lässt Araqua in der Wasserblase um seinen Kopf Platz nehmen und kümmert sich um es, indem es ihm Futterreste überlässt.",
  "pokecraft.species.fomantis.name": "Imantis",
  "pokecraft.species.fomantis.desc": "Tagsüber badet Imantis im Sonnenlicht und hält Nickerchen. Nachts wacht es auf und wird aktiv.",
  "pokecraft.species.lurantis.name": "Mantidea",
  "pokecraft.species.lurantis.desc": "Die Blütenblätter an seinen Armen sind dünn und scharfkantig. Mantidea absorbiert mit ihnen Licht, das es in Form von Strahlen abschießen kann.",
  "pokecraft.species.morelull.name": "Bubungus",
  "pokecraft.species.morelull.desc": "Auch die hellsten Tage verbringt Bubungus in dunklen Wäldern. Es streut blinkende Sporen aus, um seine Gegner in den Schlaf zu lullen.",
  "pokecraft.species.shiinotic.name": "Lamellux",
  "pokecraft.species.shiinotic.desc": "Stößt man im nächtlichen Wald auf ein Leuchten, sollte man sich diesem nicht nähern. Sonst wird man nämlich von Lamellux in den Schlaf gelullt.",
  "pokecraft.species.salandit.name": "Molunk",
  "pokecraft.species.salandit.desc": "Es schleicht sich von hinten an seine Beute heran. Noch bevor diese auf es aufmerksam wird, setzt es sie mit seinem Giftgas außer Gefecht.",
  "pokecraft.species.salazzle.name": "Amfira",
  "pokecraft.species.salazzle.desc": "Kommt es unter ihnen zu Streitereien, setzt sich offenbar immer das Amfira durch, das von den meisten männlichen Molunk verehrt wird.",
  "pokecraft.species.stufful.name": "Velursi",
  "pokecraft.species.stufful.desc": "Strampelt es zum Schutz mit den Vorderbeinen, sieht das zwar niedlich aus, aber ein Treffer mit ihnen ist stark genug, um große Bäume zu fällen.",
  "pokecraft.species.bewear.name": "Kosturso",
  "pokecraft.species.bewear.desc": "Es schlägt seine Beute mit Attacken nieder, die Profikampfsportler erblassen lassen. Danach trägt es sie unter seinen beiden Armen in sein Versteck.",
  "pokecraft.species.bounsweet.name": "Frubberl",
  "pokecraft.species.bounsweet.desc": "Wenn es angegriffen wird, sondert es einen köstlich süß duftenden Angstschweiß ab, der leider meist nur noch weitere Feinde anlockt.",
  "pokecraft.species.steenee.name": "Frubaila",
  "pokecraft.species.steenee.desc": "Nach ihm pickende Kranoviz greift es mit dem Blütenkelch auf seinem Kopf an, bevor es sie mit agilen Kicktechniken bearbeitet.",
  "pokecraft.species.tsareena.name": "Fruyal",
  "pokecraft.species.tsareena.desc": "Es tritt mit seinen harten Fußspitzen auf seine Gegner ein und hinterlässt dabei sowohl körperliche als auch seelische Narben.",
  "pokecraft.species.comfey.name": "Curelei",
  "pokecraft.species.comfey.desc": "Dieses Pokémon riecht äußerst angenehm. Da jedes Curelei andere Blumen trägt, unterscheiden sie sich in ihrem Duft.",
  "pokecraft.species.oranguru.name": "Kommandutan",
  "pokecraft.species.oranguru.desc": "Es kennt jeden Winkel des Waldes. Trifft es ein verletztes Pokémon, findet es in Windeseile das passende Heilkraut und schreitet zur Behandlung.",
  "pokecraft.species.passimian.name": "Quartermak",
  "pokecraft.species.passimian.desc": "Sie bilden Gruppen von 20 Exemplaren. Durch klare Aufgabenteilung haben sie den Gefahren der Natur getrotzt und bis heute überlebt.",
  "pokecraft.species.wimpod.name": "Reißlaus",
  "pokecraft.species.wimpod.desc": "Sie schließen sich zu Schwärmen zusammen und halten stets Ausschau nach Gefahr. Sichten sie einen Feind, nehmen sie in alle Winde Reißaus.",
  "pokecraft.species.golisopod.name": "Tectass",
  "pokecraft.species.golisopod.desc": "Tectass leben in Tiefseehöhlen und versunkenen Schiffswracks. Sie liefern sich Kämpfe mit Kaocto, nach denen der Sieger den Verlierer verspeist.",
  "pokecraft.species.sandygast.name": "Sankabuh",
  "pokecraft.species.sandygast.desc": "Für gewöhnlich lebt es an Stränden. Es kann alle kontrollieren, die ihre Hand in sein Maul stecken, und bringt sie dazu, seinen Körper zu vergrößern.",
  "pokecraft.species.palossand.name": "Colossand",
  "pokecraft.species.palossand.desc": "Es lebt an Stränden, obwohl es Wasser hasst. Wird es von starkem Regen erwischt, so kann es seine sandburgartige Form nicht aufrechterhalten.",
  "pokecraft.species.pyukumuku.name": "Gufa",
  "pokecraft.species.pyukumuku.desc": "Seine Schleimschicht hydriert seine Haut so effizient, dass es mehrere Tage an Land leben kann, ohne auszutrocknen.",
  "pokecraft.species.typenull.name": "Typ:Null",
  "pokecraft.species.typenull.desc": "Typ:Null ist eine künstliche Nachbildung eines Pokémon aus einer alten Sage. Die Maske dient dazu, seine Kräfte unter Kontrolle zu halten.",
  "pokecraft.species.silvally.name": "Amigento",
  "pokecraft.species.silvally.desc": "Der entscheidende Faktor, durch den es seine wahren Kräfte freisetzen kann, ist die enge Bindung zu einem Trainer, dem es vertraut.",
  "pokecraft.species.minior.name": "Meteno",
  "pokecraft.species.minior.desc": "Seine äußere Schale ist zwar sehr robust, durch den Aufprall auf der Oberfläche des Planeten zersplittert sie allerdings.",
  "pokecraft.species.komala.name": "Koalelu",
  "pokecraft.species.komala.desc": "Es verbringt sein Leben schlafend, bis es stirbt. Das liegt an den narkotisierenden Wirkstoffen, die in den Blättern enthalten sind, die es frisst.",
  "pokecraft.species.turtonator.name": "Tortunator",
  "pokecraft.species.turtonator.desc": "Da es in Vulkanen lebt, nimmt es mit der Nahrung viel Schwefel auf, was seinen Panzer und seinen Kot explosiv macht. Letzterer ist ein Gefahrengut.",
  "pokecraft.species.togedemaru.name": "Togedemaru",
  "pokecraft.species.togedemaru.desc": "Bei Gefahr rollt es sich zusammen, stellt seine Rückenstacheln auf und schießt willkürlich mit Elektrizität um sich.",
  "pokecraft.species.mimikyu.name": "Mimigma",
  "pokecraft.species.mimikyu.desc": "Alle Wissenschaftler, die zu Forschungszwecken einen Blick unter seinen Lumpen gewagt haben, sind an einer rätselhaften Krankheit gestorben.",
  "pokecraft.species.bruxish.name": "Knirfish",
  "pokecraft.species.bruxish.desc": "Seine Haut ist so hart, dass selbst die Nadeln eines Garstella sie nicht durchdringen. Mit seinen kräftigen Zähnen zerkaut es sie einfach.",
  "pokecraft.species.drampa.name": "Sen-Long",
  "pokecraft.species.drampa.desc": "Ein zutrauliches und gutmütiges Pokémon. Wird es jedoch wütend, beschwört es heftige Stürme herauf, die alles und jeden davonfegen.",
  "pokecraft.species.dhelmise.name": "Moruda",
  "pokecraft.species.dhelmise.desc": "Im Meer wirft es seinen Anker aus und legt sich auf die Lauer. Es fängt sich möglichst große Beute wie Wailord und saugt ihr die Lebensenergie aus.",
  "pokecraft.species.jangmoo.name": "Miniras",
  "pokecraft.species.jangmoo.desc": "Es kommuniziert mit Artgenossen, indem es mit seinen Schuppen rasselt, die aus erhärtetem Fell bestehen und eine metallartige Konsistenz haben.",
  "pokecraft.species.hakamoo.name": "Mediras",
  "pokecraft.species.hakamoo.desc": "Bevor es angreift, rasselt es mit den Schuppen und stößt einen Kampfschrei aus. Dann reißt es den Gegner mit seinen scharfen Klauen in Stücke.",
  "pokecraft.species.kommoo.name": "Grandiras",
  "pokecraft.species.kommoo.desc": "In Ruinen finden sich uralte Abbildungen von Kriegern, die Rüstungen aus Grandiras-Schuppen tragen.",
  "pokecraft.species.tapukoko.name": "Kapu-Riki",
  "pokecraft.species.tapukoko.desc": "Der Schutzpatron Mele-Meles gebietet über Blitz und Donner. Dieses lebhafte, neugierige Pokémon zeigt sich ab und an den Menschen.",
  "pokecraft.species.tapulele.name": "Kapu-Fala",
  "pokecraft.species.tapulele.desc": "Obwohl man es Schutzpatron nennt, verkörpert sein zugleich unschuldiges und grausames Gemüt das zwiegespaltene Wesen der Natur.",
  "pokecraft.species.tapubulu.name": "Kapu-Toro",
  "pokecraft.species.tapubulu.desc": "Als Gebieter über die Pflanzen macht Ula-Ulas Schutzpatron mit seinem Schweif auf sich aufmerksam, um unnötige Kämpfe zu vermeiden.",
  "pokecraft.species.tapufini.name": "Kapu-Kime",
  "pokecraft.species.tapufini.desc": "Man bezeichnet es zwar als Schutzpatron, doch all jene, die sich ihm unbedacht nähern, werden von furchtbaren Katastrophen heimgesucht.",
  "pokecraft.species.cosmog.name": "Cosmog",
  "pokecraft.species.cosmog.desc": "Es ist sehr neugierig und handelt oft unüberlegt, weshalb es häufig in brenzlige Situationen gerät. Wenn es in Gefahr ist, teleportiert es sich weg.",
  "pokecraft.species.cosmoem.name": "Cosmovum",
  "pokecraft.species.cosmoem.desc": "Es zieht mit unglaublicher Wucht Staub aus der Luft und produziert damit in seinem Kern fleißig Energie für seine Entwicklung.",
  "pokecraft.species.solgaleo.name": "Solgaleo",
  "pokecraft.species.solgaleo.desc": "Einst wurde es „Sonnenverschlinger“ genannt. Es strahlt unerschöpfliche Lichtenergie aus.",
  "pokecraft.species.lunala.name": "Lunala",
  "pokecraft.species.lunala.desc": "Es raubt seiner Umgebung all ihr Licht und nimmt die Gestalt des Vollmondes an. So leuchtet es in der Dunkelheit der Nacht.",
  "pokecraft.species.nihilego.name": "Anego",
  "pokecraft.species.nihilego.desc": "Anego kam durch eine Ultrapforte in diese Welt. Es scheint ein Parasit zu sein, der Pokémon und Menschen befällt.",
  "pokecraft.species.buzzwole.name": "Masskito",
  "pokecraft.species.buzzwole.desc": "Diese Ultrabestie stellt gerne ihre extrem angeschwollenen Muskeln stolz zur Schau.",
  "pokecraft.species.pheromosa.name": "Schabelle",
  "pokecraft.species.pheromosa.desc": "In dieser Welt wirkt sein Aussehen gefährlich und fremdartig, doch in seiner ursprünglichen Welt ist es ein ganz gewöhnliches Lebewesen.",
  "pokecraft.species.xurkitree.name": "Voltriant",
  "pokecraft.species.xurkitree.desc": "Eine der sogenannten Ultrabestien. Es gibt auch Exemplare, die ihre Gliedmaßen in den Boden rammen und regungslos wie Bäume verharren.",
  "pokecraft.species.celesteela.name": "Kaguron",
  "pokecraft.species.celesteela.desc": "In dieser Welt wirkt sein Aussehen gefährlich und fremdartig, doch in seiner ursprünglichen Welt ist es ein ganz gewöhnliches Lebewesen.",
  "pokecraft.species.kartana.name": "Katagami",
  "pokecraft.species.kartana.desc": "In dieser Welt wirkt sein Aussehen gefährlich und fremdartig, doch in seiner ursprünglichen Welt ist es ein ganz gewöhnliches Lebewesen.",
  "pokecraft.species.guzzlord.name": "Schlingking",
  "pokecraft.species.guzzlord.desc": "Eine unbekannte Lebensform, die zu den Ultrabestien gehört. Sie scheint immer hungrig zu sein, da sie ununterbrochen frisst.",
  "pokecraft.species.necrozma.name": "Necrozma",
  "pokecraft.species.necrozma.desc": "Auf der Suche nach Licht, das es zum Überleben benötigt, wütet es umher. Es setzt Laserstrahlen frei, die alles zerteilen.",
  "pokecraft.species.magearna.name": "Magearna",
  "pokecraft.species.magearna.desc": "Es wurde vor ungefähr 500 Jahren von einem Wissenschaftler erschaffen. Sein eigentlicher Körper ist der als „Seelenherz“ bezeichnete Teil.",
  "pokecraft.species.marshadow.name": "Marshadow",
  "pokecraft.species.marshadow.desc": "Da es in der Lage ist, mit jedem Schatten zu verschmelzen, ist es lange Zeit unentdeckt geblieben.",
  "pokecraft.species.poipole.name": "Venicro",
  "pokecraft.species.poipole.desc": "Diese Ultrabestie aus einer anderen Welt besprüht Gegner laut lachend mit einer giftigen Flüssigkeit aus den Stacheln auf ihrem Kopf.",
  "pokecraft.species.naganadel.name": "Agoyon",
  "pokecraft.species.naganadel.desc": "Diese Ultrabestie verschießt aus ihren Giftstacheln ein leuchtendes, dickflüssiges Gift.",
  "pokecraft.species.stakataka.name": "Muramura",
  "pokecraft.species.stakataka.desc": "Diese rätselhafte Lebensform ist vermutlich eine Ultrabestie. Sie sieht aus wie eine Steinmauer, bis sie sich plötzlich bewegt und angreift.",
  "pokecraft.species.blacephalon.name": "Kopplosio",
  "pokecraft.species.blacephalon.desc": "Eine Ultrabestie, die durch eine Ultrapforte kam. Sie erschreckt ihre Gegner mit Explosionen und raubt ihnen dann ihre Lebenskraft.",
  "pokecraft.species.zeraora.name": "Zeraora",
  "pokecraft.species.zeraora.desc": "Über die Ballen an seinen Pfoten entlädt es Elektrizität. Wenn Zeraora an einem vorbeirennt, zuckt ein Blitz auf und man hört Donnergrollen.",
  "pokecraft.species.meltan.name": "Meltan",
  "pokecraft.species.meltan.desc": "Sie leben in Gruppen. Doch wenn die Zeit reif ist, nimmt ein starkes Meltan seine Artgenossen in sich auf und entwickelt sich.",
  "pokecraft.species.melmetal.name": "Melmetal",
  "pokecraft.species.melmetal.desc": "Es holt mit Fliehkraft Schwung, um mit seinen schweren Muttern Hiebe auszuteilen, die stärker sein sollen als die aller anderen Pokémon.",
  "pokecraft.species.grookey.name": "Chimpep",
  "pokecraft.species.grookey.desc": "Es greift an, indem es wiederholt seinen Schlägel schwingt. Diese rasanten Trommelbewegungen bringen es immer mehr in Fahrt.",
  "pokecraft.species.thwackey.name": "Chimstix",
  "pokecraft.species.thwackey.desc": "Verliert es sich im Kampf in seinem wilden Beat, bemerkt es ab und zu nicht mal, dass sein Gegner bereits zu Boden gegangen ist.",
  "pokecraft.species.rillaboom.name": "Gortrom",
  "pokecraft.species.rillaboom.desc": "Wer die beste Trommeltechnik hat, wird zum Anführer. Da es ein ruhiges Gemüt hat, legt es viel Wert auf Harmonie in der Gruppe.",
  "pokecraft.species.scorbunny.name": "Hopplo",
  "pokecraft.species.scorbunny.desc": "Ist es kampfbereit, verströmt es von seiner Nasenspitze und von den Ballen an seinen Läufen Hitze.",
  "pokecraft.species.raboot.name": "Kickerlo",
  "pokecraft.species.raboot.desc": "Es pflückt Beeren von Ästen, ohne seine Hände zu benutzen, und jongliert sie mit den Füßen. Damit trainiert es seine Fußfertigkeiten.",
  "pokecraft.species.cinderace.name": "Liberlo",
  "pokecraft.species.cinderace.desc": "Jubel für besonders gelungene Spielzüge schüren seinen Enthusiasmus. Spielt es aber zu sehr für die Publikumswirkung, geht dies oft nach hinten los.",
  "pokecraft.species.sobble.name": "Memmeon",
  "pokecraft.species.sobble.desc": "Wird seine Haut feucht, ändert sich ihre Farbe. Dies dient ihm zur Tarnung, da man es dann nicht mehr sehen kann.",
  "pokecraft.species.drizzile.name": "Phlegleon",
  "pokecraft.species.drizzile.desc": "Es ist intelligent, fühlt sich aber schnell von jeder Kleinigkeit genervt. Damit kein Feind in sein Revier eindringt, stellt es überall Fallen auf.",
  "pokecraft.species.inteleon.name": "Intelleon",
  "pokecraft.species.inteleon.desc": "Die Wasserschüsse aus seinen Fingern erreichen Geschwindigkeiten von bis zu Mach 3. Mit seiner Nickhaut erkennt es Schwachpunkte des Gegners.",
  "pokecraft.species.skwovet.name": "Raffel",
  "pokecraft.species.skwovet.desc": "Da es unentwegt Beeren futtert, ist es zäher als es aussieht. Man sieht es oft auf Feldern, wo es nach Beeren sucht.",
  "pokecraft.species.greedent.name": "Schlaraffel",
  "pokecraft.species.greedent.desc": "Diesem Pokémon begegnet man häufig in Galar. Es ist sehr stolz auf seine Zähne, mit denen es jede noch so harte Beerenschale knacken kann.",
  "pokecraft.species.rookidee.name": "Meikro",
  "pokecraft.species.rookidee.desc": "Mit seinem kleinen Körper kann es flink fliegen und so mithilfe von trickreichen Taktiken größere Gegner überlisten.",
  "pokecraft.species.corvisquire.name": "Kranoviz",
  "pokecraft.species.corvisquire.desc": "Es hat viele heftige Kämpfe überstanden und dabei gelernt, die Stärke seiner Gegner stets korrekt einzuschätzen.",
  "pokecraft.species.corviknight.name": "Krarmor",
  "pokecraft.species.corviknight.desc": "Aufgrund seiner unübertroffenen Flugfertigkeiten und seiner hohen Intelligenz ist es in der Galar-Region als Flugtaxi im Einsatz.",
  "pokecraft.species.blipbug.name": "Sensect",
  "pokecraft.species.blipbug.desc": "Dieses Pokémon trifft man oft auf Feldern an. Mit den Haaren, die an seinem Körper wachsen, spürt es, was in der Umgebung vor sich geht.",
  "pokecraft.species.dottler.name": "Keradar",
  "pokecraft.species.dottler.desc": "Im Inneren seines Panzers wächst es. Während es sich auf die Entwicklung vorbereitet, prüft es mit seinen Psycho-Kräften, was im Freien geschieht.",
  "pokecraft.species.orbeetle.name": "Maritellit",
  "pokecraft.species.orbeetle.desc": "Indem es Psycho-Kräfte ausstrahlt, erfasst es die Umgebung. Seine Observation umfasst dabei einen beeindruckenden Umkreis von 10 km.",
  "pokecraft.species.nickit.name": "Kleptifux",
  "pokecraft.species.nickit.desc": "Es ist sehr vorsichtig und gerissen. Nachdem es Futter stibitzt hat, macht es sich davon und verwischt dabei seine Spuren mit seinem Schweif.",
  "pokecraft.species.thievul.name": "Gaunux",
  "pokecraft.species.thievul.desc": "Dank seines agilen Körpers und seiner scharfen Klauen ist es ihm ein Leichtes, überall Futter und Eier zu stehlen. Bellektro ist sein Erzfeind.",
  "pokecraft.species.gossifleur.name": "Cottini",
  "pokecraft.species.gossifleur.desc": "Viele Leute werden ihre Trainer, weil sie es niedlich finden, wie diese Pokémon in sanften Brisen herumwirbeln und voller Freude singen.",
  "pokecraft.species.eldegoss.name": "Cottomi",
  "pokecraft.species.eldegoss.desc": "Aus dem Flaum auf seinem Kopf werden wunderschöne, glänzende Fäden gesponnen. Die Galar-Region ist bekannt für dieses Produkt.",
  "pokecraft.species.wooloo.name": "Wolly",
  "pokecraft.species.wooloo.desc": "Werden seine Haare zu lang, kann es sich nicht mehr bewegen. Der aus Wollys Wolle gewobene Stoff ist unglaublich robust.",
  "pokecraft.species.dubwool.name": "Zwollock",
  "pokecraft.species.dubwool.desc": "Seine prächtig gewachsenen Hörner dienen dazu, dem anderen Geschlecht zu imponieren. Es nutzt sie nicht als Waffe.",
  "pokecraft.species.chewtle.name": "Kamehaps",
  "pokecraft.species.chewtle.desc": "Im Kampf greift es mit dem steinharten Horn auf seinem Kopf an. Schreckt der Gegner zurück, schnappt es zu und lässt nicht wieder los.",
  "pokecraft.species.drednaw.name": "Kamalm",
  "pokecraft.species.drednaw.desc": "Sein streckbarer Hals ermöglicht es ihm, auch entfernte Gegner zu erreichen, die es dann mit seinen scharfen Zähnen ausschaltet.",
  "pokecraft.species.yamper.name": "Voldi",
  "pokecraft.species.yamper.desc": "Im Austausch gegen Leckerlis hilft dieser kleine Vielfraß Menschen bei der Arbeit. Beim Rennen wird es von knisternder Elektrizität umhüllt.",
  "pokecraft.species.boltund.name": "Bellektro",
  "pokecraft.species.boltund.desc": "Mit Elektrizität verstärkt es seine Beinkraft. So erreicht es mit Leichtigkeit eine Höchstgeschwindigkeit von über 90 km/h.",
  "pokecraft.species.rolycoly.name": "Klonkett",
  "pokecraft.species.rolycoly.desc": "Auch auf steinigen, schlecht befahrbaren Wegen fährt es problemlos, als wäre es ein Einrad. Es verbrennt Steinkohle, um zu überleben.",
  "pokecraft.species.carkol.name": "Wagong",
  "pokecraft.species.carkol.desc": "Es dreht seine Füße mit hoher Geschwindigkeit und kann sich dadurch bis zu 30 km/h schnell bewegen. Es speit 1 000 ºC heiße Flammen.",
  "pokecraft.species.coalossal.name": "Montecarbo",
  "pokecraft.species.coalossal.desc": "Kommt es zum Kampf, so lodert sein Kohleberg tiefrot auf und es sprüht glühende Funken, die seine Umgebung versengen.",
  "pokecraft.species.applin.name": "Knapfel",
  "pokecraft.species.applin.desc": "Nach der Geburt kriecht es sofort in einen Apfel und verspeist dessen Inneres, um zu wachsen. Seine Entwicklung hängt von dessen Aroma ab.",
  "pokecraft.species.flapple.name": "Drapfel",
  "pokecraft.species.flapple.desc": "Dieses Pokémon fliegt mit seinen Flügeln aus Apfelschale und spuckt extrem sauren Speichel aus. Es nimmt die Gestalt eines Apfels an.",
  "pokecraft.species.appletun.name": "Schlapfel",
  "pokecraft.species.appletun.desc": "Sein Körper wird von süßem Nektar bedeckt und die Schale auf seinem Rücken ist besonders süß. Früher war diese ein Leckerbissen für Kinder.",
  "pokecraft.species.silicobra.name": "Salanga",
  "pokecraft.species.silicobra.desc": "Aus seinen Nasenlöchern verschießt es Sand. Sobald der Feind dadurch nichts mehr sieht, versteckt es sich flugs unter der Erde.",
  "pokecraft.species.sandaconda.name": "Sanaconda",
  "pokecraft.species.sandaconda.desc": "Es rollt sich auf diese eigentümliche Weise zusammen, damit es den Sand aus seinem Sandbeutel effizienter verschießen kann.",
  "pokecraft.species.cramorant.name": "Urgl",
  "pokecraft.species.cramorant.desc": "Es ist ein Vielfraß, der seine Beute, Pikuda, im Ganzen verschlingt. Manchmal erwischt es jedoch irrtümlicherweise ein anderes Pokémon.",
  "pokecraft.species.arrokuda.name": "Pikuda",
  "pokecraft.species.arrokuda.desc": "Seine Bewegungsfreiheit ist stark eingeschränkt, wenn es vollgefressen ist. So wird es zu leichter Beute für Urgl, das es im Ganzen verschlingt.",
  "pokecraft.species.barraskewda.name": "Barrakiefa",
  "pokecraft.species.barraskewda.desc": "Es lässt seine Schwanzflosse rotieren und stößt mit einem Mal zu. Es durchsticht seine Beute mit einer Geschwindigkeit von über 100 Knoten.",
  "pokecraft.species.toxel.name": "Toxel",
  "pokecraft.species.toxel.desc": "Es ändert sein Toxin auf chemischer Ebene, um Strom zu erzeugen. Dieser ist zwar schwach, kann aber einen lähmenden Schlag verursachen.",
  "pokecraft.species.toxtricity.name": "Riffex",
  "pokecraft.species.toxtricity.desc": "Dieses streitsüchtige und leicht reizbare Pokémon kippt abgestandenes Wasser in sich hinein und nimmt die darin enthaltenen Giftstoffe in sich auf.",
  "pokecraft.species.sizzlipede.name": "Thermopod",
  "pokecraft.species.sizzlipede.desc": "Es nimmt Beute mit seinem aufgeheizten Körper in die Mangel. Sobald sie gut durchgebraten ist, frisst es sie genüsslich.",
  "pokecraft.species.centiskorch.name": "Infernopod",
  "pokecraft.species.centiskorch.desc": "Es ist angriffslustig veranlagt. Sein entflammter Körper und sein großes, scharfes Mundwerkzeug stellen eine enorme Gefahr dar.",
  "pokecraft.species.clobbopus.name": "Klopptopus",
  "pokecraft.species.clobbopus.desc": "Sein Verstand ist ungefähr auf dem Level eines dreijährigen Kindes. Es macht ihm nichts aus, dass seine Tentakel oft abreißen, da sie nachwachsen.",
  "pokecraft.species.grapploct.name": "Kaocto",
  "pokecraft.species.grapploct.desc": "Um sein Können zu testen, kommt es an Land und begibt sich auf die Suche nach Gegnern. Sind die Kämpfe vorbei, kehrt es ins Meer zurück.",
  "pokecraft.species.sinistea.name": "Fatalitee",
  "pokecraft.species.sinistea.desc": "Die Teetasse, die es bewohnt, ist eine berühmte Antiquität. Es befinden sich allerdings auch viele Fälschungen im Umlauf.",
  "pokecraft.species.polteageist.name": "Mortipot",
  "pokecraft.species.polteageist.desc": "Entdeckt es zurückgelassenen Schwarztee, so gießt es seinen Körper hinein. Der Tee wird dann zu einem Mortipot.",
  "pokecraft.species.hatenna.name": "Brimova",
  "pokecraft.species.hatenna.desc": "Es liebt Orte, wo sonst niemand ist. Nimmt es starke Emotionen wahr, macht es sich so schnell es kann aus dem Staub.",
  "pokecraft.species.hattrem.name": "Brimano",
  "pokecraft.species.hattrem.desc": "Ein Schlag mit den Quasten an seinem Kopf bringt Gegner zum Schweigen. Ein Treffer genügt, um einen Profiboxer auf die Bretter zu schicken.",
  "pokecraft.species.hatterene.name": "Silembrim",
  "pokecraft.species.hatterene.desc": "Es wird auch „Hexe des Waldes“ genannt. Wer Lärm veranstaltet, wird unter Umständen von der Klaue an seinem Fühler auseinandergenommen.",
  "pokecraft.species.impidimp.name": "Bähmon",
  "pokecraft.species.impidimp.desc": "Es schleicht sich in Häuser ein und geht dort auf Diebeszug. Zudem verleibt es sich die negative Energie der deshalb verärgerten Menschen ein.",
  "pokecraft.species.morgrem.name": "Pelzebub",
  "pokecraft.species.morgrem.desc": "Es hat einen Hang zur Verschlagenheit und versucht, nachts seine Beute in den Wald zu locken. Angeblich kann es Äcker gedeihen lassen.",
  "pokecraft.species.grimmsnarl.name": "Olangaar",
  "pokecraft.species.grimmsnarl.desc": "Seine Haare funktionieren wie Muskelfasern. Es kann diese vom Körper lösen und wie Tentakel verwenden, um Gegner einzufangen.",
  "pokecraft.species.obstagoon.name": "Barrikadax",
  "pokecraft.species.obstagoon.desc": "Durch das Austragen unzähliger Kämpfe hat es sich entwickelt. Formt es mit den Armen ein „X“ und stößt einen Schrei aus, verschreckt das jeden.",
  "pokecraft.species.perrserker.name": "Mauzinger",
  "pokecraft.species.perrserker.desc": "Es entwickelte sich nach einer langen Zeit voller Kämpfe. Nun kann es seine Krallen ausfahren, um sie als Dolche zu nutzen.",
  "pokecraft.species.cursola.name": "Gorgasonn",
  "pokecraft.species.cursola.desc": "Vor dem geisterhaften Ektoplasma, das seine Seele umhüllt, ist Vorsicht geboten. Berührt man es, erstarrt man wie zu Stein.",
  "pokecraft.species.sirfetchd.name": "Lauchzelot",
  "pokecraft.species.sirfetchd.desc": "Der Lauch dient ihm als Waffe und zur Abwehr, aber viele essen ihn auch. Mit den harten Blättern pariert es und mit der scharfen Stange kontert es.",
  "pokecraft.species.mrrime.name": "Pantifrost",
  "pokecraft.species.mrrime.desc": "Dank seiner unterhaltsamen Bewegungen ist es allseits sehr beliebt. Von dem Muster auf seinem Bauch sendet es Psycho-Kräfte aus.",
  "pokecraft.species.runerigus.name": "Oghnatoll",
  "pokecraft.species.runerigus.desc": "Man sollte seinen schattenhaften Körper nicht berühren, sonst zeigt es einem die schauerlichen Erinnerungen, die in sein Bild eingraviert wurden.",
  "pokecraft.species.milcery.name": "Hokumil",
  "pokecraft.species.milcery.desc": "Es heißt, dass den Konditoreien, in denen sich Hokumil zeigt, großer Wohlstand verheißen sei.",
  "pokecraft.species.alcremie.name": "Pokusan",
  "pokecraft.species.alcremie.desc": "Die Sahne, die Pokusan aus seinen Händen hervorbringt, wird noch süßer und intensiver im Geschmack, wenn es glücklich ist.",
  "pokecraft.species.falinks.name": "Legios",
  "pokecraft.species.falinks.desc": "Sie bilden zu sechst ein Pokémon. Es kann im Kampf seine Formation nach Belieben ändern und legt bemerkenswerte Teamarbeit an den Tag.",
  "pokecraft.species.pincurchin.name": "Britzigel",
  "pokecraft.species.pincurchin.desc": "In jedem einzelnen seiner Stacheln speichert es Elektrizität. Selbst abgebrochene Stacheln sind noch drei Stunden lang geladen.",
  "pokecraft.species.snom.name": "Snomnom",
  "pokecraft.species.snom.desc": "Es frisst den Schnee, der sich am Boden angesammelt hat. Je mehr es frisst, desto größer werden die Stacheln auf seinem Rücken.",
  "pokecraft.species.frosmoth.name": "Mottineva",
  "pokecraft.species.frosmoth.desc": "Verwüstet jemand Felder und Berge, vergibt es ihm niemals. Es bestraft den Täter, indem es mit seinen kalten Flügeln einen Schneesturm erzeugt.",
  "pokecraft.species.stonjourner.name": "Humanolith",
  "pokecraft.species.stonjourner.desc": "Sie haben die Angewohnheit, sich einmal im Jahr zu einer bestimmten Zeit wie aus dem Nichts zu versammeln und in einem Kreis aufzustellen.",
  "pokecraft.species.eiscue.name": "Kubuin",
  "pokecraft.species.eiscue.desc": "Es kühlt sein Gesicht ständig mit Eis, da dieses Hitze nicht gut verträgt. Das Haar auf dem Kopf hängt es ins Meer und angelt sich damit Beute.",
  "pokecraft.species.indeedee.name": "Servol",
  "pokecraft.species.indeedee.desc": "Mit seinen Hörnern erfasst es die Gefühle von Lebewesen, die sich in seiner Nähe aufhalten. Positive Gefühle sind die Quelle seiner Kraft.",
  "pokecraft.species.morpeko.name": "Morpeko",
  "pokecraft.species.morpeko.desc": "Egal, wie viel es auch frisst, es wird sofort wieder hungrig. Es röstet Samen mit seiner Elektrizität und trägt diese dann vorsichtig mit sich herum.",
  "pokecraft.species.cufant.name": "Kupfanti",
  "pokecraft.species.cufant.desc": "Harte Knochenarbeit kann man problemlos ihm überlassen. Sein Körper aus Kupfer rostet im Regen und nimmt eine leuchtend grüne Farbe an.",
  "pokecraft.species.copperajah.name": "Patinaraja",
  "pokecraft.species.copperajah.desc": "Diese Pokémon leben in Herden. Drücken sie mit ihren kräftigen Rüsseln zu, können sie selbst massive Felsen zu Staub zermahlen.",
  "pokecraft.species.dracozolt.name": "Lectragon",
  "pokecraft.species.dracozolt.desc": "Mit den kräftigen Muskeln in seinem Schwanz erzeugt es Elektrizität. Sein Oberkörper ist im Vergleich zu seinem Unterkörper zu klein.",
  "pokecraft.species.arctozolt.name": "Lecryodon",
  "pokecraft.species.arctozolt.desc": "In der Urzeit lebte es am Strand und konnte mit seinem kalten Körper Futter haltbar machen. Es starb wegen seiner trägen Bewegungen aus.",
  "pokecraft.species.dracovish.name": "Pescragon",
  "pokecraft.species.dracovish.desc": "Seine außergewöhnlich kräftigen Beine lassen es zwar über 60 km/h schnell laufen, doch atmen kann es nur unter Wasser.",
  "pokecraft.species.arctovish.name": "Pescryodon",
  "pokecraft.species.arctovish.desc": "Kein Angriff konnte seine Gesichtshaut verletzen, doch es war in seiner Atmung eingeschränkt und starb daher aus.",
  "pokecraft.species.duraludon.name": "Duraludon",
  "pokecraft.species.duraludon.desc": "Es ist sehr beweglich, weil sein Körper aus einem speziellen, leichten Metall besteht. Da es Regen nicht mag, lebt es in Höhlen.",
  "pokecraft.species.dreepy.name": "Grolldra",
  "pokecraft.species.dreepy.desc": "Alleine ist es sogar gegen ein Kind machtlos, doch mit der Hilfe seiner Gefährten trainiert es, entwickelt sich und wird so stärker.",
  "pokecraft.species.drakloak.name": "Phandra",
  "pokecraft.species.drakloak.desc": "Hat es kein Grolldra auf seinem Kopf, auf das es aufpassen kann, wird es nervös. Dann versucht es, ein anderes Pokémon auf seinen Kopf zu setzen.",
  "pokecraft.species.dragapult.name": "Katapuldra",
  "pokecraft.species.dragapult.desc": "Die Grolldra, die in seinen Hörnern sitzen, warten angeblich voller Spannung darauf, mit Mach-Geschwindigkeit abgefeuert zu werden.",
  "pokecraft.species.zacian.name": "Zacian",
  "pokecraft.species.zacian.desc": "Man sagt, es sei wie ein älteres Geschwisterteil, aber auch wie ein Rivale zu Zamazenta, welches in einen langen Schlaf gefallen war.",
  "pokecraft.species.zamazenta.name": "Zamazenta",
  "pokecraft.species.zamazenta.desc": "Dieses Pokémon fiel in Form einer Steinstatue in solch einen langen Schlaf, dass es in Vergessenheit geraten ist.",
  "pokecraft.species.eternatus.name": "Endynalos",
  "pokecraft.species.eternatus.desc": "Es steckte in einem Meteorit, der vor 20 000 Jahren herabstürzte. Es scheint in Verbindung mit dem Dynamax-Phänomen zu stehen.",
  "pokecraft.species.kubfu.name": "Dakuma",
  "pokecraft.species.kubfu.desc": "Zieht es an dem langen weißen Fell an seinem Hinterkopf, steigert das seinen Kampfgeist und aus seiner Körpermitte steigt Kraft empor.",
  "pokecraft.species.urshifu.name": "Wulaosu",
  "pokecraft.species.urshifu.desc": "Wulaosu lebt in den Bergen einer fernen Region. Um die Beine zu stählen und seine Kampftechnik zu verbessern, rennt es steile Klippen entlang.",
  "pokecraft.species.zarude.name": "Zarude",
  "pokecraft.species.zarude.desc": "Reißen die an seinem Körper wachsenden Ranken ab, werden sie zu Nährstoffen für den Boden, was den Pflanzen im Wald zum Wachstum verhilft.",
  "pokecraft.species.regieleki.name": "Regieleki",
  "pokecraft.species.regieleki.desc": "Sein Körper besteht aus einem Organ, das elektrische Energie erzeugt. Regieleki kann genug Strom produzieren, um ganz Galar zu versorgen.",
  "pokecraft.species.regidrago.name": "Regidrago",
  "pokecraft.species.regidrago.desc": "Sein ganzer Körper besteht aus kristallisierter Drachen-Energie. Es soll über die Kräfte aller Drachen-Pokémon verfügen.",
  "pokecraft.species.glastrier.name": "Polaross",
  "pokecraft.species.glastrier.desc": "Das Gesicht dieses außergewöhnlich starken Pokémon wird von einer Maske aus Eis bedeckt, die hundertmal härter als Diamant ist.",
  "pokecraft.species.spectrier.name": "Phantoross",
  "pokecraft.species.spectrier.desc": "Es galoppiert durch die finstere Nacht und absorbiert die Lebensenergie der Schlafenden. Phantoross bevorzugt Einsamkeit und Stille.",
  "pokecraft.species.calyrex.name": "Coronospa",
  "pokecraft.species.calyrex.desc": "Ein legendärer König, der einst Galar regierte. Coronospa besitzt die Macht, Herzen zu besänftigen und Pflanzen gedeihen zu lassen.",
  "pokecraft.species.wyrdeer.name": "Damythir",
  "pokecraft.species.kleavor.name": "Axantor",
  "pokecraft.species.ursaluna.name": "Ursaluna",
  "pokecraft.species.basculegion.name": "Salmagnis",
  "pokecraft.species.sneasler.name": "Snieboss",
  "pokecraft.species.overqwil.name": "Myriador",
  "pokecraft.species.enamorus.name": "Cupidos"
}