{

  "pokecraft.item_group.blocks": "Blocks",
  "pokecraft.item_group.pokeballs": "PokeBalls",

  "pokecraft.species.bulbasaur.name": "Bulbasaur",
  "pokecraft.species.bulbasaur.desc": "While it is young, it uses the nutrients that are stored in the seed on its back in order to grow.",
  "pokecraft.species.ivysaur.name": "Ivysaur",
  "pokecraft.species.ivysaur.desc": "Exposure to sunlight adds to its strength. Sunlight also makes the bud on its back grow larger.",
  "pokecraft.species.venusaur.name": "Venusaur",
  "pokecraft.species.venusaur.desc": "A bewitching aroma wafts from its flower. The fragrance becalms those engaged in a battle.",
  "pokecraft.species.charmander.name": "Charmander",
  "pokecraft.species.charmander.desc": "From the time it is born, a flame burns at the tip of its tail. Its life would end if the flame were to go out.",
  "pokecraft.species.charmeleon.name": "Charmeleon",
  "pokecraft.species.charmeleon.desc": "If it becomes agitated during battle, it spouts intense flames, incinerating its surroundings.",
  "pokecraft.species.charizard.name": "Charizard",
  "pokecraft.species.charizard.desc": "Its wings can carry this Pokémon close to an altitude of 4,600 feet. It blows out fire at very high temperatures.",
  "pokecraft.species.squirtle.name": "Squirtle",
  "pokecraft.species.squirtle.desc": "When it feels threatened, it draws its limbs inside its shell and sprays water from its mouth.",
  "pokecraft.species.wartortle.name": "Wartortle",
  "pokecraft.species.wartortle.desc": "It cleverly controls its furry ears and tail to maintain its balance while swimming.",
  "pokecraft.species.blastoise.name": "Blastoise",
  "pokecraft.species.blastoise.desc": "The rocket cannons on its shell fire jets of water capable of punching holes through thick steel.",
  "pokecraft.species.caterpie.name": "Caterpie",
  "pokecraft.species.caterpie.desc": "Its short feet are tipped with suction pads that enable it to tirelessly climb slopes and walls.",
  "pokecraft.species.metapod.name": "Metapod",
  "pokecraft.species.metapod.desc": "Even though it is encased in a sturdy shell, the body inside is tender. It can’t withstand a harsh attack.",
  "pokecraft.species.butterfree.name": "Butterfree",
  "pokecraft.species.butterfree.desc": "It collects honey every day. It rubs honey onto the hairs on its legs to carry it back to its nest.",
  "pokecraft.species.weedle.name": "Weedle",
  "pokecraft.species.weedle.desc": "Beware of the sharp stinger on its head. It hides in grass and bushes where it eats leaves.",
  "pokecraft.species.kakuna.name": "Kakuna",
  "pokecraft.species.kakuna.desc": "Able to move only slightly. When endangered, it may stick out its stinger and poison its enemy.",
  "pokecraft.species.beedrill.name": "Beedrill",
  "pokecraft.species.beedrill.desc": "It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly.",
  "pokecraft.species.pidgey.name": "Pidgey",
  "pokecraft.species.pidgey.desc": "Very docile. If attacked, it will often kick up sand to protect itself rather than fight back.",
  "pokecraft.species.pidgeotto.name": "Pidgeotto",
  "pokecraft.species.pidgeotto.desc": "This Pokémon is full of vitality. It constantly flies around its large territory in search of prey.",
  "pokecraft.species.pidgeot.name": "Pidgeot",
  "pokecraft.species.pidgeot.desc": "This Pokémon flies at Mach 2 speed, seeking prey. Its large talons are feared as wicked weapons.",
  "pokecraft.species.rattata.name": "Rattata",
  "pokecraft.species.rattata.desc": "Will chew on anything with its fangs. If you see one, you can be certain that 40 more live in the area.",
  "pokecraft.species.raticate.name": "Raticate",
  "pokecraft.species.raticate.desc": "Its hind feet are webbed. They act as flippers, so it can swim in rivers and hunt for prey.",
  "pokecraft.species.spearow.name": "Spearow",
  "pokecraft.species.spearow.desc": "Inept at flying high. However, it can fly around very fast to protect its territory.",
  "pokecraft.species.fearow.name": "Fearow",
  "pokecraft.species.fearow.desc": "A Pokémon that dates back many years. If it senses danger, it flies high and away, instantly.",
  "pokecraft.species.ekans.name": "Ekans",
  "pokecraft.species.ekans.desc": "The older it gets, the longer it grows. At night, it wraps its long body around tree branches to rest.",
  "pokecraft.species.arbok.name": "Arbok",
  "pokecraft.species.arbok.desc": "The frightening patterns on its belly have been studied. Six variations have been confirmed.",
  "pokecraft.species.pikachu.name": "Pikachu",
  "pokecraft.species.pikachu.desc": "Possesses cheek sacs in which it stores electricity. This clever forest-dweller roasts tough berries with an electric shock before consuming them.",
  "pokecraft.species.raichu.name": "Raichu",
  "pokecraft.species.raichu.desc": "It can discharge bursts of electricity exceeding 100,000 volts— a single strike with that amount of power would incapacitate one of the Copperajah of my homeland.",
  "pokecraft.species.sandshrew.name": "Sandshrew",
  "pokecraft.species.sandshrew.desc": "It burrows into the ground to create its nest. If hard stones impede its tunneling, it uses its sharp claws to shatter them and then carries on digging.",
  "pokecraft.species.sandslash.name": "Sandslash",
  "pokecraft.species.sandslash.desc": "It climbs trees by hooking on with its sharp claws. Sandslash shares the berries it gathers, dropping them down to Sandshrew waiting below the tree.",
  "pokecraft.species.nidoranf.name": "Nidoran♀",
  "pokecraft.species.nidoranf.desc": "It uses its hard incisor teeth to crush and eat berries. The tip of a female Nidoran’s horn is a bit more rounded than the tip of a male’s horn.",
  "pokecraft.species.nidorina.name": "Nidorina",
  "pokecraft.species.nidorina.desc": "If the group is threatened, these Pokémon will band together to assault enemies with a chorus of ultrasonic waves.",
  "pokecraft.species.nidoqueen.name": "Nidoqueen",
  "pokecraft.species.nidoqueen.desc": "It pacifies offspring by placing them in the gaps between the spines on its back. The spines will never secrete poison while young are present.",
  "pokecraft.species.nidoranm.name": "Nidoran♂",
  "pokecraft.species.nidoranm.desc": "Small but brave, this Pokémon will hold its ground and even risk its life in battle to protect the female it’s friendly with.",
  "pokecraft.species.nidorino.name": "Nidorino",
  "pokecraft.species.nidorino.desc": "It’s nervous and quick to act aggressively. The potency of its poison increases along with the level of adrenaline present in its body.",
  "pokecraft.species.nidoking.name": "Nidoking",
  "pokecraft.species.nidoking.desc": "Nidoking prides itself on its strength. It’s forceful and spirited in battle, making use of its thick tail and diamond-crushing horn.",
  "pokecraft.species.clefairy.name": "Clefairy",
  "pokecraft.species.clefairy.desc": "It can be found in quiet mountain areas on a full moon's night. Its dancing and its tiny, faintly glowing wings confer upon it a lovely fairylike quality.",
  "pokecraft.species.clefable.name": "Clefable",
  "pokecraft.species.clefable.desc": "Legend says that on clear, quiet nights, it listens for the voices of its kin living on the moon. I, too, often think of my homeland, so far away.",
  "pokecraft.species.vulpix.name": "Vulpix",
  "pokecraft.species.vulpix.desc": "In its belly burns a fire, which Vulpix spits out in the form of fireballs. When young, this Pokémon has but one white tail. As the Pokémon matures, this single tail splits into six.",
  "pokecraft.species.ninetales.name": "Ninetales",
  "pokecraft.species.ninetales.desc": "The coat of gleaming golden fur is quite magnificent. This species is said to store sacred power in its nine long tails and to live for a millennium.",
  "pokecraft.species.jigglypuff.name": "Jigglypuff",
  "pokecraft.species.jigglypuff.desc": "By freely changing the wavelength of its voice, Jigglypuff sings a mysterious melody sure to make any listener sleepy.",
  "pokecraft.species.wigglytuff.name": "Wigglytuff",
  "pokecraft.species.wigglytuff.desc": "It’s proud of its fur, which is fine and delicate. In particular, the curl on its forehead has a texture that’s perfectly heavenly.",
  "pokecraft.species.zubat.name": "Zubat",
  "pokecraft.species.zubat.desc": "Makes its home in gloomy caves. Atrophied eyes have left this Pokémon blind, so it scans its surroundings via sound waves that it emits from its mouth as it flies.",
  "pokecraft.species.golbat.name": "Golbat",
  "pokecraft.species.golbat.desc": "It sinks its sharp fangs into other creatures and slurps up their blood. A closer look at the fangs reveals that they are hollow and akin to straws.",
  "pokecraft.species.oddish.name": "Oddish",
  "pokecraft.species.oddish.desc": "During the day, it stays in the cold underground to avoid the sun. It grows by bathing in moonlight.",
  "pokecraft.species.gloom.name": "Gloom",
  "pokecraft.species.gloom.desc": "What appears to be drool is actually sweet honey. It is very sticky and clings stubbornly if touched.",
  "pokecraft.species.vileplume.name": "Vileplume",
  "pokecraft.species.vileplume.desc": "The larger its petals, the more toxic pollen it contains. Its big head is heavy and hard to hold up.",
  "pokecraft.species.paras.name": "Paras",
  "pokecraft.species.paras.desc": "Sometimes seen at the foot of trees in humid forests. The mushrooms on its back—called tochukaso—are not present on infant specimens and instead emerge as Paras matures.",
  "pokecraft.species.parasect.name": "Parasect",
  "pokecraft.species.parasect.desc": "Mushroom-lacking specimens of this Pokémon lie unmoving in the forest, lending credence to the hypothesis that the large mushroom is in control of Parasect's actions.",
  "pokecraft.species.venonat.name": "Venonat",
  "pokecraft.species.venonat.desc": "Its large eyes act as radar. In a bright place, you can see that they are clusters of many tiny eyes.",
  "pokecraft.species.venomoth.name": "Venomoth",
  "pokecraft.species.venomoth.desc": "The powdery scales on its wings are hard to remove from skin. They also contain poison that leaks out on contact.",
  "pokecraft.species.diglett.name": "Diglett",
  "pokecraft.species.diglett.desc": "It burrows through the ground at a shallow depth. It leaves raised earth in its wake, making it easy to spot.",
  "pokecraft.species.dugtrio.name": "Dugtrio",
  "pokecraft.species.dugtrio.desc": "These Diglett triplets dig over 60 miles below sea level. No one knows what it’s like underground.",
  "pokecraft.species.meowth.name": "Meowth",
  "pokecraft.species.meowth.desc": "It loves to collect shiny things. If it’s in a good mood, it might even let its Trainer have a look at its hoard of treasures.",
  "pokecraft.species.persian.name": "Persian",
  "pokecraft.species.persian.desc": "Its elegant and refined behavior clashes with that of the barbaric Perrserker. The relationship between the two is one of mutual disdain.",
  "pokecraft.species.psyduck.name": "Psyduck",
  "pokecraft.species.psyduck.desc": "Suffers perpetual headaches. If the agony grows too great, Psyduck's latent power erupts, contrary to Psyduck's intent. Ergo, I am exploring ways to ease the pain.",
  "pokecraft.species.golduck.name": "Golduck",
  "pokecraft.species.golduck.desc": "Its body is strong, and it has webbing on its hands and feet. Golduck can swim easily through rough seas, clawing its way through the high waves.",
  "pokecraft.species.mankey.name": "Mankey",
  "pokecraft.species.mankey.desc": "An agile Pokémon that lives in trees. It angers easily and will not hesitate to attack anything.",
  "pokecraft.species.primeape.name": "Primeape",
  "pokecraft.species.primeape.desc": "It stops being angry only when nobody else is around. To view this moment is very difficult.",
  "pokecraft.species.growlithe.name": "Growlithe",
  "pokecraft.species.growlithe.desc": "They patrol their territory in pairs. I believe the igneous rock components in the fur of this species are the result of volcanic activity in its habitat.",
  "pokecraft.species.arcanine.name": "Arcanine",
  "pokecraft.species.arcanine.desc": "Snaps at its foes with fangs cloaked in blazing flame. Despite its bulk, it deftly feints every which way, leading opponents on a deceptively merry chase as it all but dances around them.",
  "pokecraft.species.poliwag.name": "Poliwag",
  "pokecraft.species.poliwag.desc": "In rivers with fast-flowing water, this Pokémon will cling to a rock by using its thick lips, which act like a suction cup.",
  "pokecraft.species.poliwhirl.name": "Poliwhirl",
  "pokecraft.species.poliwhirl.desc": "This Pokémon’s sweat is a slimy mucus. When captured, Poliwhirl can slither from its enemies’ grasp and escape.",
  "pokecraft.species.poliwrath.name": "Poliwrath",
  "pokecraft.species.poliwrath.desc": "Poliwrath is skilled at both swimming and martial arts. It uses its well-trained arms to dish out powerful punches.",
  "pokecraft.species.abra.name": "Abra",
  "pokecraft.species.abra.desc": "Spends 18 hours of the day sleeping. Even while asleep, Abra can control its psychic powers—should danger approach, the Pokémon will simply teleport away.",
  "pokecraft.species.kadabra.name": "Kadabra",
  "pokecraft.species.kadabra.desc": "There are rumors that a child with mystical powers became a Kadabra; however, this remains unverified. I suspect that the spoon Kadabra holds enhances its brain waves.",
  "pokecraft.species.alakazam.name": "Alakazam",
  "pokecraft.species.alakazam.desc": "The longer Alakazam lives, the larger and heavier its head becomes. Our tests have shown that the strength of its psychic powers correlates positively to the weight of its head.",
  "pokecraft.species.machop.name": "Machop",
  "pokecraft.species.machop.desc": "Though as small as a child, it has strength enough to easily throw a well-built adult. Striving to become ever stronger, Machop trains by carrying a Graveler on its shoulders.",
  "pokecraft.species.machoke.name": "Machoke",
  "pokecraft.species.machoke.desc": "A sturdy creature boasting a robust physique and boundless stamina. Loves training above all else and voluntarily assists with tasks such as construction and clearing land.",
  "pokecraft.species.machamp.name": "Machamp",
  "pokecraft.species.machamp.desc": "In close combat, its four arms afford it offensive and defensive supremacy. In but a blink, this valiant Pokémon can overwhelm its foes with more than 1,000 blows from its fists.",
  "pokecraft.species.bellsprout.name": "Bellsprout",
  "pokecraft.species.bellsprout.desc": "Prefers hot and humid places. It ensnares tiny bugs with its vines and devours them.",
  "pokecraft.species.weepinbell.name": "Weepinbell",
  "pokecraft.species.weepinbell.desc": "When hungry, it swallows anything that moves. Its hapless prey is dissolved by strong acids.",
  "pokecraft.species.victreebel.name": "Victreebel",
  "pokecraft.species.victreebel.desc": "Lures prey with the sweet aroma of honey. Swallowed whole, the prey is dissolved in a day, bones and all.",
  "pokecraft.species.tentacool.name": "Tentacool",
  "pokecraft.species.tentacool.desc": "They fire beams from the glassy, magenta orbs that resemble eyes atop their heads, and they drift in shallow seas. During low tide, they can sometimes be found on beaches, desiccated.",
  "pokecraft.species.tentacruel.name": "Tentacruel",
  "pokecraft.species.tentacruel.desc": "It has 80 tentacles, each with a venomous tip. These tentacles are also extendible, lengthening when Tentacruel attempts to catch prey. Use caution.",
  "pokecraft.species.geodude.name": "Geodude",
  "pokecraft.species.geodude.desc": "Makes its home in mountainous regions, using its arms to climb along harsh mountain roads. Can be troublesome—carelessly kicking one will cause it to fly into a rage and chase after you.",
  "pokecraft.species.graveler.name": "Graveler",
  "pokecraft.species.graveler.desc": "Dwells in holes dug into sheer walls of stone. It enjoys rolling down slopes as though it were a boulder during a rockfall, so keep an eye upward while traversing mountain roads.",
  "pokecraft.species.golem.name": "Golem",
  "pokecraft.species.golem.desc": "The rocklike shell is shed each year. The cast-off shell then crumbles, reverting to a mass of soil, which can be spread across fields to promote crop growth.",
  "pokecraft.species.ponyta.name": "Ponyta",
  "pokecraft.species.ponyta.desc": "These Pokémon live in herds out in the grassland. Newborn foals lack their fiery manes, which will develop about an hour after birth.",
  "pokecraft.species.rapidash.name": "Rapidash",
  "pokecraft.species.rapidash.desc": "Fiery mane aglow, Rapidash darts like an arrow across the land. This prodigiously swift creature can traverse the vast region of Hisui in a day and a half.",
  "pokecraft.species.slowpoke.name": "Slowpoke",
  "pokecraft.species.slowpoke.desc": "When this Pokémon’s tail is soaked in water, sweetness seeps from it. Slowpoke uses this trait to lure in and fish up other Pokémon.",
  "pokecraft.species.slowbro.name": "Slowbro",
  "pokecraft.species.slowbro.desc": "Being bitten by a Shellder shocked this Pokémon into standing on two legs. If the Shellder lets go, it seems Slowbro will turn back into a Slowpoke.",
  "pokecraft.species.magnemite.name": "Magnemite",
  "pokecraft.species.magnemite.desc": "A bizarre Pokémon with but a single eye embedded in an iron sphere. I suspect this creature levitates due to the magnetism it emits from its arms, which resemble horseshoe-shaped magnets.",
  "pokecraft.species.magneton.name": "Magneton",
  "pokecraft.species.magneton.desc": "Three Magnemite gathered to evolve into this Pokémon. The source of much vexation on my part, as its powerful magnetism destroys my research equipment.",
  "pokecraft.species.farfetchd.name": "Farfetch’d",
  "pokecraft.species.farfetchd.desc": "They use a plant stalk as a weapon, but not all of them use it in the same way. Several distinct styles of stalk fighting have been observed.",
  "pokecraft.species.doduo.name": "Doduo",
  "pokecraft.species.doduo.desc": "Its short wings make flying difficult. Instead, this Pokémon runs at high speed on developed legs.",
  "pokecraft.species.dodrio.name": "Dodrio",
  "pokecraft.species.dodrio.desc": "One of Doduo’s two heads splits to form a unique species. It runs close to 40 mph in prairies.",
  "pokecraft.species.seel.name": "Seel",
  "pokecraft.species.seel.desc": "Loves freezing-cold conditions. Relishes swimming in a frigid climate of around 14 degrees Fahrenheit.",
  "pokecraft.species.dewgong.name": "Dewgong",
  "pokecraft.species.dewgong.desc": "Its entire body is a snowy white. Unharmed by even intense cold, it swims powerfully in icy waters.",
  "pokecraft.species.grimer.name": "Grimer",
  "pokecraft.species.grimer.desc": "Made of congealed sludge. It smells too putrid to touch. Even weeds won’t grow in its path.",
  "pokecraft.species.muk.name": "Muk",
  "pokecraft.species.muk.desc": "Smells so awful, it can cause fainting. Through degeneration of its nose, it lost its sense of smell.",
  "pokecraft.species.shellder.name": "Shellder",
  "pokecraft.species.shellder.desc": "Its hard shell repels any kind of attack. It is vulnerable only when its shell is open.",
  "pokecraft.species.cloyster.name": "Cloyster",
  "pokecraft.species.cloyster.desc": "Once it slams its shell shut, it is impossible to open, even by those with superior strength.",
  "pokecraft.species.gastly.name": "Gastly",
  "pokecraft.species.gastly.desc": "Gaseous and completely impalpable. Also highly dangerous— inhaling part of its poisonous body will cause one to faint instantly.",
  "pokecraft.species.haunter.name": "Haunter",
  "pokecraft.species.haunter.desc": "This frightful, malevolent spirit can glide through walls, appearing wherever it likes. According to rumor, victims of a Haunter's lick will wither to death day by day.",
  "pokecraft.species.gengar.name": "Gengar",
  "pokecraft.species.gengar.desc": "Possesses potential victims' shadows in an effort to steal away the victims' lives. If your shadow begins to laugh, you must take hold of a protective charm posthaste!",
  "pokecraft.species.onix.name": "Onix",
  "pokecraft.species.onix.desc": "This chain of immense stones resembles a giant serpent. Tremors shake the earth above as it burrows deep beneath the ground, feeding on boulders as it goes.",
  "pokecraft.species.drowzee.name": "Drowzee",
  "pokecraft.species.drowzee.desc": "If you sleep by it all the time, it will sometimes show you dreams it had eaten in the past.",
  "pokecraft.species.hypno.name": "Hypno",
  "pokecraft.species.hypno.desc": "Avoid eye contact if you come across one. It will try to put you to sleep by using its pendulum.",
  "pokecraft.species.krabby.name": "Krabby",
  "pokecraft.species.krabby.desc": "If it senses danger approaching, it cloaks itself with bubbles from its mouth so it will look bigger.",
  "pokecraft.species.kingler.name": "Kingler",
  "pokecraft.species.kingler.desc": "Its oversized claw is very powerful, but when it’s not in battle, the claw just gets in the way.",
  "pokecraft.species.voltorb.name": "Voltorb",
  "pokecraft.species.voltorb.desc": "An enigmatic Pokémon that happens to bear a resemblance to a Poké Ball. When excited, it discharges the electric current it has stored in its belly, then lets out a great, uproarious laugh.",
  "pokecraft.species.electrode.name": "Electrode",
  "pokecraft.species.electrode.desc": "The tissue on the surface of its body is curiously similar in composition to an Apricorn. When irritated, this Pokémon lets loose an electric current equal to 20 lightning bolts.",
  "pokecraft.species.exeggcute.name": "Exeggcute",
  "pokecraft.species.exeggcute.desc": "These Pokémon get nervous when they’re not in a group of six. The minute even one member of the group goes missing, Exeggcute become cowardly.",
  "pokecraft.species.exeggutor.name": "Exeggutor",
  "pokecraft.species.exeggutor.desc": "When they work together, Exeggutor’s three heads can put out powerful psychic energy. Cloudy days make this Pokémon sluggish.",
  "pokecraft.species.cubone.name": "Cubone",
  "pokecraft.species.cubone.desc": "This Pokémon wears the skull of its deceased mother. Sometimes Cubone’s dreams make it cry, but each tear Cubone sheds makes it stronger.",
  "pokecraft.species.marowak.name": "Marowak",
  "pokecraft.species.marowak.desc": "When this Pokémon evolved, the skull of its mother fused to it. Marowak’s temperament also turned vicious at the same time.",
  "pokecraft.species.hitmonlee.name": "Hitmonlee",
  "pokecraft.species.hitmonlee.desc": "The legs freely contract and stretch. The stretchy legs allow it to hit a distant foe with a rising kick.",
  "pokecraft.species.hitmonchan.name": "Hitmonchan",
  "pokecraft.species.hitmonchan.desc": "Its punches slice the air. However, it seems to need a short break after fighting for three minutes.",
  "pokecraft.species.lickitung.name": "Lickitung",
  "pokecraft.species.lickitung.desc": "Wields its long tongue deftly, as though it were an arm. The Pokémon's viscous saliva, once it has been collected and boiled down, yields a strong and highly useful adhesive.",
  "pokecraft.species.koffing.name": "Koffing",
  "pokecraft.species.koffing.desc": "It adores polluted air. Some claim that Koffing used to be more plentiful in the Galar region than they are now.",
  "pokecraft.species.weezing.name": "Weezing",
  "pokecraft.species.weezing.desc": "It can’t suck in air quite as well as a Galarian Weezing, but the toxins it creates are more potent than those of its counterpart.",
  "pokecraft.species.rhyhorn.name": "Rhyhorn",
  "pokecraft.species.rhyhorn.desc": "Ludicrously strong—when it butts heads with a mountain, it is the mountain that shatters. But its short legs struggle with turns, and it is incapable of stopping unless it collides with something.",
  "pokecraft.species.rhydon.name": "Rhydon",
  "pokecraft.species.rhydon.desc": "Rapidly rotates its horn to bore through bedrock. It swaggers around volcanic regions, protected from the lava's heat by its tough, armorlike hide.",
  "pokecraft.species.chansey.name": "Chansey",
  "pokecraft.species.chansey.desc": "This purehearted Pokémon shares its eggs with the injured.",
  "pokecraft.species.tangela.name": "Tangela",
  "pokecraft.species.tangela.desc": "It is cloaked entirely in blue vines, preventing any glimpse of its true identity. The vines impart a refreshing sensation when chewed—they're useful as a spice.",
  "pokecraft.species.kangaskhan.name": "Kangaskhan",
  "pokecraft.species.kangaskhan.desc": "There are records of a lost human child being raised by a childless Kangaskhan.",
  "pokecraft.species.horsea.name": "Horsea",
  "pokecraft.species.horsea.desc": "They swim with dance-like motions and cause whirlpools to form. Horsea compete to see which of them can generate the biggest whirlpool.",
  "pokecraft.species.seadra.name": "Seadra",
  "pokecraft.species.seadra.desc": "Seadra’s mouth is slender, but its suction power is strong. In an instant, Seadra can suck in food that’s larger than the opening of its mouth.",
  "pokecraft.species.goldeen.name": "Goldeen",
  "pokecraft.species.goldeen.desc": "Its dorsal and pectoral fins are strongly developed like muscles. It can swim at a speed of five knots.",
  "pokecraft.species.seaking.name": "Seaking",
  "pokecraft.species.seaking.desc": "Using its horn, it bores holes in riverbed boulders, making nests to prevent its eggs from washing away.",
  "pokecraft.species.staryu.name": "Staryu",
  "pokecraft.species.staryu.desc": "Fish Pokémon nibble at it, but Staryu isn’t bothered. Its body regenerates quickly, even if part of it is completely torn off.",
  "pokecraft.species.starmie.name": "Starmie",
  "pokecraft.species.starmie.desc": "Starmie swims by spinning its body at high speed. As this Pokémon cruises through the ocean, it absorbs tiny plankton.",
  "pokecraft.species.mrmime.name": "Mr. Mime",
  "pokecraft.species.mrmime.desc": "The behavior of this clown-like Pokémon reminds one of pantomime. It creates invisible walls using a force emitted from its fingertips.",
  "pokecraft.species.scyther.name": "Scyther",
  "pokecraft.species.scyther.desc": "The large, wickedly sharp scythes on its forearms are truly fearsome weapons. Prey's attempts to flee are unfailingly thwarted by this Pokémon's nimble motions.",
  "pokecraft.species.jynx.name": "Jynx",
  "pokecraft.species.jynx.desc": "The Jynx of Galar often have beautiful and delicate voices. Some of these Pokémon have even gathered a fan base.",
  "pokecraft.species.electabuzz.name": "Electabuzz",
  "pokecraft.species.electabuzz.desc": "Feeds on electrical energy. During sudden showers beneath looming thunderclouds, one can observe Electabuzz scaling tall trees, where the Pokémon will then wait for lightning to strike.",
  "pokecraft.species.magmar.name": "Magmar",
  "pokecraft.species.magmar.desc": "Legend has it that this Pokémon was born from the crater of a volcano. When wounded, it bathes in lava to heal its body, much as one would soak in a hot spring.",
  "pokecraft.species.pinsir.name": "Pinsir",
  "pokecraft.species.pinsir.desc": "This Pokémon clamps its pincers down on its prey and then either splits the prey in half or flings it away.",
  "pokecraft.species.tauros.name": "Tauros",
  "pokecraft.species.tauros.desc": "The Tauros of the Galar region are volatile in nature, and they won’t allow people to ride on their backs.",
  "pokecraft.species.magikarp.name": "Magikarp",
  "pokecraft.species.magikarp.desc": "A feeble, pitiful imbecile of a Pokémon that is nonetheless very hardy. Unperturbed by turbid water, it can be found living in all sorts of places.",
  "pokecraft.species.gyarados.name": "Gyarados",
  "pokecraft.species.gyarados.desc": "I suspect this Pokémon to be the true identity of a dragon written of in ancient texts, which claimed that it razed an entire village with white-hot beams from its maw.",
  "pokecraft.species.lapras.name": "Lapras",
  "pokecraft.species.lapras.desc": "Crossing icy seas is no issue for this cold-resistant Pokémon. Its smooth skin is a little cool to the touch.",
  "pokecraft.species.ditto.name": "Ditto",
  "pokecraft.species.ditto.desc": "When it encounters another Ditto, it will move faster than normal to duplicate that opponent exactly.",
  "pokecraft.species.eevee.name": "Eevee",
  "pokecraft.species.eevee.desc": "Harbors the potential to evolve into manifold forms. Within Eevee lies the key to the mysteries of Pokémon evolution—I'm certain of it.",
  "pokecraft.species.vaporeon.name": "Vaporeon",
  "pokecraft.species.vaporeon.desc": "Tests show that its cells closely resemble water molecules, which perhaps explains its ability to conceal its form while submerged. I believe the origins of mermaid folklore lie with this Pokémon.",
  "pokecraft.species.jolteon.name": "Jolteon",
  "pokecraft.species.jolteon.desc": "Bristles its fur into sharp, needlelike points when enraged. One can hear electricity crackle in its breath when it exhales.",
  "pokecraft.species.flareon.name": "Flareon",
  "pokecraft.species.flareon.desc": "Flames burn within a saclike organ inside this Pokémon. When Flareon inhales, these flames grow in intensity, reaching a mighty 3,000 degrees Fahrenheit.",
  "pokecraft.species.porygon.name": "Porygon",
  "pokecraft.species.porygon.desc": "It has no discernible heartbeat and does not seem to draw breath, and yet it appears to function without issue. I cannot even begin to explain this utterly bizarre anomaly.",
  "pokecraft.species.omanyte.name": "Omanyte",
  "pokecraft.species.omanyte.desc": "This Pokémon is a member of an ancient, extinct species. Omanyte paddles through water with its 10 tentacles, looking like it’s just drifting along.",
  "pokecraft.species.omastar.name": "Omastar",
  "pokecraft.species.omastar.desc": "Omastar’s sharp fangs could crush rock, but the Pokémon can attack only the prey that come within reach of its tentacles.",
  "pokecraft.species.kabuto.name": "Kabuto",
  "pokecraft.species.kabuto.desc": "While some say this species has gone extinct, Kabuto sightings are apparently fairly common in some places.",
  "pokecraft.species.kabutops.name": "Kabutops",
  "pokecraft.species.kabutops.desc": "The cause behind the extinction of this species is unknown. Kabutops were aggressive Pokémon that inhabited warm seas.",
  "pokecraft.species.aerodactyl.name": "Aerodactyl",
  "pokecraft.species.aerodactyl.desc": "Aerodactyl’s sawlike fangs can shred skin to tatters—even the skin of Steel-type Pokémon.",
  "pokecraft.species.snorlax.name": "Snorlax",
  "pokecraft.species.snorlax.desc": "This glutton appears in villages without warning and devours the entirety of their rice granaries—such occurrences have long been counted among the gravest of disasters.",
  "pokecraft.species.articuno.name": "Articuno",
  "pokecraft.species.articuno.desc": "This Pokémon can control ice at will. Articuno is said to live in snowy mountains riddled with permafrost.",
  "pokecraft.species.zapdos.name": "Zapdos",
  "pokecraft.species.zapdos.desc": "Zapdos is a legendary bird Pokémon. It’s said that when Zapdos rubs its feathers together, lightning will fall immediately after.",
  "pokecraft.species.moltres.name": "Moltres",
  "pokecraft.species.moltres.desc": "There are stories of this Pokémon using its radiant, flame-cloaked wings to light up paths for those lost in the mountains.",
  "pokecraft.species.dratini.name": "Dratini",
  "pokecraft.species.dratini.desc": "This Pokémon was long considered to be no more than a myth. The small lump on a Dratini’s forehead is actually a horn that’s still coming in.",
  "pokecraft.species.dragonair.name": "Dragonair",
  "pokecraft.species.dragonair.desc": "This Pokémon gathers power in the orbs on its tail and controls the weather. When enshrouded by an aura, Dragonair has a mystical appearance.",
  "pokecraft.species.dragonite.name": "Dragonite",
  "pokecraft.species.dragonite.desc": "This Pokémon is known as the Sea Incarnate. Figureheads that resemble Dragonite decorate the bows of many ships.",
  "pokecraft.species.mewtwo.name": "Mewtwo",
  "pokecraft.species.mewtwo.desc": "Its DNA is almost the same as Mew’s. However, its size and disposition are vastly different.",
  "pokecraft.species.mew.name": "Mew",
  "pokecraft.species.mew.desc": "When viewed through a microscope, this Pokémon’s short, fine, delicate hair can be seen.",
  "pokecraft.species.chikorita.name": "Chikorita",
  "pokecraft.species.chikorita.desc": "In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around.",
  "pokecraft.species.bayleef.name": "Bayleef",
  "pokecraft.species.bayleef.desc": "Bayleef’s neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy.",
  "pokecraft.species.meganium.name": "Meganium",
  "pokecraft.species.meganium.desc": "The fragrance of Meganium’s flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe’s fighting spirit.",
  "pokecraft.species.cyndaquil.name": "Cyndaquil",
  "pokecraft.species.cyndaquil.desc": "Hails from the Johto region. Though usually curled into a ball due to its timid disposition, it harbors tremendous firepower.",
  "pokecraft.species.quilava.name": "Quilava",
  "pokecraft.species.quilava.desc": "This creature's fur is most mysterious—it is wholly impervious to the burning touch of flame. Should Quilava turn its back to you, take heed! Such a posture indicates a forthcoming attack.",
  "pokecraft.species.typhlosion.name": "Typhlosion",
  "pokecraft.species.typhlosion.desc": "Said to purify lost, forsaken souls with its flames and guide them to the afterlife. I believe its form has been influenced by the energy of the sacred mountain towering at Hisui's center.",
  "pokecraft.species.totodile.name": "Totodile",
  "pokecraft.species.totodile.desc": "Despite the smallness of its body, Totodile’s jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury.",
  "pokecraft.species.croconaw.name": "Croconaw",
  "pokecraft.species.croconaw.desc": "Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in.",
  "pokecraft.species.feraligatr.name": "Feraligatr",
  "pokecraft.species.feraligatr.desc": "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed.",
  "pokecraft.species.sentret.name": "Sentret",
  "pokecraft.species.sentret.desc": "When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear.",
  "pokecraft.species.furret.name": "Furret",
  "pokecraft.species.furret.desc": "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet.",
  "pokecraft.species.hoothoot.name": "Hoothoot",
  "pokecraft.species.hoothoot.desc": "It begins to hoot at the same time every day. Some Trainers use them in place of clocks.",
  "pokecraft.species.noctowl.name": "Noctowl",
  "pokecraft.species.noctowl.desc": "When it needs to think, it rotates its head 180 degrees to sharpen its intellectual power.",
  "pokecraft.species.ledyba.name": "Ledyba",
  "pokecraft.species.ledyba.desc": "These very cowardly Pokémon join together and use Reflect to protect their nest.",
  "pokecraft.species.ledian.name": "Ledian",
  "pokecraft.species.ledian.desc": "It flies through the night sky, sprinkling sparkly dust. According to some, if that dust sticks to you, good things will happen to you.",
  "pokecraft.species.spinarak.name": "Spinarak",
  "pokecraft.species.spinarak.desc": "Although the poison from its fangs isn’t that strong, it’s potent enough to weaken prey that gets caught in its web.",
  "pokecraft.species.ariados.name": "Ariados",
  "pokecraft.species.ariados.desc": "It spews threads from its mouth to catch its prey. When night falls, it leaves its web to go hunt aggressively.",
  "pokecraft.species.crobat.name": "Crobat",
  "pokecraft.species.crobat.desc": "Its hind limbs have become another set of wings. Crobat expertly maneuvers its four wings to dart in exquisite fashion through even the most confined caves without losing any speed.",
  "pokecraft.species.chinchou.name": "Chinchou",
  "pokecraft.species.chinchou.desc": "On the dark ocean floor, its only means of communication is its constantly flashing lights.",
  "pokecraft.species.lanturn.name": "Lanturn",
  "pokecraft.species.lanturn.desc": "This Pokémon flashes a bright light that blinds its prey. This creates an opening for it to deliver an electrical attack.",
  "pokecraft.species.pichu.name": "Pichu",
  "pokecraft.species.pichu.desc": "Pichu stores electricity in the sacs on its cheeks but discharges it inadvertently when agitated or excited. Being yet immature, the Pokémon's handling of electricity is rather inept.",
  "pokecraft.species.cleffa.name": "Cleffa",
  "pokecraft.species.cleffa.desc": "In silhouette, they resemble twinkling starlight. When shooting stars rain from the night sky, Cleffa gather in numbers and dance as though they are indeed incarnations of the stars.",
  "pokecraft.species.igglybuff.name": "Igglybuff",
  "pokecraft.species.igglybuff.desc": "Taking advantage of the softness of its body, Igglybuff moves as if bouncing. Its body turns a deep pink when its temperature rises.",
  "pokecraft.species.togepi.name": "Togepi",
  "pokecraft.species.togepi.desc": "This ovate creature is frequently mistaken for a moving egg when encountered out in the fields or in the mountains. Its guileless smile soothes the soul.",
  "pokecraft.species.togetic.name": "Togetic",
  "pokecraft.species.togetic.desc": "No records exist of Togetic being seen in the wilds. Rumors abound that it evolves under the loving care of a trusted human companion, upon whom the Pokémon then bestows great joy.",
  "pokecraft.species.natu.name": "Natu",
  "pokecraft.species.natu.desc": "Because its wings aren’t yet fully grown, it has to hop to get around. It is always staring at something.",
  "pokecraft.species.xatu.name": "Xatu",
  "pokecraft.species.xatu.desc": "This odd Pokémon can see both the past and the future. It eyes the sun’s movement all day.",
  "pokecraft.species.mareep.name": "Mareep",
  "pokecraft.species.mareep.desc": "Rubbing its fleece generates electricity. You’ll want to pet it because it’s cute, but if you use your bare hand, you’ll get a painful shock.",
  "pokecraft.species.flaaffy.name": "Flaaffy",
  "pokecraft.species.flaaffy.desc": "It stores electricity in its fluffy fleece. If it stores up too much, it will start to go bald in those patches.",
  "pokecraft.species.ampharos.name": "Ampharos",
  "pokecraft.species.ampharos.desc": "Its tail shines bright and strong. It has been prized since long ago as a beacon for sailors.",
  "pokecraft.species.bellossom.name": "Bellossom",
  "pokecraft.species.bellossom.desc": "Bellossom gather at times and appear to dance. They say that the dance is a ritual to summon the sun.",
  "pokecraft.species.marill.name": "Marill",
  "pokecraft.species.marill.desc": "Even after Marill swims in a cold sea, its water- repellent fur dries almost as soon as Marill leaves the water. That’s why this Pokémon is never cold.",
  "pokecraft.species.azumarill.name": "Azumarill",
  "pokecraft.species.azumarill.desc": "These Pokémon create air-filled bubbles. When Azurill play in rivers, Azumarill will cover them with these bubbles.",
  "pokecraft.species.sudowoodo.name": "Sudowoodo",
  "pokecraft.species.sudowoodo.desc": "Though it pretends to be a tree, it fails to fool even children. To the touch, its body feels more like rock than tree bark. Sudowoodo's extreme aversion to water merits special note.",
  "pokecraft.species.politoed.name": "Politoed",
  "pokecraft.species.politoed.desc": "The cry of a male is louder than that of a female. Male Politoed with deep, menacing voices find more popularity with the opposite gender.",
  "pokecraft.species.hoppip.name": "Hoppip",
  "pokecraft.species.hoppip.desc": "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away.",
  "pokecraft.species.skiploom.name": "Skiploom",
  "pokecraft.species.skiploom.desc": "Skiploom’s flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.",
  "pokecraft.species.jumpluff.name": "Jumpluff",
  "pokecraft.species.jumpluff.desc": "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating.",
  "pokecraft.species.aipom.name": "Aipom",
  "pokecraft.species.aipom.desc": "This treetop dweller possesses a tail as dexterous as a hand. Ancient writings describe this Pokémon as a one-armed oddity.",
  "pokecraft.species.sunkern.name": "Sunkern",
  "pokecraft.species.sunkern.desc": "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew.",
  "pokecraft.species.sunflora.name": "Sunflora",
  "pokecraft.species.sunflora.desc": "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night.",
  "pokecraft.species.yanma.name": "Yanma",
  "pokecraft.species.yanma.desc": "Its frail wings are so thin that one can see clear through them. However, during flight these wings exhibit the power to churn air with force enough to launch a house skyward.",
  "pokecraft.species.wooper.name": "Wooper",
  "pokecraft.species.wooper.desc": "When walking on land, it covers its body with a poisonous film that keeps its skin from dehydrating.",
  "pokecraft.species.quagsire.name": "Quagsire",
  "pokecraft.species.quagsire.desc": "Its body is always slimy. It often bangs its head on the river bottom as it swims but seems not to care.",
  "pokecraft.species.espeon.name": "Espeon",
  "pokecraft.species.espeon.desc": "Wields an arcane power with which it can predict the weather and even people's thoughts. When bathed in sunshine, the scarlet orb on its brow glows and builds energy.",
  "pokecraft.species.umbreon.name": "Umbreon",
  "pokecraft.species.umbreon.desc": "It is most active in the wee hours of the night, when moonlight bathes the land. Its large eyes can pierce the darkness and perceive prey with absolute clarity.",
  "pokecraft.species.murkrow.name": "Murkrow",
  "pokecraft.species.murkrow.desc": "Widely shunned as a bearer of ill fortune. Upon crossing paths with this creature, I've been told one must chant ”Workrum, Workrum—bad luck, don't come” as a protective incantation.",
  "pokecraft.species.slowking.name": "Slowking",
  "pokecraft.species.slowking.desc": "Slowking can solve any problem presented to it, but no one can understand a thing Slowking says.",
  "pokecraft.species.misdreavus.name": "Misdreavus",
  "pokecraft.species.misdreavus.desc": "It conceals itself in darkness, sending chills up travelers' spines with its childlike weeping. As it observes the frightened travelers with glee, the red orbs upon its chest let off an eerie light.",
  "pokecraft.species.unown.name": "Unown",
  "pokecraft.species.unown.desc": "It is hard to believe these strangely shaped Pokémon are truly living creatures. I've pointed out that the species' many forms resemble writing from other lands; no one will take me seriously.",
  "pokecraft.species.wobbuffet.name": "Wobbuffet",
  "pokecraft.species.wobbuffet.desc": "To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack.",
  "pokecraft.species.girafarig.name": "Girafarig",
  "pokecraft.species.girafarig.desc": "Girafarig’s rear head contains a tiny brain that is too small for thinking. However, the rear head doesn’t need to sleep, so it can keep watch over its surroundings 24 hours a day.",
  "pokecraft.species.pineco.name": "Pineco",
  "pokecraft.species.pineco.desc": "It sticks tree bark to itself with its saliva, making itself thicker and larger. Elderly Pineco are ridiculously huge.",
  "pokecraft.species.forretress.name": "Forretress",
  "pokecraft.species.forretress.desc": "In the moment that it gulps down its prey, the inside of its shell is exposed, but to this day, no one has ever seen that sight.",
  "pokecraft.species.dunsparce.name": "Dunsparce",
  "pokecraft.species.dunsparce.desc": "The nests Dunsparce live in are mazes of tunnels. They never get lost in their own nests—they can tell where they are by the scent of the dirt.",
  "pokecraft.species.gligar.name": "Gligar",
  "pokecraft.species.gligar.desc": "Its tail is tipped by a thick, horrible stinger. To bring down prey, it will first obscure their vision by covering their faces with its body, and then it will use the stinger to inject them with venom.",
  "pokecraft.species.steelix.name": "Steelix",
  "pokecraft.species.steelix.desc": "This Pokémon evolved through use of a strange item. Its body is coated with steel powder and notably hard—not even diamond can leave so much as a scratch.",
  "pokecraft.species.snubbull.name": "Snubbull",
  "pokecraft.species.snubbull.desc": "In contrast to its appearance, it’s quite timid. When playing with other puppy Pokémon, it sometimes gets bullied.",
  "pokecraft.species.granbull.name": "Granbull",
  "pokecraft.species.granbull.desc": "Although it’s popular with young people, Granbull is timid and sensitive, so it’s totally incompetent as a watchdog.",
  "pokecraft.species.qwilfish.name": "Qwilfish",
  "pokecraft.species.qwilfish.desc": "Fishers detest this troublesome Pokémon because it sprays poison from its spines, getting it everywhere. A different form of Qwilfish lives in other regions.",
  "pokecraft.species.scizor.name": "Scizor",
  "pokecraft.species.scizor.desc": "Evolved by way of a curious item. The shell covering its body has been shown to be stronger than forged steel.",
  "pokecraft.species.shuckle.name": "Shuckle",
  "pokecraft.species.shuckle.desc": "The berries stored in its vaselike shell eventually become a thick, pulpy juice.",
  "pokecraft.species.heracross.name": "Heracross",
  "pokecraft.species.heracross.desc": "This Pokémon has an unparalleled horn. Heracross itself demonstrates tremendous power—it's capable of throwing several people trained in the traditional arts of war at once.",
  "pokecraft.species.sneasel.name": "Sneasel",
  "pokecraft.species.sneasel.desc": "Its sturdy, curved claws are ideal for traversing precipitous cliffs. From the tips of these claws drips a venom that infiltrates the nerves of any prey caught in Sneasel's grasp.",
  "pokecraft.species.teddiursa.name": "Teddiursa",
  "pokecraft.species.teddiursa.desc": "It licks its paws because of the sweet honey that has soaked into them. It is cunning, stealing into the nests of Combee and taking for itself the honey that the Combee have amassed.",
  "pokecraft.species.ursaring.name": "Ursaring",
  "pokecraft.species.ursaring.desc": "When the cold season arrives in Hisui, this Pokémon will wander fields and mountains alike in search of its favorite berries. Ursaring's hunger during this time makes it a ferocious danger.",
  "pokecraft.species.slugma.name": "Slugma",
  "pokecraft.species.slugma.desc": "Slugma does not have any blood in its body. Instead, intensely hot magma circulates throughout this Pokémon’s body, carrying essential nutrients and oxygen to its organs.",
  "pokecraft.species.magcargo.name": "Magcargo",
  "pokecraft.species.magcargo.desc": "Magcargo’s body temperature is approximately 18,000 degrees Fahrenheit. Water is vaporized on contact. If this Pokémon is caught in the rain, the raindrops instantly turn into steam, cloaking the area in a thick fog.",
  "pokecraft.species.swinub.name": "Swinub",
  "pokecraft.species.swinub.desc": "Swinub excels at sniffing out mushrooms buried beneath grass or snow. Since ancient times, the people of Hisui have often relied upon this skill.",
  "pokecraft.species.piloswine.name": "Piloswine",
  "pokecraft.species.piloswine.desc": "The long fur of this Pokémon covers its eyes, ears, and even limbs, allowing Piloswine to resist harshly frigid conditions. The Pokémon's white tusks can be used to defeat its enemies.",
  "pokecraft.species.corsola.name": "Corsola",
  "pokecraft.species.corsola.desc": "These Pokémon live in warm seas. In prehistoric times, many lived in the oceans around the Galar region as well.",
  "pokecraft.species.remoraid.name": "Remoraid",
  "pokecraft.species.remoraid.desc": "Spits water from its mouth with incredible accuracy. It captures Burmy by shooting them down off the branches from which they dangle.",
  "pokecraft.species.octillery.name": "Octillery",
  "pokecraft.species.octillery.desc": "While Octillery still shoots water from its mouth, the drastic anatomical difference between it and Remoraid meant that for a long time, no one believed the former evolved from the latter.",
  "pokecraft.species.delibird.name": "Delibird",
  "pokecraft.species.delibird.desc": "It has a generous habit of sharing its food with people and Pokémon, so it’s always scrounging around for more food.",
  "pokecraft.species.mantine.name": "Mantine",
  "pokecraft.species.mantine.desc": "This calm and gentle Pokémon swims gracefully through the sea. After building speed, it can leap out of the water. It is often misidentified as a bird Pokémon due to this behavior.",
  "pokecraft.species.skarmory.name": "Skarmory",
  "pokecraft.species.skarmory.desc": "People fashion swords from Skarmory’s shed feathers, so this Pokémon is a popular element in heraldic designs.",
  "pokecraft.species.houndour.name": "Houndour",
  "pokecraft.species.houndour.desc": "They make repeated eerie howls before dawn to call attention to their pack.",
  "pokecraft.species.houndoom.name": "Houndoom",
  "pokecraft.species.houndoom.desc": "Identifiable by its eerie howls, people a long time ago thought it was the grim reaper and feared it.",
  "pokecraft.species.kingdra.name": "Kingdra",
  "pokecraft.species.kingdra.desc": "Scales shed by this Pokémon have such a splendorous gleam to them that they’ve been given to royalty as gifts.",
  "pokecraft.species.phanpy.name": "Phanpy",
  "pokecraft.species.phanpy.desc": "Phanpy uses its long nose to shower itself. When others gather around, they thoroughly douse each other with water. These Pokémon can be seen drying their soaking-wet bodies at the edge of water.",
  "pokecraft.species.donphan.name": "Donphan",
  "pokecraft.species.donphan.desc": "If Donphan were to tackle with its hard body, even a house could be destroyed. Using its massive strength, the Pokémon helps clear rock and mud slides that block mountain trails.",
  "pokecraft.species.porygon2.name": "Porygon2",
  "pokecraft.species.porygon2.desc": "A bizarre item caused this Pokémon to evolve. While it now exhibits many new gestures and expressions, its biology remains inscrutable.",
  "pokecraft.species.stantler.name": "Stantler",
  "pokecraft.species.stantler.desc": "Its strangely shaped antlers have the power to bewitch those who see them. Medicine made by grinding up the black orbs from fallen antlers is an effective treatment for insomnia.",
  "pokecraft.species.smeargle.name": "Smeargle",
  "pokecraft.species.smeargle.desc": "It draws symbols with the fluid that oozes from the tip of its tail. Depending on the symbol, Smeargle fanatics will pay big money for them.",
  "pokecraft.species.tyrogue.name": "Tyrogue",
  "pokecraft.species.tyrogue.desc": "Even though it is small, it can’t be ignored because it will slug any handy target without warning.",
  "pokecraft.species.hitmontop.name": "Hitmontop",
  "pokecraft.species.hitmontop.desc": "After doing a handstand to throw off the opponent’s timing, it presents its fancy kick moves.",
  "pokecraft.species.smoochum.name": "Smoochum",
  "pokecraft.species.smoochum.desc": "This is a very curious Pokémon. Smoochum decides what it likes and dislikes by touching things with its lips.",
  "pokecraft.species.elekid.name": "Elekid",
  "pokecraft.species.elekid.desc": "They generate electricity by spinning their arms. During a thunderstorm, if one hears the lively voices of children out in the wilderness, what one is actually hearing are the voices of Elekid.",
  "pokecraft.species.magby.name": "Magby",
  "pokecraft.species.magby.desc": "This Pokémon lives in volcanic areas. With each breath, sparks spurt from its mouth and nose. When Magby is in good health, its flames gain a yellow tint.",
  "pokecraft.species.miltank.name": "Miltank",
  "pokecraft.species.miltank.desc": "This Pokémon needs to be milked every day, or else it will fall ill. The flavor of Miltank milk changes with the seasons.",
  "pokecraft.species.blissey.name": "Blissey",
  "pokecraft.species.blissey.desc": "A kindhearted Pokémon that will care for any sick person or Pokémon until their health improves. The eggs it lays are delicious and bring good fortune to those who eat them.",
  "pokecraft.species.raikou.name": "Raikou",
  "pokecraft.species.raikou.desc": "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down.",
  "pokecraft.species.entei.name": "Entei",
  "pokecraft.species.entei.desc": "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch.",
  "pokecraft.species.suicune.name": "Suicune",
  "pokecraft.species.suicune.desc": "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water.",
  "pokecraft.species.larvitar.name": "Larvitar",
  "pokecraft.species.larvitar.desc": "It feeds on soil. After it has eaten a large mountain, it will fall asleep so it can grow.",
  "pokecraft.species.pupitar.name": "Pupitar",
  "pokecraft.species.pupitar.desc": "It will not stay still, even while it’s a pupa. It already has arms and legs under its solid shell.",
  "pokecraft.species.tyranitar.name": "Tyranitar",
  "pokecraft.species.tyranitar.desc": "The quakes caused when it walks make even great mountains crumble and change the surrounding terrain.",
  "pokecraft.species.lugia.name": "Lugia",
  "pokecraft.species.lugia.desc": "Lugia’s wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea.",
  "pokecraft.species.hooh.name": "Ho-Oh",
  "pokecraft.species.hooh.desc": "Ho-Oh’s feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.",
  "pokecraft.species.celebi.name": "Celebi",
  "pokecraft.species.celebi.desc": "This Pokémon traveled through time to come from the future. It bolsters grass and trees with its own strength, and it can heal wounds, too.",
  "pokecraft.species.treecko.name": "Treecko",
  "pokecraft.species.treecko.desc": "Treecko is cool, calm, and collected—it never panics under any situation. If a bigger foe were to glare at this Pokémon, it would glare right back without conceding an inch of ground.",
  "pokecraft.species.grovyle.name": "Grovyle",
  "pokecraft.species.grovyle.desc": "This Pokémon adeptly flies from branch to branch in trees. In a forest, no Pokémon can ever hope to catch a fleeing Grovyle however fast they may be.",
  "pokecraft.species.sceptile.name": "Sceptile",
  "pokecraft.species.sceptile.desc": "Sceptile has seeds growing on its back. They are said to be bursting with nutrients that revitalize trees. This Pokémon raises the trees in a forest with loving care.",
  "pokecraft.species.torchic.name": "Torchic",
  "pokecraft.species.torchic.desc": "Torchic has a place inside its body where it keeps its flame. Give it a hug—it will be glowing with warmth. This Pokémon is covered all over by a fluffy coat of down.",
  "pokecraft.species.combusken.name": "Combusken",
  "pokecraft.species.combusken.desc": "Combusken battles with the intensely hot flames it spews from its beak and with outstandingly destructive kicks. This Pokémon’s cry is very loud and distracting.",
  "pokecraft.species.blaziken.name": "Blaziken",
  "pokecraft.species.blaziken.desc": "Blaziken has incredibly strong legs—it can easily clear a 30-story building in one leap. This Pokémon’s blazing punches leave its foes scorched and blackened.",
  "pokecraft.species.mudkip.name": "Mudkip",
  "pokecraft.species.mudkip.desc": "In water, Mudkip breathes using the gills on its cheeks. If it is faced with a tight situation in battle, this Pokémon will unleash its amazing power—it can crush rocks bigger than itself.",
  "pokecraft.species.marshtomp.name": "Marshtomp",
  "pokecraft.species.marshtomp.desc": "Marshtomp is much faster at traveling through mud than it is at swimming. This Pokémon’s hindquarters exhibit obvious development, giving it the ability to walk on just its hind legs.",
  "pokecraft.species.swampert.name": "Swampert",
  "pokecraft.species.swampert.desc": "Swampert predicts storms by sensing subtle differences in the sounds of waves and tidal winds with its fins. If a storm is approaching, it piles up boulders to protect itself.",
  "pokecraft.species.poochyena.name": "Poochyena",
  "pokecraft.species.poochyena.desc": "Poochyena is an omnivore—it will eat anything. A distinguishing feature is how large its fangs are compared to its body. This Pokémon tries to intimidate its foes by making the hair on its tail bristle out.",
  "pokecraft.species.mightyena.name": "Mightyena",
  "pokecraft.species.mightyena.desc": "Mightyena travel and act as a pack in the wild. The memory of its life in the wild compels the Pokémon to obey only those Trainers that it recognizes to possess superior skill.",
  "pokecraft.species.zigzagoon.name": "Zigzagoon",
  "pokecraft.species.zigzagoon.desc": "Zigzagoon that adapted to regions outside Galar acquired this appearance. If you’ve lost something, this Pokémon can likely find it.",
  "pokecraft.species.linoone.name": "Linoone",
  "pokecraft.species.linoone.desc": "It uses its explosive speed and razor-sharp claws to bring down prey. Running along winding paths is not its strong suit.",
  "pokecraft.species.wurmple.name": "Wurmple",
  "pokecraft.species.wurmple.desc": "Likes sap and is abundant in the wild. Why it evolves into various different forms is unknown. One cannot tell from a Wurmple's appearance which form it will take when it evolves.",
  "pokecraft.species.silcoon.name": "Silcoon",
  "pokecraft.species.silcoon.desc": "Wraps itself in thin strings of silk while it stores energy for evolution. It can't extend its limbs and its movement is slow, but its eyes keep a sharp lookout—Silcoon is always on guard.",
  "pokecraft.species.beautifly.name": "Beautifly",
  "pokecraft.species.beautifly.desc": "A colorful and incredibly beautiful but also greedy Pokémon. In an effort to keep its favorite food all to itself, it will chase away Combee as they try to gather nectar.",
  "pokecraft.species.cascoon.name": "Cascoon",
  "pokecraft.species.cascoon.desc": "The silk coating its body is thin but sufficiently strong. Cascoon's silk has a luster and texture superior to that of Silcoon's, and clothes made using Cascoon silk are regarded as top-notch.",
  "pokecraft.species.dustox.name": "Dustox",
  "pokecraft.species.dustox.desc": "Tends to be drawn to bonfires on dark nights. Difficult to chase away from settlements because of the way it scatters highly toxic scales.",
  "pokecraft.species.lotad.name": "Lotad",
  "pokecraft.species.lotad.desc": "Its leaf grew too large for it to live on land. That is how it began to live floating in the water.",
  "pokecraft.species.lombre.name": "Lombre",
  "pokecraft.species.lombre.desc": "It lives at the water’s edge where it is sunny. It sleeps on a bed of water grass by day and becomes active at night.",
  "pokecraft.species.ludicolo.name": "Ludicolo",
  "pokecraft.species.ludicolo.desc": "If it hears festive music, it begins moving in rhythm in order to amplify its power.",
  "pokecraft.species.seedot.name": "Seedot",
  "pokecraft.species.seedot.desc": "It attaches itself to a tree branch using the top of its head. Strong winds can sometimes make it fall.",
  "pokecraft.species.nuzleaf.name": "Nuzleaf",
  "pokecraft.species.nuzleaf.desc": "They live in holes bored in large trees. The sound of Nuzleaf’s grass flute fills listeners with dread.",
  "pokecraft.species.shiftry.name": "Shiftry",
  "pokecraft.species.shiftry.desc": "It lives quietly in the deep forest. It is said to create chilly winter winds with the fans it holds.",
  "pokecraft.species.taillow.name": "Taillow",
  "pokecraft.species.taillow.desc": "Taillow is young—it has only just left its nest. As a result, it sometimes becomes lonesome and cries at night. This Pokémon feeds on Wurmple that live in forests.",
  "pokecraft.species.swellow.name": "Swellow",
  "pokecraft.species.swellow.desc": "Swellow is very conscientious about the upkeep of its glossy wings. Once two Swellow are gathered, they diligently take care of cleaning each other’s wings.",
  "pokecraft.species.wingull.name": "Wingull",
  "pokecraft.species.wingull.desc": "It soars on updrafts without flapping its wings. It makes a nest on sheer cliffs at the sea’s edge.",
  "pokecraft.species.pelipper.name": "Pelipper",
  "pokecraft.species.pelipper.desc": "Skimming the water’s surface, it dips its large bill in the sea, scoops up food and water, and carries it.",
  "pokecraft.species.ralts.name": "Ralts",
  "pokecraft.species.ralts.desc": "Tends to prefer people with a chipper disposition to those who are gloomy, but it has shown no discrimination with regard to age or gender. Needs more research.",
  "pokecraft.species.kirlia.name": "Kirlia",
  "pokecraft.species.kirlia.desc": "It resembles a maiden in appearance, but it wields strange powers to project visions of paradise. I suspect the crimson ornaments on its head are the key to its abilities.",
  "pokecraft.species.gardevoir.name": "Gardevoir",
  "pokecraft.species.gardevoir.desc": "It will dedicate itself to defending a master it has come to adore. Its pure white dress, reminiscent of those worn by ladies of nobility, is the dress of one who is willing to risk their life.",
  "pokecraft.species.surskit.name": "Surskit",
  "pokecraft.species.surskit.desc": "It lives in ponds and marshes that feature lots of plant life. It often fights with Dewpider, whose habitat and diet are similar.",
  "pokecraft.species.masquerain.name": "Masquerain",
  "pokecraft.species.masquerain.desc": "Its thin, winglike antennae are highly absorbent. It waits out rainy days in tree hollows.",
  "pokecraft.species.shroomish.name": "Shroomish",
  "pokecraft.species.shroomish.desc": "If Shroomish senses danger, it shakes its body and scatters spores from the top of its head. This Pokémon’s spores are so toxic, they make trees and weeds wilt.",
  "pokecraft.species.breloom.name": "Breloom",
  "pokecraft.species.breloom.desc": "The seeds ringing Breloom’s tail are made of hardened toxic spores. It is horrible to eat the seeds. Just taking a bite of this Pokémon’s seed will cause your stomach to rumble.",
  "pokecraft.species.slakoth.name": "Slakoth",
  "pokecraft.species.slakoth.desc": "Slakoth’s heart beats just once a minute. Whatever happens, it is content to loaf around motionless. It is rare to see this Pokémon in motion.",
  "pokecraft.species.vigoroth.name": "Vigoroth",
  "pokecraft.species.vigoroth.desc": "Vigoroth is simply incapable of remaining still. Even when it tries to sleep, the blood in its veins grows agitated, compelling this Pokémon to run wild throughout the jungle before it can settle down.",
  "pokecraft.species.slaking.name": "Slaking",
  "pokecraft.species.slaking.desc": "Wherever Slaking live, rings of over a yard in diameter appear in grassy fields. They are made by the Pokémon as it eats all the grass within reach while lying prone on the ground.",
  "pokecraft.species.nincada.name": "Nincada",
  "pokecraft.species.nincada.desc": "It can sometimes live underground for more than 10 years. It absorbs nutrients from the roots of trees.",
  "pokecraft.species.ninjask.name": "Ninjask",
  "pokecraft.species.ninjask.desc": "This Pokémon is so quick, it is said to be able to avoid any attack. It loves to feed on tree sap.",
  "pokecraft.species.shedinja.name": "Shedinja",
  "pokecraft.species.shedinja.desc": "A strange Pokémon—it flies without moving its wings, has a hollow shell for a body, and does not breathe.",
  "pokecraft.species.whismur.name": "Whismur",
  "pokecraft.species.whismur.desc": "When Whismur cries, the sound of its own voice startles it, making the Pokémon cry even louder. It cries until it’s exhausted, then it falls asleep.",
  "pokecraft.species.loudred.name": "Loudred",
  "pokecraft.species.loudred.desc": "The force of this Pokémon’s loud voice isn’t just the sound—it’s also the wave of air pressure that blows opponents away and damages them.",
  "pokecraft.species.exploud.name": "Exploud",
  "pokecraft.species.exploud.desc": "This Pokémon can do more than just shout. To communicate with others of its kind, it’ll emit all sorts of sounds from the holes in its body.",
  "pokecraft.species.makuhita.name": "Makuhita",
  "pokecraft.species.makuhita.desc": "There’s a rumor of a traditional recipe for stew that Trainers can use to raise strong Makuhita.",
  "pokecraft.species.hariyama.name": "Hariyama",
  "pokecraft.species.hariyama.desc": "Hariyama that are big and fat aren’t necessarily strong. There are some small ones that move nimbly and use moves skillfully.",
  "pokecraft.species.azurill.name": "Azurill",
  "pokecraft.species.azurill.desc": "Although Azurill are normally docile, an angry one will swing around the big ball on its tail and try to smash its opponents.",
  "pokecraft.species.nosepass.name": "Nosepass",
  "pokecraft.species.nosepass.desc": "Once the people of Hisui discovered that its red nose always points north, they grew to rely on it greatly when traveling afar. The nose seems to work in a similar way to ancient compasses.",
  "pokecraft.species.skitty.name": "Skitty",
  "pokecraft.species.skitty.desc": "Skitty is known to chase around playfully after its own tail. In the wild, this Pokémon lives in holes in the trees of forests. It is very popular as a pet because of its adorable looks.",
  "pokecraft.species.delcatty.name": "Delcatty",
  "pokecraft.species.delcatty.desc": "Delcatty sleeps anywhere it wants without keeping a permanent nest. If other Pokémon approach it as it sleeps, this Pokémon will never fight—it will just move away somewhere else.",
  "pokecraft.species.sableye.name": "Sableye",
  "pokecraft.species.sableye.desc": "It feeds on gemstone crystals. In darkness, its eyes sparkle with the glitter of jewels.",
  "pokecraft.species.mawile.name": "Mawile",
  "pokecraft.species.mawile.desc": "It chomps with its gaping mouth. Its huge jaws are actually steel horns that have been transformed.",
  "pokecraft.species.aron.name": "Aron",
  "pokecraft.species.aron.desc": "When Aron evolves, its steel armor peels off. In ancient times, people would collect Aron’s shed armor and make good use of it in their daily lives.",
  "pokecraft.species.lairon.name": "Lairon",
  "pokecraft.species.lairon.desc": "During territorial disputes, Lairon fight by slamming into each other. Close inspection of their steel armor reveals scratches and dents.",
  "pokecraft.species.aggron.name": "Aggron",
  "pokecraft.species.aggron.desc": "Long ago, there was a king who wore a helmet meant to resemble the head of an Aggron. He was trying to channel the Pokémon’s strength.",
  "pokecraft.species.meditite.name": "Meditite",
  "pokecraft.species.meditite.desc": "Meditite heightens its inner energy through meditation. It survives on just one berry a day. Minimal eating is another aspect of this Pokémon’s training.",
  "pokecraft.species.medicham.name": "Medicham",
  "pokecraft.species.medicham.desc": "Through the power of meditation, Medicham developed its sixth sense. It gained the ability to use psychokinetic powers. This Pokémon is known to meditate for a whole month without eating.",
  "pokecraft.species.electrike.name": "Electrike",
  "pokecraft.species.electrike.desc": "It stores electricity in its fur. It gives off sparks from all over its body in seasons when the air is dry.",
  "pokecraft.species.manectric.name": "Manectric",
  "pokecraft.species.manectric.desc": "It rarely appears before people. It is said to nest where lightning has fallen.",
  "pokecraft.species.plusle.name": "Plusle",
  "pokecraft.species.plusle.desc": "When Plusle is cheering on its partner, it flashes with electric sparks from all over its body. If its partner loses, this Pokémon cries loudly.",
  "pokecraft.species.minun.name": "Minun",
  "pokecraft.species.minun.desc": "Minun loves to cheer on its partner in battle. It gives off sparks from its body while it is doing so. If its partner is in trouble, this Pokémon gives off increasing amounts of sparks.",
  "pokecraft.species.volbeat.name": "Volbeat",
  "pokecraft.species.volbeat.desc": "Volbeat’s tail glows like a lightbulb. With other Volbeat, it uses its tail to draw geometric shapes in the night sky. This Pokémon loves the sweet aroma given off by Illumise.",
  "pokecraft.species.illumise.name": "Illumise",
  "pokecraft.species.illumise.desc": "Illumise leads a flight of illuminated Volbeat to draw signs in the night sky. This Pokémon is said to earn greater respect from its peers by composing more complex designs in the sky.",
  "pokecraft.species.roselia.name": "Roselia",
  "pokecraft.species.roselia.desc": "Though beautiful, it has highly poisonous thorns. There is an old tradition in my homeland wherein one would send these thorns to an opponent to challenge them to a duel.",
  "pokecraft.species.gulpin.name": "Gulpin",
  "pokecraft.species.gulpin.desc": "Most of Gulpin’s body is made up of its stomach—its heart and brain are very small in comparison. This Pokémon’s stomach contains special enzymes that dissolve anything.",
  "pokecraft.species.swalot.name": "Swalot",
  "pokecraft.species.swalot.desc": "Swalot has no teeth, so what it eats, it swallows whole, no matter what. Its cavernous mouth yawns widely. An automobile tire could easily fit inside this Pokémon’s mouth.",
  "pokecraft.species.carvanha.name": "Carvanha",
  "pokecraft.species.carvanha.desc": "These Pokémon have sharp fangs and powerful jaws. Sailors avoid Carvanha dens at all costs.",
  "pokecraft.species.sharpedo.name": "Sharpedo",
  "pokecraft.species.sharpedo.desc": "This Pokémon is known as the Bully of the Sea. Any ship entering the waters Sharpedo calls home will be attacked—no exceptions.",
  "pokecraft.species.wailmer.name": "Wailmer",
  "pokecraft.species.wailmer.desc": "When it sucks in a large volume of seawater, it becomes like a big, bouncy ball. It eats a ton of food daily.",
  "pokecraft.species.wailord.name": "Wailord",
  "pokecraft.species.wailord.desc": "Its immense size is the reason for its popularity. Wailord watching is a favorite sightseeing activity in various parts of the world.",
  "pokecraft.species.numel.name": "Numel",
  "pokecraft.species.numel.desc": "Numel stores magma of almost 2,200 degrees Fahrenheit within its body. If it gets wet, the magma cools and hardens. In that event, the Pokémon’s body grows heavy and its movements become sluggish.",
  "pokecraft.species.camerupt.name": "Camerupt",
  "pokecraft.species.camerupt.desc": "The humps on Camerupt’s back are formed by a transformation of its bones. They sometimes blast out molten magma. This Pokémon apparently erupts often when it is enraged.",
  "pokecraft.species.torkoal.name": "Torkoal",
  "pokecraft.species.torkoal.desc": "You find abandoned coal mines full of them. They dig tirelessly in search of coal.",
  "pokecraft.species.spoink.name": "Spoink",
  "pokecraft.species.spoink.desc": "Spoink keeps a pearl on top of its head. The pearl functions to amplify this Pokémon’s psychokinetic powers. It is therefore on a constant search for a bigger pearl.",
  "pokecraft.species.grumpig.name": "Grumpig",
  "pokecraft.species.grumpig.desc": "Grumpig uses the black pearls on its body to wield its fantastic powers. When it is doing so, it dances bizarrely. This Pokémon’s black pearls are valuable as works of art.",
  "pokecraft.species.spinda.name": "Spinda",
  "pokecraft.species.spinda.desc": "Each Spinda’s spot pattern is different. With its stumbling movements, it evades opponents’ attacks brilliantly!",
  "pokecraft.species.trapinch.name": "Trapinch",
  "pokecraft.species.trapinch.desc": "It makes an inescapable conical pit and lies in wait at the bottom for prey to come tumbling down.",
  "pokecraft.species.vibrava.name": "Vibrava",
  "pokecraft.species.vibrava.desc": "To help make its wings grow, it dissolves quantities of prey in its digestive juices and guzzles them down every day.",
  "pokecraft.species.flygon.name": "Flygon",
  "pokecraft.species.flygon.desc": "It is nicknamed the Desert Spirit because the flapping of its wings sounds like a woman singing.",
  "pokecraft.species.cacnea.name": "Cacnea",
  "pokecraft.species.cacnea.desc": "The more arid and harsh the environment, the more pretty and fragrant a flower Cacnea grows. This Pokémon battles by wildly swinging its thorny arms.",
  "pokecraft.species.cacturne.name": "Cacturne",
  "pokecraft.species.cacturne.desc": "If a traveler is going through a desert in the thick of night, Cacturne will follow in a ragtag group. The Pokémon are biding their time, waiting for the traveler to tire and become incapable of moving.",
  "pokecraft.species.swablu.name": "Swablu",
  "pokecraft.species.swablu.desc": "Since Swablu looks like a cumulus cloud, foes can have a hard time finding it. Apparently its wings turned white over many generations.",
  "pokecraft.species.altaria.name": "Altaria",
  "pokecraft.species.altaria.desc": "This Pokémon has a kind disposition, but if it’s provoked, it will threaten opponents with shrill cries before attacking them without mercy.",
  "pokecraft.species.zangoose.name": "Zangoose",
  "pokecraft.species.zangoose.desc": "Zangoose usually stays on all fours, but when angered, it gets up on its hind legs and extends its claws. This Pokémon shares a bitter rivalry with Seviper that dates back over generations.",
  "pokecraft.species.seviper.name": "Seviper",
  "pokecraft.species.seviper.desc": "Seviper’s swordlike tail serves two purposes—it slashes foes and douses them with secreted poison. This Pokémon will not give up its long-running blood feud with Zangoose.",
  "pokecraft.species.lunatone.name": "Lunatone",
  "pokecraft.species.lunatone.desc": "It was discovered at the site of a meteor strike 40 years ago. Its stare can lull its foes to sleep.",
  "pokecraft.species.solrock.name": "Solrock",
  "pokecraft.species.solrock.desc": "Solar energy is the source of its power, so it is strong during the daytime. When it spins, its body shines.",
  "pokecraft.species.barboach.name": "Barboach",
  "pokecraft.species.barboach.desc": "Makes its home in swamps with murky water. The poor visibility hides this Pokémon from predators, and the slime on its body makes grasping it difficult.",
  "pokecraft.species.whiscash.name": "Whiscash",
  "pokecraft.species.whiscash.desc": "Strikes its caudal fin against the swamp bed to shake the ground and startle its prey. It will then swallow the fleeing prey whole. People mistook this behavior as the cause of earthquakes.",
  "pokecraft.species.corphish.name": "Corphish",
  "pokecraft.species.corphish.desc": "It was originally a Pokémon from afar that escaped to the wild. It can adapt to the dirtiest river.",
  "pokecraft.species.crawdaunt.name": "Crawdaunt",
  "pokecraft.species.crawdaunt.desc": "A brutish Pokémon that loves to battle. It will crash itself into any foe that approaches its nest.",
  "pokecraft.species.baltoy.name": "Baltoy",
  "pokecraft.species.baltoy.desc": "It was discovered in ancient ruins. While moving, it constantly spins. It stands on one foot even when asleep.",
  "pokecraft.species.claydol.name": "Claydol",
  "pokecraft.species.claydol.desc": "It appears to have been born from clay dolls made by ancient people. It uses telekinesis to float and move.",
  "pokecraft.species.lileep.name": "Lileep",
  "pokecraft.species.lileep.desc": "Lileep clings to rocks on the seabed. When prey comes close, this Pokémon entangles it with petallike tentacles.",
  "pokecraft.species.cradily.name": "Cradily",
  "pokecraft.species.cradily.desc": "Once Cradily catches prey in its tentacles, it digests them whole and absorbs their nutrients.",
  "pokecraft.species.anorith.name": "Anorith",
  "pokecraft.species.anorith.desc": "Anorith can swim swiftly by pulling its eight wings through the water like oars on a boat. This Pokémon is an ancestor of modern bug Pokémon.",
  "pokecraft.species.armaldo.name": "Armaldo",
  "pokecraft.species.armaldo.desc": "Though it lives on land, it’s also a good swimmer. It dives into the ocean in search of prey, using its sharp claws to take down its quarry.",
  "pokecraft.species.feebas.name": "Feebas",
  "pokecraft.species.feebas.desc": "It is a shabby and ugly Pokémon. However, it is very hardy and can survive on little water.",
  "pokecraft.species.milotic.name": "Milotic",
  "pokecraft.species.milotic.desc": "It’s said that a glimpse of a Milotic and its beauty will calm any hostile emotions you’re feeling.",
  "pokecraft.species.castform.name": "Castform",
  "pokecraft.species.castform.desc": "Its form changes depending on the weather. The rougher conditions get, the rougher Castform’s disposition!",
  "pokecraft.species.kecleon.name": "Kecleon",
  "pokecraft.species.kecleon.desc": "Its color changes for concealment and also when its mood or health changes. The darker the color, the healthier it is.",
  "pokecraft.species.shuppet.name": "Shuppet",
  "pokecraft.species.shuppet.desc": "There’s a proverb that says, “Shun the house where Shuppet gather in the growing dusk.”",
  "pokecraft.species.banette.name": "Banette",
  "pokecraft.species.banette.desc": "Resentment at being cast off made it spring into being. Some say that treating it well will satisfy it, and it will once more become a stuffed toy.",
  "pokecraft.species.duskull.name": "Duskull",
  "pokecraft.species.duskull.desc": "I've heard that the children of Hisui all begin to behave once they've been told the story of how this Pokémon roams about before the witching hour to spirit away misbehaving children.",
  "pokecraft.species.dusclops.name": "Dusclops",
  "pokecraft.species.dusclops.desc": "There are rumors that peeking inside its bandage-wrapped body will cause one to get pulled in through the gaps between the bandages, never to return. I've been too scared to verify.",
  "pokecraft.species.tropius.name": "Tropius",
  "pokecraft.species.tropius.desc": "Bunches of delicious fruit grow around its neck. In warm areas, many ranches raise Tropius.",
  "pokecraft.species.chimecho.name": "Chimecho",
  "pokecraft.species.chimecho.desc": "Can emit waves of air powerful enough to knock out prey taller than itself. I hypothesize that it amplifies the faint sound of wind within its body.",
  "pokecraft.species.absol.name": "Absol",
  "pokecraft.species.absol.desc": "Because of this Pokémon’s ability to detect danger, people mistook Absol as a bringer of doom.",
  "pokecraft.species.wynaut.name": "Wynaut",
  "pokecraft.species.wynaut.desc": "It tends to move in a pack with others. They cluster in a tight group to sleep in a cave.",
  "pokecraft.species.snorunt.name": "Snorunt",
  "pokecraft.species.snorunt.desc": "Arrives alongside the first snow. It's thought that homes Snorunt visit will prosper for many generations. By tradition, one might offer a lump of ice made from pure water at one's front door.",
  "pokecraft.species.glalie.name": "Glalie",
  "pokecraft.species.glalie.desc": "It covers its body with an armor of ice harder than steel. Uses its breath to freeze prey, which it then devours as if they were frozen desserts.",
  "pokecraft.species.spheal.name": "Spheal",
  "pokecraft.species.spheal.desc": "During the season when drift ice approaches the shore, Spheal prefers living on the ice—where fewer predators lurk—rather than the land. Its fur retains heat superbly and resists harsh cold.",
  "pokecraft.species.sealeo.name": "Sealeo",
  "pokecraft.species.sealeo.desc": "Its white whiskers are very sensitive. Sealeo will balance Spheal on the tip of its nose, checking its scent and its feel to be sure the Spheal is healthy.",
  "pokecraft.species.walrein.name": "Walrein",
  "pokecraft.species.walrein.desc": "Its thick tusks are strong enough to shatter drift ice. They have been known to break, but they will grow back by the next year. The Hisui region is well known for these broken tusks.",
  "pokecraft.species.clamperl.name": "Clamperl",
  "pokecraft.species.clamperl.desc": "Clamperl’s pearls are exceedingly precious. They can be more than 10 times as costly as Shellder’s pearls.",
  "pokecraft.species.huntail.name": "Huntail",
  "pokecraft.species.huntail.desc": "Deep seas are their habitat. According to tradition, when Huntail wash up onshore, something unfortunate will happen.",
  "pokecraft.species.gorebyss.name": "Gorebyss",
  "pokecraft.species.gorebyss.desc": "It sucks bodily fluids out of its prey. The leftover meat sinks to the seafloor, where it becomes food for other Pokémon.",
  "pokecraft.species.relicanth.name": "Relicanth",
  "pokecraft.species.relicanth.desc": "This Pokémon was discovered during deep-sea exploration. Its appearance hasn’t changed in 100,000,000 years, so it’s called a living fossil.",
  "pokecraft.species.luvdisc.name": "Luvdisc",
  "pokecraft.species.luvdisc.desc": "Luvdisc makes its home in coral reefs in warm seas. It especially likes sleeping in the space between Corsola’s branches.",
  "pokecraft.species.bagon.name": "Bagon",
  "pokecraft.species.bagon.desc": "Bagon is a solitary Pokémon that doesn’t form groups with others of its kind. It also has a head hard enough to cleave a boulder in one strike.",
  "pokecraft.species.shelgon.name": "Shelgon",
  "pokecraft.species.shelgon.desc": "Shelgon ignores its hunger entirely, never eating any food. Apparently, Shelgon will evolve once all its energy stores are used up.",
  "pokecraft.species.salamence.name": "Salamence",
  "pokecraft.species.salamence.desc": "While basking in the joy of flight generally keeps this Pokémon in high spirits, Salamence turns into an uncontrollable menace if something angers it.",
  "pokecraft.species.beldum.name": "Beldum",
  "pokecraft.species.beldum.desc": "The cells in this Pokémon’s body are composed of magnetic material. Instead of blood, magnetic forces flow through Beldum’s body.",
  "pokecraft.species.metang.name": "Metang",
  "pokecraft.species.metang.desc": "Using magnetic forces to stay aloft, this Pokémon flies at high speeds, weaving through harsh mountain terrain in pursuit of prey.",
  "pokecraft.species.metagross.name": "Metagross",
  "pokecraft.species.metagross.desc": "Metagross is the result of the fusion of two Metang. This Pokémon defeats its opponents through use of its supercomputer-level brain.",
  "pokecraft.species.regirock.name": "Regirock",
  "pokecraft.species.regirock.desc": "Cutting-edge technology was used to study the internals of this Pokémon’s rock body, but nothing was found—not even a brain or a heart.",
  "pokecraft.species.regice.name": "Regice",
  "pokecraft.species.regice.desc": "This Pokémon’s body is made of solid ice. It’s said that Regice was born beneath thick ice in the ice age.",
  "pokecraft.species.registeel.name": "Registeel",
  "pokecraft.species.registeel.desc": "It’s rumored that this Pokémon was born deep underground in the planet’s mantle and that it emerged onto the surface 10,000 years ago.",
  "pokecraft.species.latias.name": "Latias",
  "pokecraft.species.latias.desc": "Latias is highly intelligent and capable of understanding human speech. It is covered with a glass-like down. The Pokémon enfolds its body with its down and refracts light to alter its appearance.",
  "pokecraft.species.latios.name": "Latios",
  "pokecraft.species.latios.desc": "Latios will only open its heart to a Trainer with a compassionate spirit. This Pokémon can fly faster than a jet plane by folding its forelegs to minimize air resistance.",
  "pokecraft.species.kyogre.name": "Kyogre",
  "pokecraft.species.kyogre.desc": "Kyogre is said to be the personification of the sea itself. Legends tell of its many clashes against Groudon, as each sought to gain the power of nature.",
  "pokecraft.species.groudon.name": "Groudon",
  "pokecraft.species.groudon.desc": "Through Primal Reversion and with nature’s full power, it will take back its true form. It can cause magma to erupt and expand the landmass of the world.",
  "pokecraft.species.rayquaza.name": "Rayquaza",
  "pokecraft.species.rayquaza.desc": "It flies forever through the ozone layer, consuming meteoroids for sustenance. The many meteoroids in its body provide the energy it needs to Mega Evolve.",
  "pokecraft.species.jirachi.name": "Jirachi",
  "pokecraft.species.jirachi.desc": "It’s believed that when this Pokémon wakes from its 1,000-year slumber, it will grant any wishes written on the notes attached to its head.",
  "pokecraft.species.deoxys.name": "Deoxys",
  "pokecraft.species.deoxys.desc": "Deoxys emerged from a virus that came from space. It is highly intelligent and wields psychokinetic powers. This Pokémon shoots lasers from the crystalline organ on its chest.",
  "pokecraft.species.turtwig.name": "Turtwig",
  "pokecraft.species.turtwig.desc": "This Pokémon becomes more energetic the more sunlight there is. The part resembling a shell is similar to silt and is slightly damp and warm to the touch.",
  "pokecraft.species.grotle.name": "Grotle",
  "pokecraft.species.grotle.desc": "Appears where there is clean spring water. The fruit that grows on the shrubs on its shell is sweet, nutritious, and truly delicious.",
  "pokecraft.species.torterra.name": "Torterra",
  "pokecraft.species.torterra.desc": "This remarkable, large-bodied Pokémon would serve beautifully as borrowed scenery for a garden, and its strength is peerless. Torterra roams the wilderness in search of clean water.",
  "pokecraft.species.chimchar.name": "Chimchar",
  "pokecraft.species.chimchar.desc": "Full of vigor and always in high spirits. It was once known by the name ”Lantern-Tail” and feared as some kind of apparition.",
  "pokecraft.species.monferno.name": "Monferno",
  "pokecraft.species.monferno.desc": "The deeper the blue on its face, the more powerful it will grow to become. It leaps about every which way and lands powerful blows against its opponents with the flame on its tail.",
  "pokecraft.species.infernape.name": "Infernape",
  "pokecraft.species.infernape.desc": "A tall, hardy Pokémon with a dazzling appearance. It shrouds itself in flame and battles as if engaged in dance—truly a sight to behold.",
  "pokecraft.species.piplup.name": "Piplup",
  "pokecraft.species.piplup.desc": "Prefers cold climes and appears along coasts. It's an adorable little thing—as cute as any child—but it's also prideful, unwilling to accept handouts from people.",
  "pokecraft.species.prinplup.name": "Prinplup",
  "pokecraft.species.prinplup.desc": "It swims gracefully through the frigid sea and sings with a voice like the roaring tide. It has powerful, sturdy wings and dignity to match.",
  "pokecraft.species.empoleon.name": "Empoleon",
  "pokecraft.species.empoleon.desc": "Since ancient times, it has been revered by the people of Hisui, who call it the Master of the Waves. Its wings are a match for even master-crafted blades.",
  "pokecraft.species.starly.name": "Starly",
  "pokecraft.species.starly.desc": "They live in the fields and mountains, gathering in large flocks. Their cries are quite obnoxious. Though small, their wings are strong—a strike from them leaves pain that persists for a week.",
  "pokecraft.species.staravia.name": "Staravia",
  "pokecraft.species.staravia.desc": "They form remarkably large flocks and are constantly fighting amongst themselves. I suspect that those with magnificent plumes on their heads are the strong ones.",
  "pokecraft.species.staraptor.name": "Staraptor",
  "pokecraft.species.staraptor.desc": "It has left the flock, having gained strength enough to survive on its own. The astounding force with which Staraptor flies through the air allows it to carry away large, burly targets.",
  "pokecraft.species.bidoof.name": "Bidoof",
  "pokecraft.species.bidoof.desc": "Bidoof has an unsophisticated face and is rarely flustered by anything. There have been incidents involving Bidoof sauntering into villages and gnawing on the houses without a single care.",
  "pokecraft.species.bibarel.name": "Bibarel",
  "pokecraft.species.bibarel.desc": "Bibarel fur repels water and is also a fantastic material for heat retention. These Pokémon create dams on rivers to live in.",
  "pokecraft.species.kricketot.name": "Kricketot",
  "pokecraft.species.kricketot.desc": "When the trees take on new hues, more of these Pokémon appear. The tone they create by striking their antennae together resembles that of the marimba, an instrument of foreign lands.",
  "pokecraft.species.kricketune.name": "Kricketune",
  "pokecraft.species.kricketune.desc": "It uses its cutlass-like arms to produce sound, the melody of which varies from individual to individual. It is a worthwhile endeavor to seek out one's favorite tunes.",
  "pokecraft.species.shinx.name": "Shinx",
  "pokecraft.species.shinx.desc": "Shakes its body to generate electricity. Its stature belies its aggression—one must be patient to tame this Pokémon.",
  "pokecraft.species.luxio.name": "Luxio",
  "pokecraft.species.luxio.desc": "Proudly uses its electrified claws as weapons. It seems to be a gracious Pokémon, evenly sharing the spoils of the hunt with others of its kind.",
  "pokecraft.species.luxray.name": "Luxray",
  "pokecraft.species.luxray.desc": "They form packs, each having one male as leader. Legends say that when Luxray's two eyes shimmer with gold, the Pokémon can see through anything.",
  "pokecraft.species.budew.name": "Budew",
  "pokecraft.species.budew.desc": "When the sun's light strengthens, the bud atop this Pokémon's head opens. This is a sign to the people that the harsh winter is over, and the season of budding has begun.",
  "pokecraft.species.roserade.name": "Roserade",
  "pokecraft.species.roserade.desc": "Hidden within the bouquet on each hand are thorned whips loaded with virulent poison. Roserade moves gracefully as it corners its prey and mercilessly lashes them with its whips.",
  "pokecraft.species.cranidos.name": "Cranidos",
  "pokecraft.species.cranidos.desc": "An incredibly rare sight. They duel each other by ramming their heads together, and the resulting sound echoes throughout the area like the pealing of a bell.",
  "pokecraft.species.rampardos.name": "Rampardos",
  "pokecraft.species.rampardos.desc": "Very little is known about its biology. Can knock down massive trees by smashing its beautiful, pearl-like crown against them.",
  "pokecraft.species.shieldon.name": "Shieldon",
  "pokecraft.species.shieldon.desc": "Much remains unknown about this Pokémon, as few have ever seen it. However, we know that it is calm and dislikes conflict, and it enjoys polishing its face against trees and rocks.",
  "pokecraft.species.bastiodon.name": "Bastiodon",
  "pokecraft.species.bastiodon.desc": "Its face is sturdy—as strong as diamond—and this hardness offers a very stable defense. Much about this species is still unknown, such as its natural habitat.",
  "pokecraft.species.burmy.name": "Burmy",
  "pokecraft.species.burmy.desc": "If its cloak is even slightly damaged, Burmy will immediately repair it with whatever is close at hand. The Pokémon within the cloak is scrawny and vulnerable to the cold.",
  "pokecraft.species.wormadam.name": "Wormadam",
  "pokecraft.species.wormadam.desc": "When Burmy evolved, its cloak became a part of this Pokémon’s body. The cloak is never shed.",
  "pokecraft.species.mothim.name": "Mothim",
  "pokecraft.species.mothim.desc": "Scatters steel-colored scales as it flaps its wings. Despite being observed feeding primarily on the nectar of flowers, Mothim is not often seen around flower gardens.",
  "pokecraft.species.combee.name": "Combee",
  "pokecraft.species.combee.desc": "They swear fealty to a queen Pokémon and work diligently to gather nectar. Each swarm produces a different flavor of honey.",
  "pokecraft.species.vespiquen.name": "Vespiquen",
  "pokecraft.species.vespiquen.desc": "Commands its subjects to build its hive. It will dispatch any interlopers who dare sneak into its nest and use them as nourishment for itself.",
  "pokecraft.species.pachirisu.name": "Pachirisu",
  "pokecraft.species.pachirisu.desc": "A species related to the Pikachu line. Though Pachirisu is a calm Pokémon, it still presents a danger should one touch its electrified tail or cheeks.",
  "pokecraft.species.buizel.name": "Buizel",
  "pokecraft.species.buizel.desc": "It moves freely in the water by spinning its forked tail for propulsion. The resemblance to the screw of a steamboat is coincidental.",
  "pokecraft.species.floatzel.name": "Floatzel",
  "pokecraft.species.floatzel.desc": "Has a long, rather splendid flotation sac, which prevents Floatzel from drowning even in stormy seas. One might glimpse this species around fishing hamlets from time to time.",
  "pokecraft.species.cherubi.name": "Cherubi",
  "pokecraft.species.cherubi.desc": "Once the fruit growing alongside the main body is large and plump, Cherubi will use the nutrients within to evolve. The fruit then detaches, becoming nourishment for other creatures.",
  "pokecraft.species.cherrim.name": "Cherrim",
  "pokecraft.species.cherrim.desc": "Motionless, save for the occasional quiver. A rich array of Pokémon can be found gathered around it, drawn by the scent exuded from Cherrim's folded petals.",
  "pokecraft.species.shellos.name": "Shellos",
  "pokecraft.species.shellos.desc": "Found in abundance on seashores bordering warm waters. Shellos are unexpectedly friendly and will crawl toward any person they see. Take care not to get coated in mucus!",
  "pokecraft.species.gastrodon.name": "Gastrodon",
  "pokecraft.species.gastrodon.desc": "Eats beach sand for nourishment. Should one Gastrodon encounter another of a different color, a fierce battle will inevitably ensue.",
  "pokecraft.species.ambipom.name": "Ambipom",
  "pokecraft.species.ambipom.desc": "To affirm their kinship, members of this species will form a ring by linking their newly doubled tails together. On rare occasions, humans have been accepted into such rings.",
  "pokecraft.species.drifloon.name": "Drifloon",
  "pokecraft.species.drifloon.desc": "Said to lure away young children and carry them off to the afterlife. Some whisper that Drifloon are formed of reincarnated human souls, but these rumors are as yet unconfirmed.",
  "pokecraft.species.drifblim.name": "Drifblim",
  "pokecraft.species.drifblim.desc": "It drifts along at dusk, perfectly silent. Its transient, melancholy aspect touches some people deeply—every so often, one will come upon a song or poem devoted to Drifblim.",
  "pokecraft.species.buneary.name": "Buneary",
  "pokecraft.species.buneary.desc": "My hypothesis as to why Buneary rolls up its ears is that its hearing is far too keen. I surmise that the Pokémon protects its hearing by limiting the sound that may enter its ears.",
  "pokecraft.species.lopunny.name": "Lopunny",
  "pokecraft.species.lopunny.desc": "Its fur is warm and yet remarkably light. This Pokémon kicks as though it were a master of karate, driving back its opponents with ease.",
  "pokecraft.species.mismagius.name": "Mismagius",
  "pokecraft.species.mismagius.desc": "The incantations Mismagius chants can ward against misfortune, so a custom exists of inviting it into one's home. Incur the Pokémon's displeasure, however, and disaster will surely ensue.",
  "pokecraft.species.honchkrow.name": "Honchkrow",
  "pokecraft.species.honchkrow.desc": "One cry from this Pokémon, and a murder of Murkrow come flying. At such times, one would think the curtain of night had fallen, plunging the world into jet-black darkness.",
  "pokecraft.species.glameow.name": "Glameow",
  "pokecraft.species.glameow.desc": "Bewitches humans with its helical tail and piercing gaze. Its hidden claws are quite sharp as well, making this Pokémon an exceedingly tricky opponent if antagonized.",
  "pokecraft.species.purugly.name": "Purugly",
  "pokecraft.species.purugly.desc": "Though impudent and difficult to tame, Purugly enjoys great popularity due to its fur, the beauty of which surpasses even velveteen.",
  "pokecraft.species.chingling.name": "Chingling",
  "pokecraft.species.chingling.desc": "This Pokémon gave me an excruciating headache when it seemingly cried out without making a sound. Perhaps there are some sounds that the human ear is simply incapable of hearing.",
  "pokecraft.species.stunky.name": "Stunky",
  "pokecraft.species.stunky.desc": "The poison that gushes from its aft end is accompanied by an utterly evil-smelling odor with such potency that one whiff can induce memory loss.",
  "pokecraft.species.skuntank.name": "Skuntank",
  "pokecraft.species.skuntank.desc": "Sprays a poisonous fluid to take down prey. Sometimes, unable to stomach the stench of its own fluid, it leaves the bested prey uneaten.",
  "pokecraft.species.bronzor.name": "Bronzor",
  "pokecraft.species.bronzor.desc": "Floats using a mysterious energy. The pattern engraved upon its back is held as sacred and can sometimes be found in imagery from ancient cemeteries and other such timeworn places.",
  "pokecraft.species.bronzong.name": "Bronzong",
  "pokecraft.species.bronzong.desc": "Some believe that its bell-like cry opens holes to another world. It has been revered as a deity since ancient times.",
  "pokecraft.species.bonsly.name": "Bonsly",
  "pokecraft.species.bonsly.desc": "Its tears elicit sympathy from those who see them, but do not be deceived! This expulsion of body water is merely a physiological mechanism for keeping itself in good health.",
  "pokecraft.species.mimejr.name": "Mime Jr.",
  "pokecraft.species.mimejr.desc": "Known to turn up in bustling marketplaces now and again. It mimics people much as a child would, then watches how they react, eyes sparkling.",
  "pokecraft.species.happiny.name": "Happiny",
  "pokecraft.species.happiny.desc": "In imitation of Chansey, it keeps a round stone tucked into its belly pouch and cherishes it dearly. It gets along well with children and will sometimes play house with them for fun.",
  "pokecraft.species.chatot.name": "Chatot",
  "pokecraft.species.chatot.desc": "A versatile performer skilled in the imitation of human speech. It is said that older, more experienced Chatot can even understand the meaning of the words they mimic.",
  "pokecraft.species.spiritomb.name": "Spiritomb",
  "pokecraft.species.spiritomb.desc": "It lays curses by thinking wicked thoughts. Writings tell that this Pokémon was born out of the assembly of five score and eight malevolent spirits.",
  "pokecraft.species.gible.name": "Gible",
  "pokecraft.species.gible.desc": "It nests in caves untouched by sunlight. Its sharp teeth may fall out when worn away or after an impact, but they regrow within a few days.",
  "pokecraft.species.gabite.name": "Gabite",
  "pokecraft.species.gabite.desc": "Though Gabite are usually of a violent disposition, when I gave one a glass bead it had been eyeing covetously, it suddenly became quite docile.",
  "pokecraft.species.garchomp.name": "Garchomp",
  "pokecraft.species.garchomp.desc": "Soars across the heavens at blinding speed—a magnificent sight! It has a feral disposition. Utmost caution is required if one meets a Garchomp out in the wilds.",
  "pokecraft.species.munchlax.name": "Munchlax",
  "pokecraft.species.munchlax.desc": "Its robust stomach allows it to nonchalantly devour even rotted matter. It pays frequent visits to villages, seeking out food scraps intended for compost.",
  "pokecraft.species.riolu.name": "Riolu",
  "pokecraft.species.riolu.desc": "Though infantile in appearance, it has the mysterious ability to read the minds of humans. The pure of heart are met with Riolu's approval, while those of ill nature earn only its loathing.",
  "pokecraft.species.lucario.name": "Lucario",
  "pokecraft.species.lucario.desc": "A most gallant-looking creature. It emits energy waves and controls them with precision, using them to sense even faraway beings. I have given the name ”aura” to this power.",
  "pokecraft.species.hippopotas.name": "Hippopotas",
  "pokecraft.species.hippopotas.desc": "Though large and languid, Hippopotas is difficult to detect due to its tendency to burrow into and lurk beneath the soil. When agitated or excited, it expels sand from its nostrils.",
  "pokecraft.species.hippowdon.name": "Hippowdon",
  "pokecraft.species.hippowdon.desc": "Short-tempered and easily moved to violence. It whips up whirlwinds of sand to crush its foes' spirits, then goes in for the attack.",
  "pokecraft.species.skorupi.name": "Skorupi",
  "pokecraft.species.skorupi.desc": "Its claws are not only razor-sharp but poisonous, making Skorupi a highly dangerous Pokémon. It seems to be weakened by cold temperatures, however.",
  "pokecraft.species.drapion.name": "Drapion",
  "pokecraft.species.drapion.desc": "Has a brutish, ferocious temperament. With immense strength and a sturdy shell off which swords will bounce, it rampages about and wreaks havoc.",
  "pokecraft.species.croagunk.name": "Croagunk",
  "pokecraft.species.croagunk.desc": "A poison wielder with a dastardly personality. Despite such qualities, this species is afforded a measure of popularity due to its peculiar cry and comical features.",
  "pokecraft.species.toxicroak.name": "Toxicroak",
  "pokecraft.species.toxicroak.desc": "Its crimson claws contain a virulent toxin. This toxin can be made into a tonic by diluting it, mixing it with several types of wild grass, and boiling it down over two days.",
  "pokecraft.species.carnivine.name": "Carnivine",
  "pokecraft.species.carnivine.desc": "Though this is a plant Pokémon, it has a gluttonous and unruly temperament. Carnivine attacks its prey with its cavernous maw wide open.",
  "pokecraft.species.finneon.name": "Finneon",
  "pokecraft.species.finneon.desc": "What a gorgeous sight this Pokémon is as it swims with its long, pink-painted caudal fins fluttering behind it. Finneon's beautiful appearance has led to its nickname: ”finery fish.”",
  "pokecraft.species.lumineon.name": "Lumineon",
  "pokecraft.species.lumineon.desc": "Uses its gleaming fins to hunt its prey. The view of Lumineon schooling near the surface of the sea at night is breathtaking— it's as though there were shining stars right there.",
  "pokecraft.species.mantyke.name": "Mantyke",
  "pokecraft.species.mantyke.desc": "Though ball-like in shape, this Pokémon is a proficient swimmer. I have discovered that if a Mantyke spends much time with schools of Remoraid, it will eventually achieve evolution.",
  "pokecraft.species.snover.name": "Snover",
  "pokecraft.species.snover.desc": "One is likely to encounter this Pokémon while out in the snow. There are stories of Snover appearing in human settlements but doing no harm—rather, they bond with the children.",
  "pokecraft.species.abomasnow.name": "Abomasnow",
  "pokecraft.species.abomasnow.desc": "A powerful Pokémon that can split huge boulders with ease. Dislikes associating with others and chooses to live quietly deep within the mountains, playing with the snow.",
  "pokecraft.species.weavile.name": "Weavile",
  "pokecraft.species.weavile.desc": "This species corners prey as a pack, under the guidance of a leader. Weavile displays increased cunning, leading me to speculate that its evolution caused further brain development.",
  "pokecraft.species.magnezone.name": "Magnezone",
  "pokecraft.species.magnezone.desc": "I theorize that a special magnetic field influenced this Pokémon, changing its molecular structure and causing it to evolve. It emits strange radio waves toward space from its antenna.",
  "pokecraft.species.lickilicky.name": "Lickilicky",
  "pokecraft.species.lickilicky.desc": "Its tongue can extend and contract freely, and it is capable of reaching lengths over 10 times Lickilicky's height. Beware of the saliva, as it contains corrosive elements.",
  "pokecraft.species.rhyperior.name": "Rhyperior",
  "pokecraft.species.rhyperior.desc": "This Pokémon evolved through use of a curious item. Its rocklike hide is composed of a mysterious substance and can withstand a blow from a masterwork sword with nary a scratch.",
  "pokecraft.species.tangrowth.name": "Tangrowth",
  "pokecraft.species.tangrowth.desc": "Draped with long vines, it resembles a shrub in appearance. It swings bundles of vines as though they were arms, wrapping them around prey to ensnare them.",
  "pokecraft.species.electivire.name": "Electivire",
  "pokecraft.species.electivire.desc": "Its evolution was induced by an unusual item, and its electrical output rises along with its heart rate. From its tails, it can unleash an electric current measuring 20,000 volts.",
  "pokecraft.species.magmortar.name": "Magmortar",
  "pokecraft.species.magmortar.desc": "Use of a strange item caused this Pokémon to evolve. Fireballs launched from the ends of its tubelike arms are hot enough to melt an iron pot in an instant.",
  "pokecraft.species.togekiss.name": "Togekiss",
  "pokecraft.species.togekiss.desc": "Scant few have ever sighted this Pokémon. After studying what literature remains, I am certain Togekiss will reveal itself when peace reigns in the land.",
  "pokecraft.species.yanmega.name": "Yanmega",
  "pokecraft.species.yanmega.desc": "Extremely violent. When hunting, it wastes none of its energy, aiming only for prey's most vulnerable spots. Any who manage to tame this Pokémon must be of incredible bravery.",
  "pokecraft.species.leafeon.name": "Leafeon",
  "pokecraft.species.leafeon.desc": "Cells similar to those of plants have been found in its fur. Its hard tail can fell a large tree with one stroke, and the tail's sharpness exceeds even that of a sword crafted by a master.",
  "pokecraft.species.glaceon.name": "Glaceon",
  "pokecraft.species.glaceon.desc": "Glaceon is able to lower its body temperature very quickly. It freezes the atmosphere, creating diamond dust that glitters like gems while it flutters and dances around.",
  "pokecraft.species.gliscor.name": "Gliscor",
  "pokecraft.species.gliscor.desc": "It glides soundlessly on pitch-black wings and sinks sharp fangs into the throat of its prey. It takes on a look of satisfaction once it has entirely drained its prey of blood.",
  "pokecraft.species.mamoswine.name": "Mamoswine",
  "pokecraft.species.mamoswine.desc": "This species reached its zenith during the period known as the ice age. I suspect that Hisui's frigid climate is in harmony with Mamoswine's constitution, thus awakening hidden potential.",
  "pokecraft.species.porygonz.name": "Porygon-Z",
  "pokecraft.species.porygonz.desc": "A curious item induced this evolution. The Pokémon's offensive capabilities have greatly increased, but the strangeness of its behavior has magnified in equal measure. This worries me.",
  "pokecraft.species.gallade.name": "Gallade",
  "pokecraft.species.gallade.desc": "The blades extending from its elbows are sharper than the finest swords. Its swordsmanship, albeit self-taught, is astonishingly impressive.",
  "pokecraft.species.probopass.name": "Probopass",
  "pokecraft.species.probopass.desc": "It is able to emit powerful magnetism, allowing it control over the iron sand that forms its luscious mustache. Using this iron sand, Probopass forms hard stones with which it smites its prey.",
  "pokecraft.species.dusknoir.name": "Dusknoir",
  "pokecraft.species.dusknoir.desc": "Comes to those whose lives have come to an end and escorts their souls to the afterlife. Known to mistakenly take the souls of those who yet have life left in them, albeit rarely.",
  "pokecraft.species.froslass.name": "Froslass",
  "pokecraft.species.froslass.desc": "A Pokémon inhabited by the soul of a woman who died bearing a grudge in the snowy mountains. Legends of Froslass placing deathly curses on misbehaving men send shivers down my spine.",
  "pokecraft.species.rotom.name": "Rotom",
  "pokecraft.species.rotom.desc": "This bizarre Pokémon appears to be a will-o'-the-wisp powered by electricity. Be wary, as Rotom is both smart and mischievous.",
  "pokecraft.species.uxie.name": "Uxie",
  "pokecraft.species.uxie.desc": "A Pokémon feared but also respected for stealing away the memories of evildoers. I have found records that suggest Uxie holds dominion over knowledge.",
  "pokecraft.species.mesprit.name": "Mesprit",
  "pokecraft.species.mesprit.desc": "Known as the Being of Emotion. In legend, this Pokémon was feared, as any who showed disrespect would have their emotions thrown into disarray.",
  "pokecraft.species.azelf.name": "Azelf",
  "pokecraft.species.azelf.desc": "The dreaded Being of Willpower. Legends tell of this Pokémon manipulating the will of its adversaries and turning them into puppets of its own.",
  "pokecraft.species.dialga.name": "Dialga",
  "pokecraft.species.dialga.desc": "This Pokémon is revered as a deity in Hisuian legend. The birth of Dialga was what caused the vast river of time to begin flowing in our world.",
  "pokecraft.species.palkia.name": "Palkia",
  "pokecraft.species.palkia.desc": "This Pokémon is feared as a deity in Hisuian legend. The birth of Palkia was what caused the walls of our world to disappear, creating a sky that spans for infinity.",
  "pokecraft.species.heatran.name": "Heatran",
  "pokecraft.species.heatran.desc": "Stories tell of this Pokémon being birthed from the boiling magma within Mount Coronet. Its molten-steel body holds many mysteries.",
  "pokecraft.species.regigigas.name": "Regigigas",
  "pokecraft.species.regigigas.desc": "According to legend, Regigigas pulled landmasses together and bound them with rope to create the continent of Hisui. Though I have my doubts, the story could well contain a shred of truth.",
  "pokecraft.species.giratina.name": "Giratina",
  "pokecraft.species.giratina.desc": "There is one Hisuian verse that tells of a powerful light creating a deep shadow. I imagine that this deep shadow is Giratina.",
  "pokecraft.species.cresselia.name": "Cresselia",
  "pokecraft.species.cresselia.desc": "Cresselia is reminiscent of the crescent moon. It leaves a brilliant line of light in its wake as it flies across the night sky. I daresay it resembles the heavenly maiden who created the Milky Way.",
  "pokecraft.species.phione.name": "Phione",
  "pokecraft.species.phione.desc": "Can be seen floating offshore during seasons when the seas are warm. Its azure body blends in with the ocean waters—logic suggests this is a defense mechanism against natural predators.",
  "pokecraft.species.manaphy.name": "Manaphy",
  "pokecraft.species.manaphy.desc": "Rumored to migrate across the oceans and visit Hisui's coastal waters only rarely. Although Manaphy resembles Phione, it is also quite different. The relation between the two is unclear.",
  "pokecraft.species.darkrai.name": "Darkrai",
  "pokecraft.species.darkrai.desc": "On a moonless night, a strange incident occurred in which every one of a village's inhabitants suffered nightmares. The villagers attested that Darkrai appeared before them in these nightmares.",
  "pokecraft.species.shaymin.name": "Shaymin",
  "pokecraft.species.shaymin.desc": "When the turning of seasons brings the cruel winter to its end and the joyous people give thanks to the heavens, Shaymin appears and covers the withered land with flowers.",
  "pokecraft.species.arceus.name": "Arceus",
  "pokecraft.species.arceus.desc": "It is the heavenly fount from which pours the light that shines across Hisui. Its luminance guides and protects all Pokémon. Hisuian mythology states that Arceus is the creator of all things.",
  "pokecraft.species.victini.name": "Victini",
  "pokecraft.species.victini.desc": "When it shares the infinite energy it creates, that being’s entire body will be overflowing with power.",
  "pokecraft.species.snivy.name": "Snivy",
  "pokecraft.species.snivy.desc": "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop.",
  "pokecraft.species.servine.name": "Servine",
  "pokecraft.species.servine.desc": "When it gets dirty, its leaves can’t be used in photosynthesis, so it always keeps itself clean.",
  "pokecraft.species.serperior.name": "Serperior",
  "pokecraft.species.serperior.desc": "It can stop its opponents’ movements with just a glare. It takes in solar energy and boosts it internally.",
  "pokecraft.species.tepig.name": "Tepig",
  "pokecraft.species.tepig.desc": "It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp.",
  "pokecraft.species.pignite.name": "Pignite",
  "pokecraft.species.pignite.desc": "When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke.",
  "pokecraft.species.emboar.name": "Emboar",
  "pokecraft.species.emboar.desc": "It has mastered fast and powerful fighting moves. It grows a beard of fire.",
  "pokecraft.species.oshawott.name": "Oshawott",
  "pokecraft.species.oshawott.desc": "This Pokémon from the Unova region uses the shell on its belly as a weapon to cut down its foes. Thus, I've conferred upon this shell the name ”scalchop”.",
  "pokecraft.species.dewott.name": "Dewott",
  "pokecraft.species.dewott.desc": "Its exquisite double-scalchop technique is likely the result of daily training, and it can send even masters of the blade fleeing in defeat.",
  "pokecraft.species.samurott.name": "Samurott",
  "pokecraft.species.samurott.desc": "Hard of heart and deft of blade, this rare form of Samurott is a product of the Pokémon's evolution in the region of Hisui. Its turbulent blows crash into foes like ceaseless pounding waves.",
  "pokecraft.species.patrat.name": "Patrat",
  "pokecraft.species.patrat.desc": "Extremely cautious, one of them will always be on the lookout, but it won’t notice a foe coming from behind.",
  "pokecraft.species.watchog.name": "Watchog",
  "pokecraft.species.watchog.desc": "When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches.",
  "pokecraft.species.lillipup.name": "Lillipup",
  "pokecraft.species.lillipup.desc": "This Pokémon is far brighter than the average child, and Lillipup won’t forget the love it receives or any abuse it suffers.",
  "pokecraft.species.herdier.name": "Herdier",
  "pokecraft.species.herdier.desc": "The black fur that covers this Pokémon’s body is dense and springy. Even sharp fangs bounce right off.",
  "pokecraft.species.stoutland.name": "Stoutland",
  "pokecraft.species.stoutland.desc": "Stoutland is immensely proud of its impressive moustache. It’s said that moustache length is what determines social standing among this species.",
  "pokecraft.species.purrloin.name": "Purrloin",
  "pokecraft.species.purrloin.desc": "Opponents that get drawn in by its adorable behavior come away with stinging scratches from its claws and stinging pride from its laughter.",
  "pokecraft.species.liepard.name": "Liepard",
  "pokecraft.species.liepard.desc": "This stealthy Pokémon sneaks up behind prey without making any sound at all. It competes with Thievul for territory.",
  "pokecraft.species.pansage.name": "Pansage",
  "pokecraft.species.pansage.desc": "It’s good at finding berries and gathers them from all over. It’s kind enough to share them with friends.",
  "pokecraft.species.simisage.name": "Simisage",
  "pokecraft.species.simisage.desc": "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter.",
  "pokecraft.species.pansear.name": "Pansear",
  "pokecraft.species.pansear.desc": "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600 degrees Fahrenheit.",
  "pokecraft.species.simisear.name": "Simisear",
  "pokecraft.species.simisear.desc": "When it gets excited, embers rise from its head and tail and it gets hot. For some reason, it loves sweets.",
  "pokecraft.species.panpour.name": "Panpour",
  "pokecraft.species.panpour.desc": "The water stored inside the tuft on its head is full of nutrients. Plants that receive its water grow large.",
  "pokecraft.species.simipour.name": "Simipour",
  "pokecraft.species.simipour.desc": "It prefers places with clean water. When its tuft runs low, it replenishes it by siphoning up water with its tail.",
  "pokecraft.species.munna.name": "Munna",
  "pokecraft.species.munna.desc": "It eats dreams and releases mist. The mist is pink when it’s eating a good dream, and black when it’s eating a nightmare.",
  "pokecraft.species.musharna.name": "Musharna",
  "pokecraft.species.musharna.desc": "It drowses and dreams all the time. It’s best to leave it be if it’s just woken up, as it’s a terrible grump when freshly roused from sleep.",
  "pokecraft.species.pidove.name": "Pidove",
  "pokecraft.species.pidove.desc": "It’s forgetful and not very bright, but many Trainers love it anyway for its friendliness and sincerity.",
  "pokecraft.species.tranquill.name": "Tranquill",
  "pokecraft.species.tranquill.desc": "These bright Pokémon have acute memories. Apparently delivery workers often choose them as their partners.",
  "pokecraft.species.unfezant.name": "Unfezant",
  "pokecraft.species.unfezant.desc": "This Pokémon is intelligent and intensely proud. People will sit up and take notice if you become the Trainer of one.",
  "pokecraft.species.blitzle.name": "Blitzle",
  "pokecraft.species.blitzle.desc": "Its mane shines when it discharges electricity. They use the frequency and rhythm of these flashes to communicate.",
  "pokecraft.species.zebstrika.name": "Zebstrika",
  "pokecraft.species.zebstrika.desc": "They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates.",
  "pokecraft.species.roggenrola.name": "Roggenrola",
  "pokecraft.species.roggenrola.desc": "When it detects a noise, it starts to move. The energy core inside it makes this Pokémon slightly warm to the touch.",
  "pokecraft.species.boldore.name": "Boldore",
  "pokecraft.species.boldore.desc": "It relies on sound in order to monitor what’s in its vicinity. When angered, it will attack without ever changing the direction it’s facing.",
  "pokecraft.species.gigalith.name": "Gigalith",
  "pokecraft.species.gigalith.desc": "Although its energy blasts can blow away a dump truck, they have a limitation— they can only be fired when the sun is out.",
  "pokecraft.species.woobat.name": "Woobat",
  "pokecraft.species.woobat.desc": "It emits ultrasonic waves as it flutters about, searching for its prey—bug Pokémon.",
  "pokecraft.species.swoobat.name": "Swoobat",
  "pokecraft.species.swoobat.desc": "The auspicious shape of this Pokémon’s nose apparently led some regions to consider Swoobat a symbol of good luck.",
  "pokecraft.species.drilbur.name": "Drilbur",
  "pokecraft.species.drilbur.desc": "It’s a digger, using its claws to burrow through the ground. It causes damage to vegetable crops, so many farmers have little love for it.",
  "pokecraft.species.excadrill.name": "Excadrill",
  "pokecraft.species.excadrill.desc": "Known as the Drill King, this Pokémon can tunnel through the terrain at speeds of over 90 mph.",
  "pokecraft.species.audino.name": "Audino",
  "pokecraft.species.audino.desc": "This Pokémon has a kind heart. By touching with its feelers, Audino can gauge other creatures’ feelings and physical conditions.",
  "pokecraft.species.timburr.name": "Timburr",
  "pokecraft.species.timburr.desc": "Timburr that have started carrying logs that are about three times their size are nearly ready to evolve.",
  "pokecraft.species.gurdurr.name": "Gurdurr",
  "pokecraft.species.gurdurr.desc": "Gurdurr excels at demolition—construction is not its forte. In any case, there’s skill in the way this Pokémon wields its metal beam.",
  "pokecraft.species.conkeldurr.name": "Conkeldurr",
  "pokecraft.species.conkeldurr.desc": "When going all out, this Pokémon throws aside its concrete pillars and leaps at opponents to pummel them with its fists.",
  "pokecraft.species.tympole.name": "Tympole",
  "pokecraft.species.tympole.desc": "It uses sound waves to communicate with others of its kind. People and other Pokémon species can’t hear its cries of warning.",
  "pokecraft.species.palpitoad.name": "Palpitoad",
  "pokecraft.species.palpitoad.desc": "On occasion, their cries are sublimely pleasing to the ear. Palpitoad with larger lumps on their bodies can sing with a wider range of sounds.",
  "pokecraft.species.seismitoad.name": "Seismitoad",
  "pokecraft.species.seismitoad.desc": "This Pokémon is popular among the elderly, who say the vibrations of its lumps are great for massages.",
  "pokecraft.species.throh.name": "Throh",
  "pokecraft.species.throh.desc": "They train in groups of five. Any member that can’t keep up will discard its belt and leave the group.",
  "pokecraft.species.sawk.name": "Sawk",
  "pokecraft.species.sawk.desc": "The karate chops of a Sawk that’s trained itself to the limit can cleave the ocean itself.",
  "pokecraft.species.sewaddle.name": "Sewaddle",
  "pokecraft.species.sewaddle.desc": "Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers.",
  "pokecraft.species.swadloon.name": "Swadloon",
  "pokecraft.species.swadloon.desc": "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests.",
  "pokecraft.species.leavanny.name": "Leavanny",
  "pokecraft.species.leavanny.desc": "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle.",
  "pokecraft.species.venipede.name": "Venipede",
  "pokecraft.species.venipede.desc": "Its fangs are highly venomous. If this Pokémon finds prey it thinks it can eat, it leaps for them without any thought of how things might turn out.",
  "pokecraft.species.whirlipede.name": "Whirlipede",
  "pokecraft.species.whirlipede.desc": "Whirlipede protects itself with a sturdy shell and poisonous spikes while it stores up the energy it’ll need for evolution.",
  "pokecraft.species.scolipede.name": "Scolipede",
  "pokecraft.species.scolipede.desc": "Scolipede engage in fierce territorial battles with Centiskorch. At the end of one of these battles, the victor makes a meal of the loser.",
  "pokecraft.species.cottonee.name": "Cottonee",
  "pokecraft.species.cottonee.desc": "Weaving together the cotton of both Cottonee and Eldegoss produces exquisite cloth that’s highly prized by many luxury brands.",
  "pokecraft.species.whimsicott.name": "Whimsicott",
  "pokecraft.species.whimsicott.desc": "As long as this Pokémon bathes in sunlight, its cotton keeps growing. If too much cotton fluff builds up, Whimsicott tears it off and scatters it.",
  "pokecraft.species.petilil.name": "Petilil",
  "pokecraft.species.petilil.desc": "The leaves on its head are highly valued for medicinal purposes. Dry the leaves in the sun, boil them, and then drink the bitter decoction for remarkably effective relief from fatigue.",
  "pokecraft.species.lilligant.name": "Lilligant",
  "pokecraft.species.lilligant.desc": "I suspect that its well-developed legs are the result of a life spent on mountains covered in deep snow. The scent it exudes from its flower crown heartens those in proximity.",
  "pokecraft.species.basculin.name": "Basculin",
  "pokecraft.species.basculin.desc": "Though it differs from other Basculin in several respects, including demeanor—this one is gentle—I have categorized it as a regional form given the vast array of shared qualities.",
  "pokecraft.species.sandile.name": "Sandile",
  "pokecraft.species.sandile.desc": "Sandile is small, but its legs and lower body are powerful. Pushing sand aside as it goes, Sandile moves through the desert as if it’s swimming.",
  "pokecraft.species.krokorok.name": "Krokorok",
  "pokecraft.species.krokorok.desc": "Although this Pokémon has specialized eyes that allow it to see in the dark, Krokorok won’t move much at night—the desert gets cold after sunset.",
  "pokecraft.species.krookodile.name": "Krookodile",
  "pokecraft.species.krookodile.desc": "While terribly aggressive, Krookodile also has the patience to stay hidden under sand for days, lying in wait for prey.",
  "pokecraft.species.darumaka.name": "Darumaka",
  "pokecraft.species.darumaka.desc": "This popular symbol of good fortune will never fall over in its sleep, no matter how it’s pushed or pulled.",
  "pokecraft.species.darmanitan.name": "Darmanitan",
  "pokecraft.species.darmanitan.desc": "This Pokémon’s power level rises along with the temperature of its fire, which can reach 2,500 degrees Fahrenheit.",
  "pokecraft.species.maractus.name": "Maractus",
  "pokecraft.species.maractus.desc": "Once each year, this Pokémon scatters its seeds. They’re jam-packed with nutrients, making them a precious food source out in the desert.",
  "pokecraft.species.dwebble.name": "Dwebble",
  "pokecraft.species.dwebble.desc": "It first tries to find a rock to live in, but if there are no suitable rocks to be found, Dwebble may move in to the ports of a Hippowdon.",
  "pokecraft.species.crustle.name": "Crustle",
  "pokecraft.species.crustle.desc": "Its thick claws are its greatest weapons. They’re mighty enough to crack Rhyperior’s carapace.",
  "pokecraft.species.scraggy.name": "Scraggy",
  "pokecraft.species.scraggy.desc": "It protects itself with its durable skin. It’s thought that this Pokémon will evolve once its skin has completely stretched out.",
  "pokecraft.species.scrafty.name": "Scrafty",
  "pokecraft.species.scrafty.desc": "While mostly known for having the temperament of an aggressive ruffian, this Pokémon takes very good care of its family, friends, and territory.",
  "pokecraft.species.sigilyph.name": "Sigilyph",
  "pokecraft.species.sigilyph.desc": "A discovery was made in the desert where Sigilyph fly. The ruins of what may have been an ancient city were found beneath the sands.",
  "pokecraft.species.yamask.name": "Yamask",
  "pokecraft.species.yamask.desc": "The spirit of a person from a bygone age became this Pokémon. It rambles through ruins, searching for someone who knows its face.",
  "pokecraft.species.cofagrigus.name": "Cofagrigus",
  "pokecraft.species.cofagrigus.desc": "There are many depictions of Cofagrigus decorating ancient tombs. They’re symbols of the wealth that kings of bygone eras had.",
  "pokecraft.species.tirtouga.name": "Tirtouga",
  "pokecraft.species.tirtouga.desc": "Tirtouga is considered to be the ancestor of many turtle Pokémon. It was restored to life from a fossil.",
  "pokecraft.species.carracosta.name": "Carracosta",
  "pokecraft.species.carracosta.desc": "This Pokémon emerges from the water in search of prey despite the fact that it moves more slowly on land.",
  "pokecraft.species.archen.name": "Archen",
  "pokecraft.species.archen.desc": "Archen is said to be the ancestor of bird Pokémon. It lived in treetops, eating berries and bug Pokémon.",
  "pokecraft.species.archeops.name": "Archeops",
  "pokecraft.species.archeops.desc": "Though capable of flight, Archeops was apparently better at hunting on the ground.",
  "pokecraft.species.trubbish.name": "Trubbish",
  "pokecraft.species.trubbish.desc": "This Pokémon was born from a bag stuffed with trash. Galarian Weezing relish the fumes belched by Trubbish.",
  "pokecraft.species.garbodor.name": "Garbodor",
  "pokecraft.species.garbodor.desc": "The toxic liquid it launches from its right arm is so virulent that it can kill a weakened creature instantly.",
  "pokecraft.species.zorua.name": "Zorua",
  "pokecraft.species.zorua.desc": "A once-departed soul, returned to life in Hisui. Derives power from resentment, which rises as energy atop its head and takes on the forms of foes. In this way, Zorua vents lingering malice.",
  "pokecraft.species.zoroark.name": "Zoroark",
  "pokecraft.species.zoroark.desc": "With its disheveled white fur, it looks like an embodiment of death. Heedless of its own safety, Zoroark attacks its nemeses with a bitter energy so intense, it lacerates Zoroark's own body.",
  "pokecraft.species.minccino.name": "Minccino",
  "pokecraft.species.minccino.desc": "They pet each other with their tails as a form of greeting. Of the two, the one whose tail is fluffier is a bit more boastful.",
  "pokecraft.species.cinccino.name": "Cinccino",
  "pokecraft.species.cinccino.desc": "A special oil that seeps through their fur helps them avoid attacks. The oil fetches a high price at market.",
  "pokecraft.species.gothita.name": "Gothita",
  "pokecraft.species.gothita.desc": "Even when nobody seems to be around, Gothita can still be heard making a muted cry. Many believe it’s speaking to something only it can see.",
  "pokecraft.species.gothorita.name": "Gothorita",
  "pokecraft.species.gothorita.desc": "On nights when the stars shine, this Pokémon’s psychic power is at its strongest. It’s unknown just what link Gothorita has to the greater universe.",
  "pokecraft.species.gothitelle.name": "Gothitelle",
  "pokecraft.species.gothitelle.desc": "A criminal who was shown his fate by a Gothitelle went missing that same day and was never seen again.",
  "pokecraft.species.solosis.name": "Solosis",
  "pokecraft.species.solosis.desc": "Many say that the special liquid covering this Pokémon’s body would allow it to survive in the vacuum of space.",
  "pokecraft.species.duosion.name": "Duosion",
  "pokecraft.species.duosion.desc": "Its brain has split into two, and the two halves rarely think alike. Its actions are utterly unpredictable.",
  "pokecraft.species.reuniclus.name": "Reuniclus",
  "pokecraft.species.reuniclus.desc": "It’s said that drinking the liquid surrounding Reuniclus grants wisdom. Problem is, the liquid is highly toxic to anything besides Reuniclus itself.",
  "pokecraft.species.ducklett.name": "Ducklett",
  "pokecraft.species.ducklett.desc": "They are better at swimming than flying, and they happily eat their favorite food, peat moss, as they dive underwater.",
  "pokecraft.species.swanna.name": "Swanna",
  "pokecraft.species.swanna.desc": "Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock.",
  "pokecraft.species.vanillite.name": "Vanillite",
  "pokecraft.species.vanillite.desc": "Supposedly, this Pokémon was born from an icicle. It spews out freezing air at −58 degrees Fahrenheit to make itself more comfortable.",
  "pokecraft.species.vanillish.name": "Vanillish",
  "pokecraft.species.vanillish.desc": "It blasts enemies with cold air reaching −148 degrees Fahrenheit, freezing them solid. But it spares their lives afterward—it’s a kind Pokémon.",
  "pokecraft.species.vanilluxe.name": "Vanilluxe",
  "pokecraft.species.vanilluxe.desc": "People believe this Pokémon formed when two Vanillish stuck together. Its body temperature is roughly 21 degrees Fahrenheit.",
  "pokecraft.species.deerling.name": "Deerling",
  "pokecraft.species.deerling.desc": "The turning of the seasons changes the color and scent of this Pokémon’s fur. People use it to mark the seasons.",
  "pokecraft.species.sawsbuck.name": "Sawsbuck",
  "pokecraft.species.sawsbuck.desc": "They migrate according to the seasons, so some people call Sawsbuck the harbingers of spring.",
  "pokecraft.species.emolga.name": "Emolga",
  "pokecraft.species.emolga.desc": "This Pokémon absolutely loves sweet berries. Sometimes it stuffs its cheeks full of so much food that it can’t fly properly.",
  "pokecraft.species.karrablast.name": "Karrablast",
  "pokecraft.species.karrablast.desc": "It spits a liquid from its mouth to melt through Shelmet’s shell. Karrablast doesn’t eat the shell— it eats only the contents.",
  "pokecraft.species.escavalier.name": "Escavalier",
  "pokecraft.species.escavalier.desc": "It charges its enemies, lances at the ready. An image of one of its duels is captured in a famous painting of Escavalier clashing with Sirfetch’d.",
  "pokecraft.species.foongus.name": "Foongus",
  "pokecraft.species.foongus.desc": "The spores released from this Pokémon’s hands are highly poisonous, but when thoroughly dried, the spores can be used as stomach medicine.",
  "pokecraft.species.amoonguss.name": "Amoonguss",
  "pokecraft.species.amoonguss.desc": "Amoonguss generally doesn’t move much. It tends to stand still near Poké Balls that have been dropped on the ground.",
  "pokecraft.species.frillish.name": "Frillish",
  "pokecraft.species.frillish.desc": "Legend has it that the residents of a sunken ancient city changed into these Pokémon.",
  "pokecraft.species.jellicent.name": "Jellicent",
  "pokecraft.species.jellicent.desc": "Whenever a full moon hangs in the night sky, schools of Jellicent gather near the surface of the sea, waiting for their prey to appear.",
  "pokecraft.species.alomomola.name": "Alomomola",
  "pokecraft.species.alomomola.desc": "The reason it helps Pokémon in a weakened condition is that any Pokémon coming after them may also attack Alomomola.",
  "pokecraft.species.joltik.name": "Joltik",
  "pokecraft.species.joltik.desc": "Joltik latch on to other Pokémon and suck out static electricity. They’re often found sticking to Yamper’s hindquarters.",
  "pokecraft.species.galvantula.name": "Galvantula",
  "pokecraft.species.galvantula.desc": "It lays traps of electrified threads near the nests of bird Pokémon, aiming to snare chicks that are not yet good at flying.",
  "pokecraft.species.ferroseed.name": "Ferroseed",
  "pokecraft.species.ferroseed.desc": "Mossy caves are their preferred dwellings. Enzymes contained in mosses help Ferroseed’s spikes grow big and strong.",
  "pokecraft.species.ferrothorn.name": "Ferrothorn",
  "pokecraft.species.ferrothorn.desc": "Its spikes are harder than steel. This Pokémon crawls across rock walls by stabbing the spikes on its feelers into the stone.",
  "pokecraft.species.klink.name": "Klink",
  "pokecraft.species.klink.desc": "It’s suspected that Klink were the inspiration behind ancient people’s invention of the first gears.",
  "pokecraft.species.klang.name": "Klang",
  "pokecraft.species.klang.desc": "Many companies in the Galar region choose Klang as their logo. This Pokémon is considered the symbol of industrial technology.",
  "pokecraft.species.klinklang.name": "Klinklang",
  "pokecraft.species.klinklang.desc": "The three gears that compose this Pokémon spin at high speed. Its new spiked gear isn’t a living creature.",
  "pokecraft.species.tynamo.name": "Tynamo",
  "pokecraft.species.tynamo.desc": "One alone can emit only a trickle of electricity, so a group of them gathers to unleash a powerful electric shock.",
  "pokecraft.species.eelektrik.name": "Eelektrik",
  "pokecraft.species.eelektrik.desc": "These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity.",
  "pokecraft.species.eelektross.name": "Eelektross",
  "pokecraft.species.eelektross.desc": "They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean.",
  "pokecraft.species.elgyem.name": "Elgyem",
  "pokecraft.species.elgyem.desc": "This Pokémon was discovered about 50 years ago. Its highly developed brain enables it to exert its psychic powers.",
  "pokecraft.species.beheeyem.name": "Beheeyem",
  "pokecraft.species.beheeyem.desc": "Sometimes found drifting above wheat fields, this Pokémon can control the memories of its opponents.",
  "pokecraft.species.litwick.name": "Litwick",
  "pokecraft.species.litwick.desc": "The younger the life this Pokémon absorbs, the brighter and eerier the flame on its head burns.",
  "pokecraft.species.lampent.name": "Lampent",
  "pokecraft.species.lampent.desc": "It lurks in cities, pretending to be a lamp. Once it finds someone whose death is near, it will trail quietly after them.",
  "pokecraft.species.chandelure.name": "Chandelure",
  "pokecraft.species.chandelure.desc": "In homes illuminated by Chandelure instead of lights, funerals were a constant occurrence— or so it’s said.",
  "pokecraft.species.axew.name": "Axew",
  "pokecraft.species.axew.desc": "They play with each other by knocking their large tusks together. Their tusks break sometimes, but they grow back so quickly that it isn’t a concern.",
  "pokecraft.species.fraxure.name": "Fraxure",
  "pokecraft.species.fraxure.desc": "Its skin is as hard as a suit of armor. Fraxure’s favorite strategy is to tackle its opponents, stabbing them with its tusks at the same time.",
  "pokecraft.species.haxorus.name": "Haxorus",
  "pokecraft.species.haxorus.desc": "While usually kindhearted, it can be terrifying if angered. Tusks that can slice through steel beams are how Haxorus deals with its adversaries.",
  "pokecraft.species.cubchoo.name": "Cubchoo",
  "pokecraft.species.cubchoo.desc": "It sniffles before performing a move, using its frosty snot to provide an icy element to any move that needs it.",
  "pokecraft.species.beartic.name": "Beartic",
  "pokecraft.species.beartic.desc": "It swims energetically through frigid seas. When it gets tired, it freezes the seawater with its breath so it can rest on the ice.",
  "pokecraft.species.cryogonal.name": "Cryogonal",
  "pokecraft.species.cryogonal.desc": "When the weather gets hot, these Pokémon turn into water vapor. Cryogonal are almost never seen during summer.",
  "pokecraft.species.shelmet.name": "Shelmet",
  "pokecraft.species.shelmet.desc": "It has a strange physiology that responds to electricity. When together with Karrablast, Shelmet evolves for some reason.",
  "pokecraft.species.accelgor.name": "Accelgor",
  "pokecraft.species.accelgor.desc": "Discarding its shell made it nimble. To keep itself from dehydrating, it wraps its body in bands of membrane.",
  "pokecraft.species.stunfisk.name": "Stunfisk",
  "pokecraft.species.stunfisk.desc": "For some reason, this Pokémon smiles slightly when it emits a strong electric current from the yellow markings on its body.",
  "pokecraft.species.mienfoo.name": "Mienfoo",
  "pokecraft.species.mienfoo.desc": "Though small, Mienfoo’s temperament is fierce. Any creature that approaches Mienfoo carelessly will be greeted with a flurry of graceful attacks.",
  "pokecraft.species.mienshao.name": "Mienshao",
  "pokecraft.species.mienshao.desc": "Delivered at blinding speeds, kicks from this Pokémon can shatter massive boulders into tiny pieces.",
  "pokecraft.species.druddigon.name": "Druddigon",
  "pokecraft.species.druddigon.desc": "Druddigon are vicious and cunning. They take up residence in nests dug out by other Pokémon, treating the stolen nests as their own lairs.",
  "pokecraft.species.golett.name": "Golett",
  "pokecraft.species.golett.desc": "This Pokémon was created from clay. It received orders from its master many thousands of years ago, and it still follows those orders to this day.",
  "pokecraft.species.golurk.name": "Golurk",
  "pokecraft.species.golurk.desc": "There’s a theory that inside Golurk is a perpetual motion machine that produces limitless energy, but this belief hasn’t been proven.",
  "pokecraft.species.pawniard.name": "Pawniard",
  "pokecraft.species.pawniard.desc": "A pack of these Pokémon forms to serve a Bisharp boss. Each Pawniard trains diligently, dreaming of one day taking the lead.",
  "pokecraft.species.bisharp.name": "Bisharp",
  "pokecraft.species.bisharp.desc": "Violent conflicts erupt between Bisharp and Fraxure over places where sharpening stones can be found.",
  "pokecraft.species.bouffalant.name": "Bouffalant",
  "pokecraft.species.bouffalant.desc": "These Pokémon live in herds of about 20 individuals. Bouffalant that betray the herd will lose the hair on their heads for some reason.",
  "pokecraft.species.rufflet.name": "Rufflet",
  "pokecraft.species.rufflet.desc": "Its chick-like looks belie its hotheadedness. It challenges its parents at every opportunity, desperate to prove its strength.",
  "pokecraft.species.braviary.name": "Braviary",
  "pokecraft.species.braviary.desc": "Screaming a bloodcurdling battle cry, this huge and ferocious bird Pokémon goes out on the hunt. It blasts lakes with shock waves, then scoops up any prey that float to the water's surface.",
  "pokecraft.species.vullaby.name": "Vullaby",
  "pokecraft.species.vullaby.desc": "Vullaby grow quickly. Bones that have gotten too small for older Vullaby to wear often get passed down to younger ones in the nest.",
  "pokecraft.species.mandibuzz.name": "Mandibuzz",
  "pokecraft.species.mandibuzz.desc": "They adorn themselves with bones. There seem to be fashion trends among them, as different bones come into and fall out of popularity.",
  "pokecraft.species.heatmor.name": "Heatmor",
  "pokecraft.species.heatmor.desc": "A flame serves as its tongue, melting through the hard shell of Durant so that Heatmor can devour their insides.",
  "pokecraft.species.durant.name": "Durant",
  "pokecraft.species.durant.desc": "With their large mandibles, these Pokémon can crunch their way through rock. They work together to protect their eggs from Sandaconda.",
  "pokecraft.species.deino.name": "Deino",
  "pokecraft.species.deino.desc": "Because it can’t see, this Pokémon is constantly biting at everything it touches, trying to keep track of its surroundings.",
  "pokecraft.species.zweilous.name": "Zweilous",
  "pokecraft.species.zweilous.desc": "Their two heads will fight each other over a single piece of food. Zweilous are covered in scars even without battling others.",
  "pokecraft.species.hydreigon.name": "Hydreigon",
  "pokecraft.species.hydreigon.desc": "The three heads take turns sinking their teeth into the opponent. Their attacks won’t slow until their target goes down.",
  "pokecraft.species.larvesta.name": "Larvesta",
  "pokecraft.species.larvesta.desc": "Larvesta’s body is warm all over. It spouts fire from the tips of its horns to intimidate predators and scare prey.",
  "pokecraft.species.volcarona.name": "Volcarona",
  "pokecraft.species.volcarona.desc": "This Pokémon emerges from a cocoon formed of raging flames. Ancient murals depict Volcarona as a deity of fire.",
  "pokecraft.species.cobalion.name": "Cobalion",
  "pokecraft.species.cobalion.desc": "From the moment it’s born, this Pokémon radiates the air of a leader. Its presence will calm even vicious foes.",
  "pokecraft.species.terrakion.name": "Terrakion",
  "pokecraft.species.terrakion.desc": "In Unovan legend, Terrakion battled against humans in an effort to protect other Pokémon.",
  "pokecraft.species.virizion.name": "Virizion",
  "pokecraft.species.virizion.desc": "It darts around opponents with a flurry of quick movements, slicing them up with its horns.",
  "pokecraft.species.tornadus.name": "Tornadus",
  "pokecraft.species.tornadus.desc": "This storm-stirring Pokémon is said to cause the seasons to turn by whipping up the air. I suspect its human_like form to be a false one.",
  "pokecraft.species.thundurus.name": "Thundurus",
  "pokecraft.species.thundurus.desc": "They say this wielder of electricity has waged war with its nemesis, Tornadus, since time immemorial. The lightning bolts it hurls pierce the very earth and enrich the soil.",
  "pokecraft.species.reshiram.name": "Reshiram",
  "pokecraft.species.reshiram.desc": "According to myth, if people ignore truth and let themselves become consumed by greed, Reshiram will arrive to burn their kingdoms down.",
  "pokecraft.species.zekrom.name": "Zekrom",
  "pokecraft.species.zekrom.desc": "Mythology tells us that if people lose the righteousness in their hearts, their kingdoms will be razed by Zekrom’s lightning.",
  "pokecraft.species.landorus.name": "Landorus",
  "pokecraft.species.landorus.desc": "When the incarnations of wind and of lightning clash, Landorus arrives to quell the conflict. After the tempests and thunderbolts abate, the land is sure to be blessed with bountiful harvests.",
  "pokecraft.species.kyurem.name": "Kyurem",
  "pokecraft.species.kyurem.desc": "It appears that this Pokémon uses its powers over ice to freeze its own body in order to stabilize its cellular structure.",
  "pokecraft.species.keldeo.name": "Keldeo",
  "pokecraft.species.keldeo.desc": "They say that Keldeo must survive harsh battles and fully develop the horn on its forehead before this Pokémon’s true power will awaken.",
  "pokecraft.species.meloetta.name": "Meloetta",
  "pokecraft.species.meloetta.desc": "Its melodies are sung with a special vocalization method that can control the feelings of those who hear it.",
  "pokecraft.species.genesect.name": "Genesect",
  "pokecraft.species.genesect.desc": "This Pokémon existed 300 million years ago. Team Plasma altered it and attached a cannon to its back.",
  "pokecraft.species.chespin.name": "Chespin",
  "pokecraft.species.chespin.desc": "Such a thick shell of wood covers its head and back that even a direct hit from a truck wouldn’t faze it.",
  "pokecraft.species.quilladin.name": "Quilladin",
  "pokecraft.species.quilladin.desc": "They strengthen their lower bodies by running into one another. They are very kind and won’t start fights.",
  "pokecraft.species.chesnaught.name": "Chesnaught",
  "pokecraft.species.chesnaught.desc": "When it takes a defensive posture with its fists guarding its face, it could withstand a bomb blast.",
  "pokecraft.species.fennekin.name": "Fennekin",
  "pokecraft.species.fennekin.desc": "As it walks, it munches on a twig in place of a snack. It intimidates opponents by puffing hot air out of its ears.",
  "pokecraft.species.braixen.name": "Braixen",
  "pokecraft.species.braixen.desc": "When the twig is plucked from its tail, friction sets the twig alight. The flame is used to send signals to its allies.",
  "pokecraft.species.delphox.name": "Delphox",
  "pokecraft.species.delphox.desc": "Using psychic power, it generates a fiery vortex of 5,400 degrees Fahrenheit, incinerating foes swept into this whirl of flame.",
  "pokecraft.species.froakie.name": "Froakie",
  "pokecraft.species.froakie.desc": "It protects its skin by covering its body in delicate bubbles. Beneath its happy-go-lucky air, it keeps a watchful eye on its surroundings.",
  "pokecraft.species.frogadier.name": "Frogadier",
  "pokecraft.species.frogadier.desc": "Its swiftness is unparalleled. It can scale a tower of more than 2,000 feet in a minute’s time.",
  "pokecraft.species.greninja.name": "Greninja",
  "pokecraft.species.greninja.desc": "It appears and vanishes with a ninja’s grace. It toys with its enemies using swift movements, while slicing them with throwing stars of sharpest water.",
  "pokecraft.species.bunnelby.name": "Bunnelby",
  "pokecraft.species.bunnelby.desc": "It’s very sensitive to danger. The sound of Corviknight’s flapping will have Bunnelby digging a hole to hide underground in moments.",
  "pokecraft.species.diggersby.name": "Diggersby",
  "pokecraft.species.diggersby.desc": "The fur on its belly retains heat exceptionally well. People used to make heavy winter clothing from fur shed by this Pokémon.",
  "pokecraft.species.fletchling.name": "Fletchling",
  "pokecraft.species.fletchling.desc": "When this Pokémon gets excited, its body temperature increases sharply. If you touch a Fletchling with bare hands, you might get burned.",
  "pokecraft.species.fletchinder.name": "Fletchinder",
  "pokecraft.species.fletchinder.desc": "Fletchinder are exceedingly territorial and aggressive. These Pokémon fight among themselves over feeding grounds.",
  "pokecraft.species.talonflame.name": "Talonflame",
  "pokecraft.species.talonflame.desc": "Talonflame dives toward prey at speeds of up to 310 mph and assaults them with powerful kicks, giving the prey no chance to escape.",
  "pokecraft.species.scatterbug.name": "Scatterbug",
  "pokecraft.species.scatterbug.desc": "The powder that covers its body regulates its temperature, so it can live in any region or climate.",
  "pokecraft.species.spewpa.name": "Spewpa",
  "pokecraft.species.spewpa.desc": "The beaks of bird Pokémon can’t begin to scratch its stalwart body. To defend itself, it spews powder.",
  "pokecraft.species.vivillon.name": "Vivillon",
  "pokecraft.species.vivillon.desc": "The patterns on this Pokémon’s wings depend on the climate and topography of its habitat. It scatters colorful scales.",
  "pokecraft.species.litleo.name": "Litleo",
  "pokecraft.species.litleo.desc": "This hot-blooded Pokémon is filled with curiosity. When it gets angry or starts fighting, its short mane gets hot.",
  "pokecraft.species.pyroar.name": "Pyroar",
  "pokecraft.species.pyroar.desc": "The temperature of its breath is over 10,000 degrees Fahrenheit, but Pyroar doesn’t use it on its prey. This Pokémon prefers to eat raw meat.",
  "pokecraft.species.flabebe.name": "Flabébé",
  "pokecraft.species.flabebe.desc": "Flabébé wears a crown made from pollen it’s collected from its flower. The crown has hidden healing properties.",
  "pokecraft.species.floette.name": "Floette",
  "pokecraft.species.floette.desc": "It gives its own power to flowers, pouring its heart into caring for them. Floette never forgives anyone who messes up a flower bed.",
  "pokecraft.species.florges.name": "Florges",
  "pokecraft.species.florges.desc": "Its life can span several hundred years. It’s said to devote its entire life to protecting gardens.",
  "pokecraft.species.skiddo.name": "Skiddo",
  "pokecraft.species.skiddo.desc": "If it has sunshine and water, it doesn’t need to eat, because it can generate energy from the leaves on its back.",
  "pokecraft.species.gogoat.name": "Gogoat",
  "pokecraft.species.gogoat.desc": "They inhabit mountainous regions. The leader of the herd is decided by a battle of clashing horns.",
  "pokecraft.species.pancham.name": "Pancham",
  "pokecraft.species.pancham.desc": "Wanting to make sure it’s taken seriously, Pancham’s always giving others a glare. But if it’s not focusing, it ends up smiling.",
  "pokecraft.species.pangoro.name": "Pangoro",
  "pokecraft.species.pangoro.desc": "Using its leaf, Pangoro can predict the moves of its opponents. It strikes with punches that can turn a dump truck into scrap with just one hit.",
  "pokecraft.species.furfrou.name": "Furfrou",
  "pokecraft.species.furfrou.desc": "Left alone, its fur will grow longer and longer, but it will only allow someone it trusts to cut it.",
  "pokecraft.species.espurr.name": "Espurr",
  "pokecraft.species.espurr.desc": "There’s enough psychic power in Espurr to send a wrestler flying, but because this power can’t be controlled, Espurr finds it troublesome.",
  "pokecraft.species.meowstic.name": "Meowstic",
  "pokecraft.species.meowstic.desc": "The defensive instinct of the males is strong. It’s when they’re protecting themselves or their partners that they unleash their full power.",
  "pokecraft.species.honedge.name": "Honedge",
  "pokecraft.species.honedge.desc": "The blue eye on the sword’s handguard is the true body of Honedge. With its old cloth, it drains people’s lives away.",
  "pokecraft.species.doublade.name": "Doublade",
  "pokecraft.species.doublade.desc": "The two swords employ a strategy of rapidly alternating between offense and defense to bring down their prey.",
  "pokecraft.species.aegislash.name": "Aegislash",
  "pokecraft.species.aegislash.desc": "Its potent spectral powers allow it to manipulate others. It once used its powers to force people and Pokémon to build a kingdom to its liking.",
  "pokecraft.species.spritzee.name": "Spritzee",
  "pokecraft.species.spritzee.desc": "The scent its body gives off enraptures those who smell it. Noble ladies had no shortage of love for Spritzee.",
  "pokecraft.species.aromatisse.name": "Aromatisse",
  "pokecraft.species.aromatisse.desc": "The scents Aromatisse can produce range from sweet smells that bolster allies to foul smells that sap an opponent’s will to fight.",
  "pokecraft.species.swirlix.name": "Swirlix",
  "pokecraft.species.swirlix.desc": "The sweet smell of cotton candy perfumes Swirlix’s fluffy fur. This Pokémon spits out sticky string to tangle up its enemies.",
  "pokecraft.species.slurpuff.name": "Slurpuff",
  "pokecraft.species.slurpuff.desc": "Slurpuff’s fur contains a lot of air, making it soft to the touch and lighter than it looks.",
  "pokecraft.species.inkay.name": "Inkay",
  "pokecraft.species.inkay.desc": "By exposing foes to the blinking of its luminescent spots, Inkay demoralizes them, and then it seizes the chance to flee.",
  "pokecraft.species.malamar.name": "Malamar",
  "pokecraft.species.malamar.desc": "It’s said that Malamar’s hypnotic powers played a role in certain history-changing events.",
  "pokecraft.species.binacle.name": "Binacle",
  "pokecraft.species.binacle.desc": "If the two don’t work well together, both their offense and defense fall apart. Without good teamwork, they won’t survive.",
  "pokecraft.species.barbaracle.name": "Barbaracle",
  "pokecraft.species.barbaracle.desc": "Having an eye on each palm allows it to keep watch in all directions. In a pinch, its limbs start to act on their own to ensure the enemy’s defeat.",
  "pokecraft.species.skrelp.name": "Skrelp",
  "pokecraft.species.skrelp.desc": "Skrelp looks like a piece of rotten seaweed, so it can blend in with seaweed drifting on the ocean and avoid being detected by enemies.",
  "pokecraft.species.dragalge.name": "Dragalge",
  "pokecraft.species.dragalge.desc": "Dragalge generates dragon energy by sticking the plume on its head out above the ocean’s surface and bathing it in sunlight.",
  "pokecraft.species.clauncher.name": "Clauncher",
  "pokecraft.species.clauncher.desc": "By detonating gas that accumulates in its right claw, this Pokémon launches water like a bullet. This is how Clauncher defeats its enemies.",
  "pokecraft.species.clawitzer.name": "Clawitzer",
  "pokecraft.species.clawitzer.desc": "Clawitzer’s right arm is a cannon that launches projectiles made of seawater. Shots from a Clawitzer’s cannon arm can sink a tanker.",
  "pokecraft.species.helioptile.name": "Helioptile",
  "pokecraft.species.helioptile.desc": "The sun powers this Pokémon’s electricity generation. Interruption of that process stresses Helioptile to the point of weakness.",
  "pokecraft.species.heliolisk.name": "Heliolisk",
  "pokecraft.species.heliolisk.desc": "One Heliolisk basking in the sun with its frill outspread is all it would take to produce enough electricity to power a city.",
  "pokecraft.species.tyrunt.name": "Tyrunt",
  "pokecraft.species.tyrunt.desc": "This Pokémon is selfish and likes to be pampered. It can also inflict grievous wounds on its Trainer just by playing around.",
  "pokecraft.species.tyrantrum.name": "Tyrantrum",
  "pokecraft.species.tyrantrum.desc": "A single bite of Tyrantrum’s massive jaws will demolish a car. This Pokémon was the king of the ancient world.",
  "pokecraft.species.amaura.name": "Amaura",
  "pokecraft.species.amaura.desc": "Amaura is an ancient Pokémon that has gone extinct. Specimens of this species can sometimes be found frozen in ice.",
  "pokecraft.species.aurorus.name": "Aurorus",
  "pokecraft.species.aurorus.desc": "When gripped by rage, Aurorus will emanate freezing air, covering everything around it in ice.",
  "pokecraft.species.sylveon.name": "Sylveon",
  "pokecraft.species.sylveon.desc": "It emits a soothing aura from its ribbon-shaped organs. It wraps these appendages around quarrelers to instantly restore calm to the situation.",
  "pokecraft.species.hawlucha.name": "Hawlucha",
  "pokecraft.species.hawlucha.desc": "It always strikes a pose before going for its finishing move. Sometimes opponents take advantage of that time to counterattack.",
  "pokecraft.species.dedenne.name": "Dedenne",
  "pokecraft.species.dedenne.desc": "Since Dedenne can’t generate much electricity on its own, it steals electricity from outlets or other electric Pokémon.",
  "pokecraft.species.carbink.name": "Carbink",
  "pokecraft.species.carbink.desc": "It’s said that somewhere in the world, there’s a mineral vein housing a large pack of slumbering Carbink. It’s also said that this pack has a queen.",
  "pokecraft.species.goomy.name": "Goomy",
  "pokecraft.species.goomy.desc": "Goomy hides away in the shade of trees, where it's nice and humid. If the slime coating its body dries out, the Pokémon instantly becomes lethargic.",
  "pokecraft.species.sliggoo.name": "Sliggoo",
  "pokecraft.species.sliggoo.desc": "A creature given to melancholy. I suspect its metallic shell developed as a result of the mucus on its skin reacting with the iron in Hisui's water.",
  "pokecraft.species.goodra.name": "Goodra",
  "pokecraft.species.goodra.desc": "Able to freely control the hardness of its metallic shell. It loathes solitude and is extremely clingy—it will fume and run riot if those dearest to it ever leave its side.",
  "pokecraft.species.klefki.name": "Klefki",
  "pokecraft.species.klefki.desc": "Klefki sucks in metal ions with the horn topping its head. It seems this Pokémon loves keys so much that its head needed to look like one, too.",
  "pokecraft.species.phantump.name": "Phantump",
  "pokecraft.species.phantump.desc": "With a voice like a human child’s, it cries out to lure adults deep into the forest, getting them lost among the trees.",
  "pokecraft.species.trevenant.name": "Trevenant",
  "pokecraft.species.trevenant.desc": "Small roots that extend from the tips of this Pokémon’s feet can tie into the trees of the forest and give Trevenant control over them.",
  "pokecraft.species.pumpkaboo.name": "Pumpkaboo",
  "pokecraft.species.pumpkaboo.desc": "The light that streams out from the holes in the pumpkin can hypnotize and control the people and Pokémon that see it.",
  "pokecraft.species.gourgeist.name": "Gourgeist",
  "pokecraft.species.gourgeist.desc": "In the darkness of a new-moon night, Gourgeist will come knocking. Whoever answers the door will be swept off to the afterlife.",
  "pokecraft.species.bergmite.name": "Bergmite",
  "pokecraft.species.bergmite.desc": "Lives on mountains blanketed in perennial snow. It freezes water vapor in the air to make the ice helmet that it dons for defense.",
  "pokecraft.species.avalugg.name": "Avalugg",
  "pokecraft.species.avalugg.desc": "The armor of ice covering its lower jaw puts steel to shame and can shatter rocks with ease. This Pokémon barrels along steep mountain paths, cleaving through the deep snow.",
  "pokecraft.species.noibat.name": "Noibat",
  "pokecraft.species.noibat.desc": "No wavelength of sound is beyond Noibat’s ability to produce. The ultrasonic waves it generates can overcome much larger Pokémon.",
  "pokecraft.species.noivern.name": "Noivern",
  "pokecraft.species.noivern.desc": "Flying through the darkness, it weakens enemies with ultrasonic waves that could crush stone. Its fangs finish the fight.",
  "pokecraft.species.xerneas.name": "Xerneas",
  "pokecraft.species.xerneas.desc": "When the horns on its head shine in seven colors, it is said to be sharing everlasting life.",
  "pokecraft.species.yveltal.name": "Yveltal",
  "pokecraft.species.yveltal.desc": "When its life comes to an end, it absorbs the life energy of every living thing and turns into a cocoon once more.",
  "pokecraft.species.zygarde.name": "Zygarde",
  "pokecraft.species.zygarde.desc": "Some say it can change to an even more powerful form when battling those who threaten the ecosystem.",
  "pokecraft.species.diancie.name": "Diancie",
  "pokecraft.species.diancie.desc": "It can instantly create many diamonds by compressing the carbon in the air between its hands.",
  "pokecraft.species.hoopa.name": "Hoopa",
  "pokecraft.species.hoopa.desc": "It is said to be able to seize anything it desires with its six rings and six huge arms. With its power sealed, it is transformed into a much smaller form.",
  "pokecraft.species.volcanion.name": "Volcanion",
  "pokecraft.species.volcanion.desc": "It expels its internal steam from the arms on its back. It has enough power to blow away a mountain.",
  "pokecraft.species.rowlet.name": "Rowlet",
  "pokecraft.species.rowlet.desc": "Flies noiselessly on delicate wings. It has mastered the art of deftly launching dagger-sharp feathers from those same wings.",
  "pokecraft.species.dartrix.name": "Dartrix",
  "pokecraft.species.dartrix.desc": "Regularly basks in sunlight to gather power—presumably due to the frigid climate. Nonetheless, the edges of the blade quills set into its wings are keen as ever.",
  "pokecraft.species.decidueye.name": "Decidueye",
  "pokecraft.species.decidueye.desc": "The air stored inside the rachises of Decidueye's feathers insulates the Pokémon against Hisui's extreme cold. This is firm proof that evolution can be influenced by environment.",
  "pokecraft.species.litten.name": "Litten",
  "pokecraft.species.litten.desc": "Trying to pet Litten before it trusts you will result in a nasty scratch from its sharp claws. Be careful.",
  "pokecraft.species.torracat.name": "Torracat",
  "pokecraft.species.torracat.desc": "When facing a powerful enemy, Torracat’s fighting spirit gets pumped up, and its fire bell blazes hotter.",
  "pokecraft.species.incineroar.name": "Incineroar",
  "pokecraft.species.incineroar.desc": "Incineroar’s rough and aggressive behavior is its most notable trait, but the way it helps out small Pokémon shows that it has a kind side as well.",
  "pokecraft.species.popplio.name": "Popplio",
  "pokecraft.species.popplio.desc": "If Popplio want to create big, powerful balloons, they must be persistent. It takes daily practice for these Pokémon to develop their skills.",
  "pokecraft.species.brionne.name": "Brionne",
  "pokecraft.species.brionne.desc": "On nights when the sea is calm, Brionne dance with one another to the singing of the Primarina that’s leading them.",
  "pokecraft.species.primarina.name": "Primarina",
  "pokecraft.species.primarina.desc": "For Primarina, every battle’s a stage. Its singing and the dancing of its balloons will mesmerize the audience.",
  "pokecraft.species.pikipek.name": "Pikipek",
  "pokecraft.species.pikipek.desc": "It may look spindly, but its neck muscles are heavy-duty. It can peck at a tree 16 times per second!",
  "pokecraft.species.trumbeak.name": "Trumbeak",
  "pokecraft.species.trumbeak.desc": "From its mouth, it fires the seeds of berries it has eaten. The scattered seeds give rise to new plants.",
  "pokecraft.species.toucannon.name": "Toucannon",
  "pokecraft.species.toucannon.desc": "Known for forming harmonious couples, this Pokémon is brought to wedding ceremonies as a good luck charm.",
  "pokecraft.species.yungoos.name": "Yungoos",
  "pokecraft.species.yungoos.desc": "Although it will eat anything, it prefers fresh living things, so it marches down streets in search of prey.",
  "pokecraft.species.gumshoos.name": "Gumshoos",
  "pokecraft.species.gumshoos.desc": "Patient by nature, this Pokémon loses control of itself and pounces when it spots its favorite meal—Rattata!",
  "pokecraft.species.grubbin.name": "Grubbin",
  "pokecraft.species.grubbin.desc": "It uses its big jaws to dig nests into the forest floor, and it loves to feed on sweet tree sap.",
  "pokecraft.species.charjabug.name": "Charjabug",
  "pokecraft.species.charjabug.desc": "Its digestive processes convert the leaves it eats into electricity. An electric sac in its belly stores the electricity for later use.",
  "pokecraft.species.vikavolt.name": "Vikavolt",
  "pokecraft.species.vikavolt.desc": "If it carries a Charjabug to use as a spare battery, a flying Vikavolt can rapidly fire high-powered beams of electricity.",
  "pokecraft.species.crabrawler.name": "Crabrawler",
  "pokecraft.species.crabrawler.desc": "Crabrawler has been known to mistake Exeggutor for a coconut tree and climb it. The enraged Exeggutor shakes it off and stomps it.",
  "pokecraft.species.crabominable.name": "Crabominable",
  "pokecraft.species.crabominable.desc": "Before it stops to think, it just starts pummeling. There are records of its turning back avalanches with a flurry of punches.",
  "pokecraft.species.oricorio.name": "Oricorio",
  "pokecraft.species.oricorio.desc": "This Oricorio has drunk red nectar. If its Trainer gives the wrong order, this passionate Pokémon becomes fiercely angry.",
  "pokecraft.species.cutiefly.name": "Cutiefly",
  "pokecraft.species.cutiefly.desc": "An opponent’s aura can tell Cutiefly what that opponent’s next move will be. Then Cutiefly can glide around the attack and strike back.",
  "pokecraft.species.ribombee.name": "Ribombee",
  "pokecraft.species.ribombee.desc": "Ribombee absolutely hate getting wet or rained on. In the cloudy Galar region, they are very seldom seen.",
  "pokecraft.species.rockruff.name": "Rockruff",
  "pokecraft.species.rockruff.desc": "This Pokémon intimidates opponents by striking the ground with the rocks on its neck. The moment an opponent flinches, Rockruff attacks.",
  "pokecraft.species.lycanroc.name": "Lycanroc",
  "pokecraft.species.lycanroc.desc": "With swift movements, this Pokémon gradually backs its prey into a corner. Lycanroc’s fangs are always aimed toward opponents’ weak spots.",
  "pokecraft.species.wishiwashi.name": "Wishiwashi",
  "pokecraft.species.wishiwashi.desc": "When it senses danger, its eyes tear up. The sparkle of its tears signals other Wishiwashi to gather.",
  "pokecraft.species.mareanie.name": "Mareanie",
  "pokecraft.species.mareanie.desc": "Unlike their Alolan counterparts, the Mareanie of the Galar region have not yet figured out that the branches of Corsola are delicious.",
  "pokecraft.species.toxapex.name": "Toxapex",
  "pokecraft.species.toxapex.desc": "Within the poison sac in its body is a poison so toxic that Pokémon as large as Wailord will still be suffering three days after it first takes effect.",
  "pokecraft.species.mudbray.name": "Mudbray",
  "pokecraft.species.mudbray.desc": "It eats dirt to create mud and smears this mud all over its feet, giving them the grip needed to walk on rough terrain without slipping.",
  "pokecraft.species.mudsdale.name": "Mudsdale",
  "pokecraft.species.mudsdale.desc": "Mudsdale has so much stamina that it could carry over 10 tons across the Galar region without rest or sleep.",
  "pokecraft.species.dewpider.name": "Dewpider",
  "pokecraft.species.dewpider.desc": "Dewpider normally lives underwater. When it comes onto land in search of food, it takes water with it in the form of a bubble on its head.",
  "pokecraft.species.araquanid.name": "Araquanid",
  "pokecraft.species.araquanid.desc": "It acts as a caretaker for Dewpider, putting them inside its bubble and letting them eat any leftover food.",
  "pokecraft.species.fomantis.name": "Fomantis",
  "pokecraft.species.fomantis.desc": "During the day, Fomantis basks in sunlight and sleeps peacefully. It wakes and moves around at night.",
  "pokecraft.species.lurantis.name": "Lurantis",
  "pokecraft.species.lurantis.desc": "The petals on this Pokémon’s arms are thin and super sharp, and they can fire laser beams if Lurantis gathers light first.",
  "pokecraft.species.morelull.name": "Morelull",
  "pokecraft.species.morelull.desc": "Morelull live in forests that stay dark even during the day. They scatter flickering spores that put enemies to sleep.",
  "pokecraft.species.shiinotic.name": "Shiinotic",
  "pokecraft.species.shiinotic.desc": "If you see a light deep in a forest at night, don’t go near. Shiinotic will make you fall fast asleep.",
  "pokecraft.species.salandit.name": "Salandit",
  "pokecraft.species.salandit.desc": "This sneaky Pokémon will slink behind its prey and immobilize it with poisonous gas before the prey even realizes Salandit is there.",
  "pokecraft.species.salazzle.name": "Salazzle",
  "pokecraft.species.salazzle.desc": "The winner of competitions between Salazzle is decided by which one has the most male Salandit with it.",
  "pokecraft.species.stufful.name": "Stufful",
  "pokecraft.species.stufful.desc": "The way it protects itself by flailing its arms may be an adorable sight, but stay well away. This is flailing that can snap thick tree trunks.",
  "pokecraft.species.bewear.name": "Bewear",
  "pokecraft.species.bewear.desc": "The moves it uses to take down its prey would make a martial artist jealous. It tucks subdued prey under its arms to carry them to its nest.",
  "pokecraft.species.bounsweet.name": "Bounsweet",
  "pokecraft.species.bounsweet.desc": "When under attack, it secretes a sweet and delicious sweat. The scent only calls more enemies to it.",
  "pokecraft.species.steenee.name": "Steenee",
  "pokecraft.species.steenee.desc": "Any Corvisquire that pecks at this Pokémon will be greeted with a smack from its sepals followed by a sharp kick.",
  "pokecraft.species.tsareena.name": "Tsareena",
  "pokecraft.species.tsareena.desc": "A kick from the hardened tips of this Pokémon’s legs leaves a wound in the opponent’s body and soul that will never heal.",
  "pokecraft.species.comfey.name": "Comfey",
  "pokecraft.species.comfey.desc": "These Pokémon smell very nice. All Comfey wear different flowers, so each of these Pokémon has its own individual scent.",
  "pokecraft.species.oranguru.name": "Oranguru",
  "pokecraft.species.oranguru.desc": "It knows the forest inside and out. If it comes across a wounded Pokémon, Oranguru will gather medicinal herbs to treat it.",
  "pokecraft.species.passimian.name": "Passimian",
  "pokecraft.species.passimian.desc": "Passimian live in groups of about 20, with each member performing an assigned role. Through cooperation, the group survives.",
  "pokecraft.species.wimpod.name": "Wimpod",
  "pokecraft.species.wimpod.desc": "Wimpod gather in swarms, constantly on the lookout for danger. They scatter the moment they detect an enemy’s presence.",
  "pokecraft.species.golisopod.name": "Golisopod",
  "pokecraft.species.golisopod.desc": "They live in sunken ships or in holes in the seabed. When Golisopod and Grapploct battle, the loser becomes the winner’s meal.",
  "pokecraft.species.sandygast.name": "Sandygast",
  "pokecraft.species.sandygast.desc": "Sandygast mainly inhabits beaches. It takes control of anyone who puts their hand into its mouth, forcing them to make its body bigger.",
  "pokecraft.species.palossand.name": "Palossand",
  "pokecraft.species.palossand.desc": "This Pokémon lives on beaches, but it hates water. Palossand can’t maintain its castle-like shape if it gets drenched by a heavy rain.",
  "pokecraft.species.pyukumuku.name": "Pyukumuku",
  "pokecraft.species.pyukumuku.desc": "It lives in warm, shallow waters. If it encounters a foe, it will spit out its internal organs as a means to punch them.",
  "pokecraft.species.typenull.name": "Type: Null",
  "pokecraft.species.typenull.desc": "It was modeled after a mighty Pokémon of myth. The mask placed upon it limits its power in order to keep it under control.",
  "pokecraft.species.silvally.name": "Silvally",
  "pokecraft.species.silvally.desc": "The final factor needed to release this Pokémon’s true power was a strong bond with a Trainer it trusts.",
  "pokecraft.species.minior.name": "Minior",
  "pokecraft.species.minior.desc": "Although its outer shell is uncommonly durable, the shock of falling to the ground smashes the shell to smithereens.",
  "pokecraft.species.komala.name": "Komala",
  "pokecraft.species.komala.desc": "It remains asleep from birth to death as a result of the sedative properties of the leaves that form its diet.",
  "pokecraft.species.turtonator.name": "Turtonator",
  "pokecraft.species.turtonator.desc": "Eating sulfur in its volcanic habitat is what causes explosive compounds to develop in its shell. Its droppings are also dangerously explosive.",
  "pokecraft.species.togedemaru.name": "Togedemaru",
  "pokecraft.species.togedemaru.desc": "When it’s in trouble, it curls up into a ball, makes its fur spikes stand on end, and then discharges electricity indiscriminately.",
  "pokecraft.species.mimikyu.name": "Mimikyu",
  "pokecraft.species.mimikyu.desc": "There was a scientist who peeked under Mimikyu’s old rag in the name of research. The scientist died of a mysterious disease.",
  "pokecraft.species.bruxish.name": "Bruxish",
  "pokecraft.species.bruxish.desc": "Its skin is thick enough to fend off Mareanie’s spikes. With its robust teeth, Bruxish crunches up the spikes and eats them.",
  "pokecraft.species.drampa.name": "Drampa",
  "pokecraft.species.drampa.desc": "Drampa is a kind and friendly Pokémon—up until it’s angered. When that happens, it stirs up a gale and flattens everything around.",
  "pokecraft.species.dhelmise.name": "Dhelmise",
  "pokecraft.species.dhelmise.desc": "After lowering its anchor, it waits for its prey. It catches large Wailord and drains their life-force.",
  "pokecraft.species.jangmoo.name": "Jangmo-o",
  "pokecraft.species.jangmoo.desc": "Jangmo-o strikes its scales to communicate with others of its kind. Its scales are actually fur that’s become as hard as metal.",
  "pokecraft.species.hakamoo.name": "Hakamo-o",
  "pokecraft.species.hakamoo.desc": "Before attacking its enemies, it clashes its scales together and roars. Its sharp claws shred the opposition.",
  "pokecraft.species.kommoo.name": "Kommo-o",
  "pokecraft.species.kommoo.desc": "Certain ruins have paintings of ancient warriors wearing armor made of Kommo-o scales.",
  "pokecraft.species.tapukoko.name": "Tapu Koko",
  "pokecraft.species.tapukoko.desc": "The lightning-wielding guardian deity of Melemele, Tapu Koko is brimming with curiosity and appears before people from time to time.",
  "pokecraft.species.tapulele.name": "Tapu Lele",
  "pokecraft.species.tapulele.desc": "Although called a guardian deity, Tapu Lele is devoid of guilt about its cruel disposition and can be described as nature incarnate.",
  "pokecraft.species.tapubulu.name": "Tapu Bulu",
  "pokecraft.species.tapubulu.desc": "It makes ringing sounds with its tail to let others know where it is, avoiding unneeded conflicts. This guardian deity of Ula’ula controls plants.",
  "pokecraft.species.tapufini.name": "Tapu Fini",
  "pokecraft.species.tapufini.desc": "Although it’s called a guardian deity, terrible calamities sometimes befall those who recklessly approach Tapu Fini.",
  "pokecraft.species.cosmog.name": "Cosmog",
  "pokecraft.species.cosmog.desc": "Cosmog is very curious but not very cautious, often placing itself in danger. If things start to look dicey, it teleports away.",
  "pokecraft.species.cosmoem.name": "Cosmoem",
  "pokecraft.species.cosmoem.desc": "It sucks in dust from the air at an astounding rate, frantically building up energy within its core as preparation for evolution.",
  "pokecraft.species.solgaleo.name": "Solgaleo",
  "pokecraft.species.solgaleo.desc": "Solgaleo was once known as the Beast That Devours the Sun. Energy in the form of light radiates boundlessly from it.",
  "pokecraft.species.lunala.name": "Lunala",
  "pokecraft.species.lunala.desc": "It steals the light from its surroundings and then becomes the full moon, showering its own light across the night sky.",
  "pokecraft.species.nihilego.name": "Nihilego",
  "pokecraft.species.nihilego.desc": "It appeared in this world from an Ultra Wormhole. Nihilego appears to be a parasite that lives by feeding on people and Pokémon.",
  "pokecraft.species.buzzwole.name": "Buzzwole",
  "pokecraft.species.buzzwole.desc": "Buzzwole goes around showing off its abnormally swollen muscles. It is one kind of Ultra Beast.",
  "pokecraft.species.pheromosa.name": "Pheromosa",
  "pokecraft.species.pheromosa.desc": "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives.",
  "pokecraft.species.xurkitree.name": "Xurkitree",
  "pokecraft.species.xurkitree.desc": "They’ve been dubbed Ultra Beasts. Some of them stand unmoving, like trees, with their arms and legs stuck into the ground.",
  "pokecraft.species.celesteela.name": "Celesteela",
  "pokecraft.species.celesteela.desc": "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives.",
  "pokecraft.species.kartana.name": "Kartana",
  "pokecraft.species.kartana.desc": "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives.",
  "pokecraft.species.guzzlord.name": "Guzzlord",
  "pokecraft.species.guzzlord.desc": "An unknown life-form called a UB. It may be constantly hungry—it is certainly always devouring something.",
  "pokecraft.species.necrozma.name": "Necrozma",
  "pokecraft.species.necrozma.desc": "It needs light to survive, and it goes on a rampage seeking it out. Its laser beams will cut anything to pieces.",
  "pokecraft.species.magearna.name": "Magearna",
  "pokecraft.species.magearna.desc": "Built roughly 500 years ago by a scientist, the part called the Soul-Heart is the actual life-form.",
  "pokecraft.species.marshadow.name": "Marshadow",
  "pokecraft.species.marshadow.desc": "This Pokémon can conceal itself in any shadow, so it went undiscovered for a long time.",
  "pokecraft.species.poipole.name": "Poipole",
  "pokecraft.species.poipole.desc": "An Ultra Beast that lives in a different world, it cackles wildly as it sprays its opponents with poison from the needles on its head.",
  "pokecraft.species.naganadel.name": "Naganadel",
  "pokecraft.species.naganadel.desc": "One kind of Ultra Beast, it fires a glowing, venomous liquid from its needles. This liquid is also immensely adhesive.",
  "pokecraft.species.stakataka.name": "Stakataka",
  "pokecraft.species.stakataka.desc": "When stone walls started moving and attacking, the brute’s true identity was this mysterious life-form, which brings to mind an Ultra Beast.",
  "pokecraft.species.blacephalon.name": "Blacephalon",
  "pokecraft.species.blacephalon.desc": "A UB that appeared from an Ultra Wormhole, it causes explosions, then takes advantage of opponents’ surprise to rob them of their vitality.",
  "pokecraft.species.zeraora.name": "Zeraora",
  "pokecraft.species.zeraora.desc": "Electricity sparks from the pads on its limbs. Wherever Zeraora runs, lightning flashes and thunder echoes.",
  "pokecraft.species.meltan.name": "Meltan",
  "pokecraft.species.meltan.desc": "They live as a group, but when the time comes, one strong Meltan will absorb all the others and evolve.",
  "pokecraft.species.melmetal.name": "Melmetal",
  "pokecraft.species.melmetal.desc": "Centrifugal force is behind the punches of Melmetal’s heavy hex-nut arms. Melmetal is said to deliver the strongest punches of all Pokémon.",
  "pokecraft.species.grookey.name": "Grookey",
  "pokecraft.species.grookey.desc": "It attacks with rapid beats of its stick. As it strikes with amazing speed, it gets more and more pumped.",
  "pokecraft.species.thwackey.name": "Thwackey",
  "pokecraft.species.thwackey.desc": "When it’s drumming out rapid beats in battle, it gets so caught up in the rhythm that it won’t even notice that it’s already knocked out its opponent.",
  "pokecraft.species.rillaboom.name": "Rillaboom",
  "pokecraft.species.rillaboom.desc": "The one with the best drumming techniques becomes the boss of the troop. It has a gentle disposition and values harmony among its group.",
  "pokecraft.species.scorbunny.name": "Scorbunny",
  "pokecraft.species.scorbunny.desc": "It has special pads on the backs of its feet, and one on its nose. Once it’s raring to fight, these pads radiate tremendous heat.",
  "pokecraft.species.raboot.name": "Raboot",
  "pokecraft.species.raboot.desc": "It kicks berries right off the branches of trees and then juggles them with its feet, practicing its footwork.",
  "pokecraft.species.cinderace.name": "Cinderace",
  "pokecraft.species.cinderace.desc": "It’s skilled at both offense and defense, and it gets pumped up when cheered on. But if it starts showboating, it could put itself in a tough spot.",
  "pokecraft.species.sobble.name": "Sobble",
  "pokecraft.species.sobble.desc": "When it gets wet, its skin changes color, and this Pokémon becomes invisible as if it were camouflaged.",
  "pokecraft.species.drizzile.name": "Drizzile",
  "pokecraft.species.drizzile.desc": "Highly intelligent but also very lazy, it keeps enemies out of its territory by laying traps everywhere.",
  "pokecraft.species.inteleon.name": "Inteleon",
  "pokecraft.species.inteleon.desc": "Its nictitating membranes let it pick out foes’ weak points so it can precisely blast them with water that shoots from its fingertips at Mach 3.",
  "pokecraft.species.skwovet.name": "Skwovet",
  "pokecraft.species.skwovet.desc": "It eats berries nonstop—a habit that has made it more resilient than it looks. It’ll show up on farms, searching for yet more berries.",
  "pokecraft.species.greedent.name": "Greedent",
  "pokecraft.species.greedent.desc": "Common throughout the Galar region, this Pokémon has strong teeth and can chew through the toughest of berry shells.",
  "pokecraft.species.rookidee.name": "Rookidee",
  "pokecraft.species.rookidee.desc": "Jumping nimbly about, this small-bodied Pokémon takes advantage of even the slightest opportunity to disorient larger opponents.",
  "pokecraft.species.corvisquire.name": "Corvisquire",
  "pokecraft.species.corvisquire.desc": "The lessons of many harsh battles have taught it how to accurately judge an opponent’s strength.",
  "pokecraft.species.corviknight.name": "Corviknight",
  "pokecraft.species.corviknight.desc": "With their great intellect and flying skills, these Pokémon very successfully act as the Galar region’s airborne taxi service.",
  "pokecraft.species.blipbug.name": "Blipbug",
  "pokecraft.species.blipbug.desc": "Often found in gardens, this Pokémon has hairs on its body that it uses to assess its surroundings.",
  "pokecraft.species.dottler.name": "Dottler",
  "pokecraft.species.dottler.desc": "As it grows inside its shell, it uses its psychic abilities to monitor the outside world and prepare for evolution.",
  "pokecraft.species.orbeetle.name": "Orbeetle",
  "pokecraft.species.orbeetle.desc": "It emits psychic energy to observe and study what’s around it—and what’s around it can include things over six miles away.",
  "pokecraft.species.nickit.name": "Nickit",
  "pokecraft.species.nickit.desc": "Cunning and cautious, this Pokémon survives by stealing food from others. It erases its tracks with swipes of its tail as it makes off with its plunder.",
  "pokecraft.species.thievul.name": "Thievul",
  "pokecraft.species.thievul.desc": "With a lithe body and sharp claws, it goes around stealing food and eggs. Boltund is its natural enemy.",
  "pokecraft.species.gossifleur.name": "Gossifleur",
  "pokecraft.species.gossifleur.desc": "It whirls around in the wind while singing a joyous song. This delightful display has charmed many into raising this Pokémon.",
  "pokecraft.species.eldegoss.name": "Eldegoss",
  "pokecraft.species.eldegoss.desc": "The cotton on the head of this Pokémon can be spun into a glossy, gorgeous yarn—a Galar regional specialty.",
  "pokecraft.species.wooloo.name": "Wooloo",
  "pokecraft.species.wooloo.desc": "If its fleece grows too long, Wooloo won’t be able to move. Cloth made with the wool of this Pokémon is surprisingly strong.",
  "pokecraft.species.dubwool.name": "Dubwool",
  "pokecraft.species.dubwool.desc": "Its majestic horns are meant only to impress the opposite gender. They never see use in battle.",
  "pokecraft.species.chewtle.name": "Chewtle",
  "pokecraft.species.chewtle.desc": "It starts off battles by attacking with its rock-hard horn, but as soon as the opponent flinches, this Pokémon bites down and never lets go.",
  "pokecraft.species.drednaw.name": "Drednaw",
  "pokecraft.species.drednaw.desc": "This Pokémon rapidly extends its retractable neck to sink its sharp fangs into distant enemies and take them down.",
  "pokecraft.species.yamper.name": "Yamper",
  "pokecraft.species.yamper.desc": "This gluttonous Pokémon only assists people with their work because it wants treats. As it runs, it crackles with electricity.",
  "pokecraft.species.boltund.name": "Boltund",
  "pokecraft.species.boltund.desc": "It sends electricity through its legs to boost their strength. Running at top speed, it easily breaks 50 mph.",
  "pokecraft.species.rolycoly.name": "Rolycoly",
  "pokecraft.species.rolycoly.desc": "It can race around like a unicycle, even on rough, rocky terrain. Burning coal sustains it.",
  "pokecraft.species.carkol.name": "Carkol",
  "pokecraft.species.carkol.desc": "By rapidly rolling its legs, it can travel at over 18 mph. The temperature of the flames it breathes exceeds 1,800 degrees Fahrenheit.",
  "pokecraft.species.coalossal.name": "Coalossal",
  "pokecraft.species.coalossal.desc": "While it’s engaged in battle, its mountain of coal will burn bright red, sending off sparks that scorch the surrounding area.",
  "pokecraft.species.applin.name": "Applin",
  "pokecraft.species.applin.desc": "As soon as it’s born, it burrows into an apple. Not only does the apple serve as its food source, but the flavor of the fruit determines its evolution.",
  "pokecraft.species.flapple.name": "Flapple",
  "pokecraft.species.flapple.desc": "It flies on wings of apple skin and spits a powerful acid. It can also change its shape into that of an apple.",
  "pokecraft.species.appletun.name": "Appletun",
  "pokecraft.species.appletun.desc": "Its body is covered in sweet nectar, and the skin on its back is especially yummy. Children used to have it as a snack.",
  "pokecraft.species.silicobra.name": "Silicobra",
  "pokecraft.species.silicobra.desc": "It spews sand from its nostrils. While the enemy is blinded, it burrows into the ground to hide.",
  "pokecraft.species.sandaconda.name": "Sandaconda",
  "pokecraft.species.sandaconda.desc": "Its unique style of coiling allows it to blast sand out of its sand sac more efficiently.",
  "pokecraft.species.cramorant.name": "Cramorant",
  "pokecraft.species.cramorant.desc": "This hungry Pokémon swallows Arrokuda whole. Occasionally, it makes a mistake and tries to swallow a Pokémon other than its preferred prey.",
  "pokecraft.species.arrokuda.name": "Arrokuda",
  "pokecraft.species.arrokuda.desc": "After it’s eaten its fill, its movements become extremely sluggish. That’s when Cramorant swallows it up.",
  "pokecraft.species.barraskewda.name": "Barraskewda",
  "pokecraft.species.barraskewda.desc": "It spins its tail fins to propel itself, surging forward at speeds of over 100 knots before ramming prey and spearing into them.",
  "pokecraft.species.toxel.name": "Toxel",
  "pokecraft.species.toxel.desc": "It manipulates the chemical makeup of its poison to produce electricity. The voltage is weak, but it can cause a tingling paralysis.",
  "pokecraft.species.toxtricity.name": "Toxtricity",
  "pokecraft.species.toxtricity.desc": "This short-tempered and aggressive Pokémon chugs stagnant water to absorb any toxins it might contain.",
  "pokecraft.species.sizzlipede.name": "Sizzlipede",
  "pokecraft.species.sizzlipede.desc": "It wraps prey up with its heated body, cooking them in its coils. Once they’re well-done, it will voraciously nibble them down to the last morsel.",
  "pokecraft.species.centiskorch.name": "Centiskorch",
  "pokecraft.species.centiskorch.desc": "While its burning body is already dangerous on its own, this excessively hostile Pokémon also has large and very sharp fangs.",
  "pokecraft.species.clobbopus.name": "Clobbopus",
  "pokecraft.species.clobbopus.desc": "Its tentacles tear off easily, but it isn’t alarmed when that happens—it knows they’ll grow back. It’s about as smart as a three-year-old.",
  "pokecraft.species.grapploct.name": "Grapploct",
  "pokecraft.species.grapploct.desc": "Searching for an opponent to test its skills against, it emerges onto land. Once the battle is over, it returns to the sea.",
  "pokecraft.species.sinistea.name": "Sinistea",
  "pokecraft.species.sinistea.desc": "The teacup in which this Pokémon makes its home is a famous piece of antique tableware. Many forgeries are in circulation.",
  "pokecraft.species.polteageist.name": "Polteageist",
  "pokecraft.species.polteageist.desc": "Leaving leftover black tea unattended is asking for this Pokémon to come along and pour itself into it, turning the tea into a new Polteageist.",
  "pokecraft.species.hatenna.name": "Hatenna",
  "pokecraft.species.hatenna.desc": "If this Pokémon senses a strong emotion, it will run away as fast as it can. It prefers areas without people.",
  "pokecraft.species.hattrem.name": "Hattrem",
  "pokecraft.species.hattrem.desc": "Using the braids on its head, it pummels foes to get them to quiet down. One blow from those braids would knock out a professional boxer.",
  "pokecraft.species.hatterene.name": "Hatterene",
  "pokecraft.species.hatterene.desc": "If you’re too loud around it, you risk being torn apart by the claws on its tentacle. This Pokémon is also known as the Forest Witch.",
  "pokecraft.species.impidimp.name": "Impidimp",
  "pokecraft.species.impidimp.desc": "It sneaks into people’s homes, stealing things and feasting on the negative energy of the frustrated occupants.",
  "pokecraft.species.morgrem.name": "Morgrem",
  "pokecraft.species.morgrem.desc": "With sly cunning, it tries to lure people into the woods. Some believe it to have the power to make crops grow.",
  "pokecraft.species.grimmsnarl.name": "Grimmsnarl",
  "pokecraft.species.grimmsnarl.desc": "Its hairs work like muscle fibers. When its hairs unfurl, they latch on to opponents, ensnaring them as tentacles would.",
  "pokecraft.species.obstagoon.name": "Obstagoon",
  "pokecraft.species.obstagoon.desc": "It evolved after experiencing numerous fights. While crossing its arms, it lets out a shout that would make any opponent flinch.",
  "pokecraft.species.perrserker.name": "Perrserker",
  "pokecraft.species.perrserker.desc": "After many battles, it evolved dangerous claws that come together to form daggers when extended.",
  "pokecraft.species.cursola.name": "Cursola",
  "pokecraft.species.cursola.desc": "Be cautious of the ectoplasmic body surrounding its soul. You’ll become stiff as stone if you touch it.",
  "pokecraft.species.sirfetchd.name": "Sirfetch’d",
  "pokecraft.species.sirfetchd.desc": "After deflecting attacks with its hard leaf shield, it strikes back with its sharp leek stalk. The leek stalk is both weapon and food.",
  "pokecraft.species.mrrime.name": "Mr. Rime",
  "pokecraft.species.mrrime.desc": "Its amusing movements make it very popular. It releases its psychic power from the pattern on its belly.",
  "pokecraft.species.runerigus.name": "Runerigus",
  "pokecraft.species.runerigus.desc": "Never touch its shadowlike body, or you’ll be shown the horrific memories behind the picture carved into it.",
  "pokecraft.species.milcery.name": "Milcery",
  "pokecraft.species.milcery.desc": "They say that any patisserie visited by Milcery is guaranteed success and good fortune.",
  "pokecraft.species.alcremie.name": "Alcremie",
  "pokecraft.species.alcremie.desc": "When Alcremie is content, the cream it secretes from its hands becomes sweeter and richer.",
  "pokecraft.species.falinks.name": "Falinks",
  "pokecraft.species.falinks.desc": "The six of them work together as one Pokémon. Teamwork is also their battle strategy, and they constantly change their formation as they fight.",
  "pokecraft.species.pincurchin.name": "Pincurchin",
  "pokecraft.species.pincurchin.desc": "It stores electricity in each spine. Even if one gets broken off, it still continues to emit electricity for at least three hours.",
  "pokecraft.species.snom.name": "Snom",
  "pokecraft.species.snom.desc": "It eats snow that piles up on the ground. The more snow it eats, the bigger and more impressive the spikes on its back grow.",
  "pokecraft.species.frosmoth.name": "Frosmoth",
  "pokecraft.species.frosmoth.desc": "It shows no mercy to any who desecrate fields and mountains. It will fly around on its icy wings, causing a blizzard to chase offenders away.",
  "pokecraft.species.stonjourner.name": "Stonjourner",
  "pokecraft.species.stonjourner.desc": "Once a year, on a specific date and at a specific time, they gather out of nowhere and form up in a circle.",
  "pokecraft.species.eiscue.name": "Eiscue",
  "pokecraft.species.eiscue.desc": "This Pokémon keeps its heat-sensitive head cool with ice. It fishes for its food, dangling its single hair into the sea to lure in prey.",
  "pokecraft.species.indeedee.name": "Indeedee",
  "pokecraft.species.indeedee.desc": "Through its horns, it can pick up on the emotions of creatures around it. Positive emotions are the source of its strength.",
  "pokecraft.species.morpeko.name": "Morpeko",
  "pokecraft.species.morpeko.desc": "It carries electrically roasted seeds with it as if they’re precious treasures. No matter how much it eats, it always gets hungry again in short order.",
  "pokecraft.species.cufant.name": "Cufant",
  "pokecraft.species.cufant.desc": "If a job requires serious strength, this Pokémon will excel at it. Its copper body tarnishes in the rain, turning a vibrant green color.",
  "pokecraft.species.copperajah.name": "Copperajah",
  "pokecraft.species.copperajah.desc": "These Pokémon live in herds. Their trunks have incredible grip strength, strong enough to crush giant rocks into powder.",
  "pokecraft.species.dracozolt.name": "Dracozolt",
  "pokecraft.species.dracozolt.desc": "The powerful muscles in its tail generate its electricity. Compared to its lower body, its upper half is entirely too small.",
  "pokecraft.species.arctozolt.name": "Arctozolt",
  "pokecraft.species.arctozolt.desc": "This Pokémon lived on prehistoric seashores and was able to preserve food with the ice on its body. It went extinct because it moved so slowly.",
  "pokecraft.species.dracovish.name": "Dracovish",
  "pokecraft.species.dracovish.desc": "Its mighty legs are capable of running at speeds exceeding 40 mph, but this Pokémon can’t breathe unless it’s underwater.",
  "pokecraft.species.arctovish.name": "Arctovish",
  "pokecraft.species.arctovish.desc": "The skin on its face is impervious to attack, but breathing difficulties made this Pokémon go extinct anyway.",
  "pokecraft.species.duraludon.name": "Duraludon",
  "pokecraft.species.duraludon.desc": "The special metal that composes its body is very light, so this Pokémon has considerable agility. It lives in caves because it dislikes the rain.",
  "pokecraft.species.dreepy.name": "Dreepy",
  "pokecraft.species.dreepy.desc": "If this weak Pokémon is by itself, a mere child could defeat it. But if Dreepy has friends to help it train, it can evolve and become much stronger.",
  "pokecraft.species.drakloak.name": "Drakloak",
  "pokecraft.species.drakloak.desc": "Without a Dreepy to place on its head and care for, it gets so uneasy it’ll try to substitute any Pokémon it finds for the missing Dreepy.",
  "pokecraft.species.dragapult.name": "Dragapult",
  "pokecraft.species.dragapult.desc": "Apparently the Dreepy inside Dragapult’s horns eagerly look forward to being launched out at Mach speeds.",
  "pokecraft.species.zacian.name": "Zacian",
  "pokecraft.species.zacian.desc": "This Pokémon has slumbered for many years. Some say it’s Zamazenta’s elder sister—others say the two Pokémon are rivals.",
  "pokecraft.species.zamazenta.name": "Zamazenta",
  "pokecraft.species.zamazenta.desc": "This Pokémon slept for aeons while in the form of a statue. It was asleep for so long, people forgot that it ever existed.",
  "pokecraft.species.eternatus.name": "Eternatus",
  "pokecraft.species.eternatus.desc": "It was inside a meteorite that fell 20,000 years ago. There seems to be a connection between this Pokémon and the Dynamax phenomenon.",
  "pokecraft.species.kubfu.name": "Kubfu",
  "pokecraft.species.kubfu.desc": "If Kubfu pulls the long white hair on its head, its fighting spirit heightens and power wells up from the depths of its belly.",
  "pokecraft.species.urshifu.name": "Urshifu",
  "pokecraft.species.urshifu.desc": "Inhabiting the mountains of a distant region, this Pokémon races across sheer cliffs, training its legs and refining its moves.",
  "pokecraft.species.zarude.name": "Zarude",
  "pokecraft.species.zarude.desc": "Once the vines on Zarude’s body tear off, they become nutrients in the soil. This helps the plants of the forest grow.",
  "pokecraft.species.regieleki.name": "Regieleki",
  "pokecraft.species.regieleki.desc": "Its entire body is made up of a single organ that generates electrical energy. Regieleki is capable of creating all Galar’s electricity.",
  "pokecraft.species.regidrago.name": "Regidrago",
  "pokecraft.species.regidrago.desc": "Its body is composed of crystallized dragon energy. Regidrago is said to have the powers of every dragon Pokémon.",
  "pokecraft.species.glastrier.name": "Glastrier",
  "pokecraft.species.glastrier.desc": "Glastrier has tremendous physical strength, and the mask of ice covering its face is 100 times harder than diamond.",
  "pokecraft.species.spectrier.name": "Spectrier",
  "pokecraft.species.spectrier.desc": "As it dashes through the night, Spectrier absorbs the life-force of sleeping creatures. It craves silence and solitude.",
  "pokecraft.species.calyrex.name": "Calyrex",
  "pokecraft.species.calyrex.desc": "Calyrex is known in legend as a king that ruled over Galar in ancient times. It has the power to cause hearts to mend and plants to spring forth.",
  "pokecraft.species.wyrdeer.name": "Wyrdeer",
  "pokecraft.species.wyrdeer.desc": "The black orbs shine with an uncanny light when the Pokémon is erecting invisible barriers. The fur shed from its beard retains heat well and is a highly useful material for winter clothing.",
  "pokecraft.species.kleavor.name": "Kleavor",
  "pokecraft.species.kleavor.desc": "A violent creature that fells towering trees with its crude axes and shields itself with hard stone. If one should chance upon this Pokémon in the wilds, one's only recourse is to flee.",
  "pokecraft.species.ursaluna.name": "Ursaluna",
  "pokecraft.species.ursaluna.desc": "I believe it was Hisui's swampy terrain that gave Ursaluna its burly physique and newfound capacity to manipulate peat at will.",
  "pokecraft.species.basculegion.name": "Basculegion",
  "pokecraft.species.basculegion.desc": "Clads itself in the souls of comrades that perished before fulfilling their goals of journeying upstream. No other species throughout all Hisui's rivers is Basculegion's equal.",
  "pokecraft.species.sneasler.name": "Sneasler",
  "pokecraft.species.sneasler.desc": "Because of Sneasler's virulent poison and daunting physical prowess, no other species could hope to best it on the frozen highlands. Preferring solitude, this species does not form packs.",
  "pokecraft.species.overqwil.name": "Overqwil",
  "pokecraft.species.overqwil.desc": "Its lancelike spikes and savage temperament have earned it the nickname ”sea fiend.” It slurps up poison to nourish itself.",
  "pokecraft.species.enamorus.name": "Enamorus",
  "pokecraft.species.enamorus.desc": "When it flies to this land from across the sea, the bitter winter comes to an end. According to legend, this Pokémon's love gives rise to the budding of fresh life across Hisui.",
  "pokecraft.species.sprigatito.name": "Sprigatito",
  "pokecraft.species.floragato.name": "Floragato",
  "pokecraft.species.meowscarada.name": "Meowscarada",
  "pokecraft.species.fuecoco.name": "Fuecoco",
  "pokecraft.species.crocalor.name": "Crocalor",
  "pokecraft.species.skeledirge.name": "Skeledirge",
  "pokecraft.species.quaxly.name": "Quaxly",
  "pokecraft.species.quaxwell.name": "Quaxwell",
  "pokecraft.species.quaquaval.name": "Quaquaval",
  "pokecraft.species.lechonk.name": "Lechonk",
  "pokecraft.species.oinkologne.name": "Oinkologne",
  "pokecraft.species.tarountula.name": "Dudunsparce",
  "pokecraft.species.spidops.name": "Tarountula",
  "pokecraft.species.nymble.name": "Spidops",
  "pokecraft.species.lokix.name": "Nymble",
  "pokecraft.species.pawmi.name": "Lokix",
  "pokecraft.species.pawmo.name": "Rellor",
  "pokecraft.species.pawmot.name": "Rabsca",
  "pokecraft.species.tandemaus.name": "Greavard",
  "pokecraft.species.maushold.name": "Houndstone",
  "pokecraft.species.fidough.name": "Flittle",
  "pokecraft.species.dachsbun.name": "Espathra",
  "pokecraft.species.smoliv.name": "Farigiraf",
  "pokecraft.species.dolliv.name": "Wiglett",
  "pokecraft.species.arboliva.name": "Wugtrio",
  "pokecraft.species.squawkabilly.name": "Dondozo",
  "pokecraft.species.nacli.name": "Veluza",
  "pokecraft.species.naclstack.name": "Finizen",
  "pokecraft.species.garganacl.name": "Palafin",
  "pokecraft.species.charcadet.name": "Smoliv",
  "pokecraft.species.armarouge.name": "Dolliv",
  "pokecraft.species.ceruledge.name": "Arboliva",
  "pokecraft.species.tadbulb.name": "Capsakid",
  "pokecraft.species.bellibolt.name": "Scovillain",
  "pokecraft.species.wattrel.name": "Tadbulb",
  "pokecraft.species.kilowattrel.name": "Bellibolt",
  "pokecraft.species.maschiff.name": "Varoom",
  "pokecraft.species.mabosstiff.name": "Revavroom",
  "pokecraft.species.shroodle.name": "Orthworm",
  "pokecraft.species.grafaiai.name": "Tandemaus",
  "pokecraft.species.bramblin.name": "Maushold",
  "pokecraft.species.brambleghast.name": "Cetoddle",
  "pokecraft.species.toedscool.name": "Cetitan",
  "pokecraft.species.toedscruel.name": "Frigibax",
  "pokecraft.species.klawf.name": "Arctibax",
  "pokecraft.species.capsakid.name": "Baxcalibur",
  "pokecraft.species.scovillain.name": "Tatsugiri",
  "pokecraft.species.rellor.name": "Cyclizar",
  "pokecraft.species.rabsca.name": "Pawmi",
  "pokecraft.species.flittle.name": "Pawmo",
  "pokecraft.species.espathra.name": "Pawmot",
  "pokecraft.species.tinkatink.name": "Wattrel",
  "pokecraft.species.tinkatuff.name": "Kilowattrel",
  "pokecraft.species.tinkaton.name": "Bombirdier",
  "pokecraft.species.wiglett.name": "Squawkabilly",
  "pokecraft.species.wugtrio.name": "Flamigo",
  "pokecraft.species.bombirdier.name": "Klawf",
  "pokecraft.species.finizen.name": "Nacli",
  "pokecraft.species.palafin.name": "Naclstack",
  "pokecraft.species.varoom.name": "Garganacl",
  "pokecraft.species.revavroom.name": "Glimmet",
  "pokecraft.species.cyclizar.name": "Glimmora",
  "pokecraft.species.orthworm.name": "Shroodle",
  "pokecraft.species.glimmet.name": "Grafaiai",
  "pokecraft.species.glimmora.name": "Fidough",
  "pokecraft.species.greavard.name": "Dachsbun",
  "pokecraft.species.houndstone.name": "Maschiff",
  "pokecraft.species.flamigo.name": "Mabosstiff",
  "pokecraft.species.cetoddle.name": "Bramblin",
  "pokecraft.species.cetitan.name": "Brambleghast",
  "pokecraft.species.veluza.name": "Gimmighoul",
  "pokecraft.species.dondozo.name": "Gholdengo",
  "pokecraft.species.tatsugiri.name": "Great Tusk",
  "pokecraft.species.annihilape.name": "Brute Bonnet",
  "pokecraft.species.farigiraf.name": "Sandy Shocks",
  "pokecraft.species.dudunsparce.name": "Scream Tail",
  "pokecraft.species.kingambit.name": "Flutter Mane",
  "pokecraft.species.greattusk.name": "Slither Wing",
  "pokecraft.species.screamtail.name": "Roaring Moon",
  "pokecraft.species.brutebonnet.name": "Iron Treads",
  "pokecraft.species.slitherwing.name": "Iron Moth",
  "pokecraft.species.sandyshocks.name": "Iron Hands",
  "pokecraft.species.irontreads.name": "Iron Jugulis",
  "pokecraft.species.ironbundle.name": "Iron Thorns",
  "pokecraft.species.ironhands.name": "Iron Bundle",
  "pokecraft.species.ironjugulis.name": "Iron Valiant",
  "pokecraft.species.ironmoth.name": "Ting-Lu",
  "pokecraft.species.ironthorns.name": "Chien-Pao",
  "pokecraft.species.frigibax.name": "Wo-Chien",
  "pokecraft.species.arctibax.name": "Chi-Yu",
  "pokecraft.species.baxcalibur.name": "Koraidon",
  "pokecraft.species.gimmighoul.name": "Miraidon",
  "pokecraft.species.gholdengo.name": "Tinkatink",
  "pokecraft.species.wochien.name": "Tinkatuff",
  "pokecraft.species.chienpao.name": "Tinkaton",
  "pokecraft.species.tinglu.name": "Charcadet",
  "pokecraft.species.chiyu.name": "Armarouge",
  "pokecraft.species.roaringmoon.name": "Ceruledge",
  "pokecraft.species.ironvaliant.name": "Toedscool",
  "pokecraft.species.koraidon.name": "Toedscruel",
  "pokecraft.species.miraidon.name": "Kingambit"
}