{
  "pokecraft.species.bulbasaur.name": "Bulbizarre",
  "pokecraft.species.bulbasaur.desc": "Quand il est jeune, il absorbe les nutriments conservés dans son dos pour grandir et se développer.",
  "pokecraft.species.ivysaur.name": "Herbizarre",
  "pokecraft.species.ivysaur.desc": "La lumière du soleil le rend plus fort et vigoureux. Le bulbe sur son dos grossit en conséquence.",
  "pokecraft.species.venusaur.name": "Florizarre",
  "pokecraft.species.venusaur.desc": "Une douce senteur émane de sa plante. Cette fragrance calme tous ceux qui sont engagés dans un combat.",
  "pokecraft.species.charmander.name": "Salamèche",
  "pokecraft.species.charmander.desc": "Depuis sa naissance, une petite flamme brûle au bout de sa queue. Si cette flamme s’éteint, la vie de ce Pokémon s’éteindra elle aussi.",
  "pokecraft.species.charmeleon.name": "Reptincel",
  "pokecraft.species.charmeleon.desc": "S’il s’excite pendant un combat, il crache de grandes flammes, brûlant tout ce qui se trouve aux alentours.",
  "pokecraft.species.charizard.name": "Dracaufeu",
  "pokecraft.species.charizard.desc": "Ses ailes lui permettent de voler à plus de 1 400 m d’altitude. Ce Pokémon crache du feu à des températures très élevées.",
  "pokecraft.species.squirtle.name": "Carapuce",
  "pokecraft.species.squirtle.desc": "S’il se sent menacé, il rétracte ses pattes dans sa carapace pour se protéger et crache de l’eau.",
  "pokecraft.species.wartortle.name": "Carabaffe",
  "pokecraft.species.wartortle.desc": "Il se sert habilement de sa queue et de ses oreilles touffues pour garder son équilibre sous l’eau.",
  "pokecraft.species.blastoise.name": "Tortank",
  "pokecraft.species.blastoise.desc": "Les canons sur sa carapace tirent des jets d’eau capables de percer même de l’acier trempé.",
  "pokecraft.species.caterpie.name": "Chenipan",
  "pokecraft.species.caterpie.desc": "Ses petites pattes munies de ventouses lui permettent de monter les pentes et de grimper aux murs sans se fatiguer.",
  "pokecraft.species.metapod.name": "Chrysacier",
  "pokecraft.species.metapod.desc": "Bien que son corps soit entouré d’une carapace solide, l’intérieur est si mou qu’il ne résisterait pas à une attaque violente.",
  "pokecraft.species.butterfree.name": "Papilusion",
  "pokecraft.species.butterfree.desc": "Il ramasse du nectar chaque jour et l’agglutine sur les poils de ses pattes pour le transporter jusqu’à son nid.",
  "pokecraft.species.weedle.name": "Aspicot",
  "pokecraft.species.weedle.desc": "L’aiguillon sur son front est très pointu. Il se cache dans les bois et les hautes herbes, où il se gave de feuilles.",
  "pokecraft.species.kakuna.name": "Coconfort",
  "pokecraft.species.kakuna.desc": "Il peut à peine bouger. Quand il est menacé, il sort parfois son aiguillon pour empoisonner ses ennemis.",
  "pokecraft.species.beedrill.name": "Dardargnan",
  "pokecraft.species.beedrill.desc": "Il se sert de ses trois aiguillons empoisonnés situés sur les pattes avant et l’abdomen pour attaquer sans relâche ses adversaires.",
  "pokecraft.species.pidgey.name": "Roucool",
  "pokecraft.species.pidgey.desc": "De nature très docile, il préfère projeter du sable pour se défendre plutôt que contre-attaquer.",
  "pokecraft.species.pidgeotto.name": "Roucoups",
  "pokecraft.species.pidgeotto.desc": "Ce Pokémon est très endurant. Il survole en permanence son territoire pour chasser.",
  "pokecraft.species.pidgeot.name": "Roucarnage",
  "pokecraft.species.pidgeot.desc": "Ce Pokémon vole à Mach 2 quand il chasse. Ses grandes serres sont des armes redoutables.",
  "pokecraft.species.rattata.name": "Rattata",
  "pokecraft.species.rattata.desc": "Il peut ronger n’importe quoi avec ses deux dents. Quand on en voit un, il y en a certainement 40 dans le coin.",
  "pokecraft.species.raticate.name": "Rattatac",
  "pokecraft.species.raticate.desc": "Ses pattes arrière sont palmées. Il peut donc poursuivre sa proie dans les cours d’eau et les rivières.",
  "pokecraft.species.spearow.name": "Piafabec",
  "pokecraft.species.spearow.desc": "Il est incapable de voler à haute altitude. Il se déplace très vite pour protéger son territoire.",
  "pokecraft.species.fearow.name": "Rapasdepic",
  "pokecraft.species.fearow.desc": "Un Pokémon très ancien. S’il perçoit un danger, il fuit instantanément à haute altitude.",
  "pokecraft.species.ekans.name": "Abo",
  "pokecraft.species.ekans.desc": "Plus il est âgé, plus son corps est long. La nuit, il s’enroule autour de branches d’arbres pour se reposer.",
  "pokecraft.species.arbok.name": "Arbok",
  "pokecraft.species.arbok.desc": "Des études ont révélé que les marques effrayantes de son corps pouvaient former six motifs différents.",
  "pokecraft.species.pikachu.name": "Pikachu",
  "pokecraft.species.pikachu.desc": "Les Pikachu se disent bonjour en se frottant la queue et en y faisant passer du courant électrique.",
  "pokecraft.species.raichu.name": "Raichu",
  "pokecraft.species.raichu.desc": "Si ses joues sont à court d’énergie, il lève la queue et capte l’électricité contenue dans l’atmosphère.",
  "pokecraft.species.sandshrew.name": "Sabelette",
  "pokecraft.species.sandshrew.desc": "Il creuse le sol pour construire sa tanière. Rien n’arrête ses griffes acérées, pas même la roche la plus solide.",
  "pokecraft.species.sandslash.name": "Sablaireau",
  "pokecraft.species.sandslash.desc": "Il grimpe aux arbres grâce à ses griffes acérées et fait tomber des Baies pour les Sabelette qui attendent au sol.",
  "pokecraft.species.nidoranf.name": "Nidoran♀",
  "pokecraft.species.nidoranf.desc": "Ce Pokémon se nourrit de Baies en les ouvrant avec ses incisives. Le bout de sa corne est plus arrondi que celui du mâle.",
  "pokecraft.species.nidorina.name": "Nidorina",
  "pokecraft.species.nidorina.desc": "Si un danger menace le groupe, ces Pokémon se réunissent et l’affrontent en émettant des ultrasons en chœur.",
  "pokecraft.species.nidoqueen.name": "Nidoqueen",
  "pokecraft.species.nidoqueen.desc": "Ce Pokémon calme les petits de son espèce en les plaçant entre ses épines dorsales. Dans ce cas, elles ne libèrent pas de poison.",
  "pokecraft.species.nidoranm.name": "Nidoran♂",
  "pokecraft.species.nidoranm.desc": "Malgré sa petite taille, il est très téméraire. Afin de protéger sa compagne, il est prêt à se battre et à risquer sa vie.",
  "pokecraft.species.nidorino.name": "Nidorino",
  "pokecraft.species.nidorino.desc": "D’un naturel nerveux, il est prompt à se battre. Lorsqu’il a une montée d’adrénaline, la concentration de son poison augmente.",
  "pokecraft.species.nidoking.name": "Nidoking",
  "pokecraft.species.nidoking.desc": "Très fier de sa force, il se bat vigoureusement à l’aide de sa queue robuste et de sa corne capable de briser le diamant.",
  "pokecraft.species.clefairy.name": "Mélofée",
  "pokecraft.species.clefairy.desc": "Son comportement et son cri adorables font de lui un Pokémon très populaire. Malheureusement, il est difficile d’en croiser un spécimen.",
  "pokecraft.species.clefable.name": "Mélodelfe",
  "pokecraft.species.clefable.desc": "Capable d’entendre une aiguille tomber à plus d’un kilomètre, ce Pokémon préfère les endroits calmes et isolés.",
  "pokecraft.species.vulpix.name": "Goupix",
  "pokecraft.species.vulpix.desc": "Avec l’âge, la fourrure de ses six queues devient de plus en plus belle et soyeuse. Elle est chaude au toucher.",
  "pokecraft.species.ninetales.name": "Feunard",
  "pokecraft.species.ninetales.desc": "Il est très intelligent et rancunier. Quiconque attrape une de ses queues se fera maudire pour 1 000 ans.",
  "pokecraft.species.jigglypuff.name": "Rondoudou",
  "pokecraft.species.jigglypuff.desc": "Il module librement la longueur d’onde de sa voix pour chanter une étrange mélodie qui endort à tous les coups celui qui l’écoute.",
  "pokecraft.species.wigglytuff.name": "Grodoudou",
  "pokecraft.species.wigglytuff.desc": "Sa fourrure soyeuse fait sa fierté. La touffe sur son front est si douce que la caresser donne l’impression d’être sur un petit nuage.",
  "pokecraft.species.zubat.name": "Nosferapti",
  "pokecraft.species.zubat.desc": "Ils vivent dans les grottes où la lumière du jour ne perce jamais. Le matin, ils se blottissent les uns contre les autres pour se réchauffer et dormir.",
  "pokecraft.species.golbat.name": "Nosferalto",
  "pokecraft.species.golbat.desc": "Il se déplace habilement sur ses petites pattes, s’approche silencieusement de sa proie endormie, et lui suce le sang à l’aide de ses crocs.",
  "pokecraft.species.oddish.name": "Mystherbe",
  "pokecraft.species.oddish.desc": "Pendant la journée, il reste en sous-sol et évite le soleil. Il grandit en se baignant au clair de lune.",
  "pokecraft.species.gloom.name": "Ortide",
  "pokecraft.species.gloom.desc": "Ce qui semble être sa bave est en fait du nectar très collant. Si on le touche, il est très difficile de s’en dépêtrer.",
  "pokecraft.species.vileplume.name": "Rafflesia",
  "pokecraft.species.vileplume.desc": "Plus ses pétales sont grands, plus il produit de pollen toxique. Toutefois, le poids de sa tête le fatigue.",
  "pokecraft.species.paras.name": "Paras",
  "pokecraft.species.paras.desc": "Il s’enfouit pour ronger des racines, mais ce sont les champignons sur son dos qui absorbent presque tous les nutriments.",
  "pokecraft.species.parasect.name": "Parasect",
  "pokecraft.species.parasect.desc": "À force de voir son énergie aspirée, il semblerait que ce ne soit plus l’insecte qui réfléchisse, mais le champignon sur son dos.",
  "pokecraft.species.venonat.name": "Mimitoss",
  "pokecraft.species.venonat.desc": "Ses grands yeux lui servent de radar. En pleine lumière, on peut y distinguer des facettes.",
  "pokecraft.species.venomoth.name": "Aéromite",
  "pokecraft.species.venomoth.desc": "Les écailles de ses ailes sont presque impossibles à retirer lorsqu’elles se collent à la peau, et elles libèrent un poison violent au contact.",
  "pokecraft.species.diglett.name": "Taupiqueur",
  "pokecraft.species.diglett.desc": "Ce Pokémon creuse sous terre à faible profondeur. La terre qu’il laisse dans son sillage le rend facile à repérer.",
  "pokecraft.species.dugtrio.name": "Triopikeur",
  "pokecraft.species.dugtrio.desc": "Ce trio de Taupiqueur est capable de creuser jusqu’à 100 km sous terre, vers l’inconnu.",
  "pokecraft.species.meowth.name": "Miaouss",
  "pokecraft.species.meowth.desc": "Tatillon sur la propreté de la pièce sur son front, il se lave la figure avec grand soin. Il ne s’entend pas avec les Miaouss de Galar.",
  "pokecraft.species.persian.name": "Persian",
  "pokecraft.species.persian.desc": "Il se comporte avec grâce et élégance, et ne s’entend pas avec les rustres Berserkatt : les deux espèces se méprisent.",
  "pokecraft.species.psyduck.name": "Psykokwak",
  "pokecraft.species.psyduck.desc": "Sa migraine s’intensifie à mesure que son stress monte. Il libère une force psychique puissante qui terrasse tous ceux qui l’entourent.",
  "pokecraft.species.golduck.name": "Akwakwak",
  "pokecraft.species.golduck.desc": "D’après de vieilles légendes, ce Pokémon entraînait au fond de l’eau tous ceux qui osaient souiller sa rivière.",
  "pokecraft.species.mankey.name": "Férosinge",
  "pokecraft.species.mankey.desc": "Agile et rapide, ce Pokémon vit dans les arbres. Il s’énerve facilement et s’attaque à tout ce qui bouge quand il est en colère.",
  "pokecraft.species.primeape.name": "Colossinge",
  "pokecraft.species.primeape.desc": "Sa fureur prend fin quand il n’a plus personne à frapper. Il est difficile d’en être témoin.",
  "pokecraft.species.growlithe.name": "Caninos",
  "pokecraft.species.growlithe.desc": "Très fidèle, il aboie de toutes ses forces pour protéger son Dresseur d’Origine quand un danger le guette.",
  "pokecraft.species.arcanine.name": "Arcanin",
  "pokecraft.species.arcanine.desc": "Ce Pokémon est admiré depuis toujours pour sa beauté. Il court avec tellement de légèreté qu’on dirait qu’il vole.",
  "pokecraft.species.poliwag.name": "Ptitard",
  "pokecraft.species.poliwag.desc": "Dans les rivières au courant puissant, il se sert de ses lèvres épaisses comme d’une ventouse pour s’accrocher aux rochers.",
  "pokecraft.species.poliwhirl.name": "Têtarte",
  "pokecraft.species.poliwhirl.desc": "Il sécrète une sorte de mucus huileux qui lui permet d’échapper aux ennemis qui tentent de l’attraper.",
  "pokecraft.species.poliwrath.name": "Tartard",
  "pokecraft.species.poliwrath.desc": "Aussi habile à la nage qu’au combat, il peut donner de vigoureux coups de poing avec ses bras musclés.",
  "pokecraft.species.abra.name": "Abra",
  "pokecraft.species.abra.desc": "Il peut se téléporter en dormant. On dit que plus son sommeil est profond, plus il se téléporte loin.",
  "pokecraft.species.kadabra.name": "Kadabra",
  "pokecraft.species.kadabra.desc": "Incroyablement doué en télékinésie, il concentre son énergie psychique dans l’étoile sur son front en prévision de son évolution.",
  "pokecraft.species.alakazam.name": "Alakazam",
  "pokecraft.species.alakazam.desc": "Il dispose d’immenses pouvoirs psychiques. On raconte qu’il s’en est servi afin de créer les cuillères qu’il tient dans chaque main.",
  "pokecraft.species.machop.name": "Machoc",
  "pokecraft.species.machop.desc": "Il essaie de dépenser son énergie débordante en soulevant des rochers, ce qui le rend encore plus fort.",
  "pokecraft.species.machoke.name": "Machopeur",
  "pokecraft.species.machoke.desc": "Son corps robuste ne se fatigue jamais. Il n’hésite pas à aider les gens lorsqu’il s’agit de soulever des objets très lourds.",
  "pokecraft.species.machamp.name": "Mackogneur",
  "pokecraft.species.machamp.desc": "Il enchaîne les coups de poing avec ses quatre bras à une vitesse surprenante.",
  "pokecraft.species.bellsprout.name": "Chétiflor",
  "pokecraft.species.bellsprout.desc": "Il préfère les endroits chauds et humides. Il capture les Pokémon Insecte avec ses lianes pour les dévorer.",
  "pokecraft.species.weepinbell.name": "Boustiflor",
  "pokecraft.species.weepinbell.desc": "Quand il a faim, il avale tout ce qui bouge, puis achève ses proies avec de l’acide.",
  "pokecraft.species.victreebel.name": "Empiflor",
  "pokecraft.species.victreebel.desc": "Il attire ses proies avec une odeur de miel et les avale tout entières. Il les digère en un jour seulement, les os y compris.",
  "pokecraft.species.tentacool.name": "Tentacool",
  "pokecraft.species.tentacool.desc": "Il est presque totalement composé d’eau. Lorsqu’il s’immerge dans les flots, son corps se fond dans l’eau, ce qui le rend presque invisible.",
  "pokecraft.species.tentacruel.name": "Tentacruel",
  "pokecraft.species.tentacruel.desc": "Il peut allonger ses 80 tentacules à volonté et les utiliser comme un filet pour attraper sa proie et la transpercer de ses pics empoisonnés.",
  "pokecraft.species.geodude.name": "Racaillou",
  "pokecraft.species.geodude.desc": "On en trouve près des sentiers de montagne. Si vous marchez dessus par inadvertance, ils s’énervent et attaquent.",
  "pokecraft.species.graveler.name": "Gravalanch",
  "pokecraft.species.graveler.desc": "Il dévale les sentiers de montagne et traverse les obstacles en les pulvérisant.",
  "pokecraft.species.golem.name": "Grolem",
  "pokecraft.species.golem.desc": "Juste après la mue, son corps est blanc et tendre. Au contact de l’air, sa peau se solidifie et forme une armure.",
  "pokecraft.species.ponyta.name": "Ponyta",
  "pokecraft.species.ponyta.desc": "Il semblerait qu’une fois qu’un Dresseur a gagné la confiance de Ponyta, sa crinière enflammée ne le brûle plus au toucher.",
  "pokecraft.species.rapidash.name": "Galopa",
  "pokecraft.species.rapidash.desc": "Au sein d’un troupeau, c’est le plus rapide qui devient le chef. Il choisit les lieux où se rendre et détermine la vitesse de galop.",
  "pokecraft.species.slowpoke.name": "Ramoloss",
  "pokecraft.species.slowpoke.desc": "Lorsqu’il trempe le bout de sa queue dans l’eau, une substance sucrée s’en dégage. Il s’en sert pour appâter ses proies quand il pêche.",
  "pokecraft.species.slowbro.name": "Flagadoss",
  "pokecraft.species.slowbro.desc": "La morsure du Kokiyas l’a tellement surpris qu’il est devenu bipède. Il paraît qu’il redevient un Ramoloss si le Kokiyas lâche prise.",
  "pokecraft.species.magnemite.name": "Magnéti",
  "pokecraft.species.magnemite.desc": "Il se nourrit d’électricité et flotte dans les airs en libérant des ondes électromagnétiques avec les aimants situés de part et d’autre de son corps.",
  "pokecraft.species.magneton.name": "Magnéton",
  "pokecraft.species.magneton.desc": "Il émet constamment une énergie magnétique puissante qui interfère avec la grande majorité des ordinateurs dont il s’approche.",
  "pokecraft.species.farfetchd.name": "Canarticho",
  "pokecraft.species.farfetchd.desc": "Il se bat à l’aide de sa tige. Il existe plusieurs écoles quant à son maniement.",
  "pokecraft.species.doduo.name": "Doduo",
  "pokecraft.species.doduo.desc": "Ses petites ailes ne lui permettent pas de voler, mais grâce à ses puissantes pattes, il peut courir très rapidement.",
  "pokecraft.species.dodrio.name": "Dodrio",
  "pokecraft.species.dodrio.desc": "Quand une des têtes de Doduo se divise, il devient un Dodrio capable de courir à 60 km/h.",
  "pokecraft.species.seel.name": "Otaria",
  "pokecraft.species.seel.desc": "Il est à l’aise dans les endroits gelés. Il nage avec plaisir dans de l’eau à -10 ºC.",
  "pokecraft.species.dewgong.name": "Lamantine",
  "pokecraft.species.dewgong.desc": "Son corps entier est aussi blanc que la neige. Il résiste bien au froid et peut même nager au milieu des icebergs.",
  "pokecraft.species.grimer.name": "Tadmorv",
  "pokecraft.species.grimer.desc": "Ce tas de fange sent si mauvais qu’il est impossible de le toucher. Plus rien ne pousse dans son sillage putride.",
  "pokecraft.species.muk.name": "Grotadmorv",
  "pokecraft.species.muk.desc": "Son odeur immonde provoque des évanouissements. Son odorat s’est atrophié à cause de sa propre puanteur.",
  "pokecraft.species.shellder.name": "Kokiyas",
  "pokecraft.species.shellder.desc": "Sa coquille est si résistante qu’elle repousse toutes les attaques. En revanche, il est vulnérable quand celle-ci s’ouvre.",
  "pokecraft.species.cloyster.name": "Crustabri",
  "pokecraft.species.cloyster.desc": "Quand il referme sa coquille, il est impossible de la rouvrir, même avec une force hors du commun.",
  "pokecraft.species.gastly.name": "Fantominus",
  "pokecraft.species.gastly.desc": "Son corps gazéiforme lui permet de se glisser n’importe où, mais au moindre coup de vent, il s’envole.",
  "pokecraft.species.haunter.name": "Spectrum",
  "pokecraft.species.haunter.desc": "On dit que lorsque quelqu’un a l’impression d’être surveillé dans le noir, c’est sûrement qu’un Spectrum se trouve dans les parages.",
  "pokecraft.species.gengar.name": "Ectoplasma",
  "pokecraft.species.gengar.desc": "On dit qu’Ectoplasma surgit parfois des ténèbres pour prendre la vie des personnes égarées en montagne.",
  "pokecraft.species.onix.name": "Onix",
  "pokecraft.species.onix.desc": "Il creuse dans le sol à une vitesse de 80 km/h en contorsionnant son immense corps de pierre.",
  "pokecraft.species.drowzee.name": "Soporifik",
  "pokecraft.species.drowzee.desc": "Si vous dormez tout le temps près de lui, il partagera parfois avec vous les rêves qu’il a dévorés par le passé.",
  "pokecraft.species.hypno.name": "Hypnomade",
  "pokecraft.species.hypno.desc": "Évitez son regard quand vous en croisez un, ou il pourrait essayer de vous hypnotiser avec son pendule.",
  "pokecraft.species.krabby.name": "Krabby",
  "pokecraft.species.krabby.desc": "S’il se sent menacé, il se cache derrière les bulles émises par sa bouche pour paraître plus gros.",
  "pokecraft.species.kingler.name": "Krabboss",
  "pokecraft.species.kingler.desc": "Sa pince gigantesque possède une puissance destructrice phénoménale, mais hors combat, son poids devient un handicap.",
  "pokecraft.species.voltorb.name": "Voltorbe",
  "pokecraft.species.voltorb.desc": "On dit qu’il se déguise en Poké Ball. Il s’autodétruit à la moindre stimulation.",
  "pokecraft.species.electrode.name": "Électrode",
  "pokecraft.species.electrode.desc": "Il stocke de l’énergie électrique dans son corps, ce qui le rend instable et explosif.",
  "pokecraft.species.exeggcute.name": "Noeunoeuf",
  "pokecraft.species.exeggcute.desc": "Il a besoin d’être constitué de ses six membres pour rester calme. Sitôt qu’il en manque un, il lui prend soudainement l’envie de fuir.",
  "pokecraft.species.exeggutor.name": "Noadkoko",
  "pokecraft.species.exeggutor.desc": "Les attaques psychiques lancées par ses trois têtes à l’unisson sont très puissantes. Par temps nuageux, ses mouvements sont plus lents.",
  "pokecraft.species.cubone.name": "Osselait",
  "pokecraft.species.cubone.desc": "Il porte sur sa tête le crâne de sa défunte mère. Il lui arrive de rêver d’elle et de pleurer, mais chaque larme qu’il verse le rend plus fort.",
  "pokecraft.species.marowak.name": "Ossatueur",
  "pokecraft.species.marowak.desc": "En évoluant, il est devenu violent, et le crâne de sa mère qu’il portait a fusionné avec sa tête.",
  "pokecraft.species.hitmonlee.name": "Kicklee",
  "pokecraft.species.hitmonlee.desc": "Kicklee peut rétracter et étendre ses jambes à sa guise. La formidable allonge dont il dispose lui permet de frapper des adversaires éloignés.",
  "pokecraft.species.hitmonchan.name": "Tygnon",
  "pokecraft.species.hitmonchan.desc": "Ses poings fendent l’air, mais il se fatigue au bout de trois minutes à enchaîner les coups.",
  "pokecraft.species.lickitung.name": "Excelangue",
  "pokecraft.species.lickitung.desc": "Excelangue se nourrit essentiellement de Pokémon Insecte. Il lèche ses ennemis avec sa longue langue pour les paralyser, puis les avale tout rond.",
  "pokecraft.species.koffing.name": "Smogo",
  "pokecraft.species.koffing.desc": "On raconte qu’il y a longtemps, ces Pokémon amateurs d’air pollué étaient beaucoup plus nombreux à Galar.",
  "pokecraft.species.weezing.name": "Smogogo",
  "pokecraft.species.weezing.desc": "Il ne peut pas aspirer autant d’air que le Smogogo de Galar, mais le poison qu’il produit est plus puissant.",
  "pokecraft.species.rhyhorn.name": "Rhinocorne",
  "pokecraft.species.rhyhorn.desc": "Il ne peut se souvenir que d’une chose à la fois. S’il se met à courir, il en oublie tout de suite la raison.",
  "pokecraft.species.rhydon.name": "Rhinoféros",
  "pokecraft.species.rhydon.desc": "Son épiderme est si épais qu’il lui permet même de survivre dans du magma d’une température de 2 000 °C.",
  "pokecraft.species.chansey.name": "Leveinard",
  "pokecraft.species.chansey.desc": "Ce Pokémon lent à l’origine a appris à fuir plus vite pour protéger ses œufs des voleurs.",
  "pokecraft.species.tangela.name": "Saquedeneu",
  "pokecraft.species.tangela.desc": "Ses lianes ont une odeur particulière. Elles servent d’herbes aromatiques dans une certaine zone de Galar.",
  "pokecraft.species.kangaskhan.name": "Kangourex",
  "pokecraft.species.kangaskhan.desc": "Certains documents certifient que les Kangourex sans progéniture élevaient des enfants humains en détresse.",
  "pokecraft.species.horsea.name": "Hypotrempe",
  "pokecraft.species.horsea.desc": "Hypotrempe crée des tourbillons en dansant sous l’eau. Il s’amuse à comparer la taille des remous qu’il fait avec ceux de ses congénères.",
  "pokecraft.species.seadra.name": "Hypocéan",
  "pokecraft.species.seadra.desc": "Sa puissance de succion est si forte qu’il peut aspirer en un instant ses proies pour les manger, même si elles sont plus grosses que sa bouche.",
  "pokecraft.species.goldeen.name": "Poissirène",
  "pokecraft.species.goldeen.desc": "Ses nageoires dorsales et pectorales sont très développées. Elles lui permettent de nager à une vitesse de cinq nœuds.",
  "pokecraft.species.seaking.name": "Poissoroy",
  "pokecraft.species.seaking.desc": "S’il fait des trous dans les rochers avec sa corne pour bâtir son nid, c’est pour éviter que ses Œufs ne soient emportés par les flots.",
  "pokecraft.species.staryu.name": "Stari",
  "pokecraft.species.staryu.desc": "Il ne se soucie guère des Pokémon poissons qui viennent le grignoter, car même si son corps est déchiqueté, il se régénère aussitôt.",
  "pokecraft.species.starmie.name": "Staross",
  "pokecraft.species.starmie.desc": "Il aspire du plancton quand il nage dans la mer en faisant tourner son corps à grande vitesse.",
  "pokecraft.species.mrmime.name": "M. Mime",
  "pokecraft.species.mrmime.desc": "Son talent pour le mime est indéniable. Il émet des ondes du bout des doigts pour créer un mur qui le protège de nombreuses attaques.",
  "pokecraft.species.scyther.name": "Insécateur",
  "pokecraft.species.scyther.desc": "Si l’on voit un grand nombre d’arbres abattus au même endroit dans une forêt, cela signifie que l’on se trouve sur le territoire d’un Insécateur.",
  "pokecraft.species.jynx.name": "Lippoutou",
  "pokecraft.species.jynx.desc": "Les Lippoutou vivant à Galar sont souvent dotés d’une belle voix cristalline, ce qui leur vaut d’attirer des fans.",
  "pokecraft.species.electabuzz.name": "Élektek",
  "pokecraft.species.electabuzz.desc": "Quand un orage approche, ils se réunissent tous autour d’un grand arbre et attendent patiemment que la foudre s’abatte.",
  "pokecraft.species.magmar.name": "Magmar",
  "pokecraft.species.magmar.desc": "Tout son corps est en combustion permanente. Il est craint, car on dit qu’il cause des incendies.",
  "pokecraft.species.pinsir.name": "Scarabrute",
  "pokecraft.species.pinsir.desc": "Une fois sa proie enserrée entre ses cornes, deux choix s’offrent à lui : la couper en deux ou la projeter au loin de toutes ses forces.",
  "pokecraft.species.tauros.name": "Tauros",
  "pokecraft.species.tauros.desc": "Les Tauros vivant à Galar ont un tempérament violent et ne tolèrent pas que les êtres humains montent sur leur dos.",
  "pokecraft.species.magikarp.name": "Magicarpe",
  "pokecraft.species.magikarp.desc": "Ce Pokémon est si faible que, dans les eaux à forts courants, il se contente de se laisser porter lamentablement.",
  "pokecraft.species.gyarados.name": "Léviator",
  "pokecraft.species.gyarados.desc": "Quand il se laisse emporter par la rage, même la plus violente des tempêtes ne peut l’empêcher de détruire tout ce qui l’entoure.",
  "pokecraft.species.lapras.name": "Lokhlass",
  "pokecraft.species.lapras.desc": "Il résiste bien aux très basses températures et peut nager dans des mers glaciales. Sa peau est lisse et légèrement froide au toucher.",
  "pokecraft.species.ditto.name": "Métamorph",
  "pokecraft.species.ditto.desc": "Quand il rencontre l’un de ses semblables, il s’agite avec plus de vivacité que d’habitude pour adopter exactement la même forme que lui.",
  "pokecraft.species.eevee.name": "Évoli",
  "pokecraft.species.eevee.desc": "L’ADN de ce Pokémon très particulier recèle de nombreuses possibilités d’évolution.",
  "pokecraft.species.vaporeon.name": "Aquali",
  "pokecraft.species.vaporeon.desc": "Sa structure cellulaire est similaire à la composition moléculaire de l’eau. Une fois dans cet élément, il devient indétectable à l’œil nu.",
  "pokecraft.species.jolteon.name": "Voltali",
  "pokecraft.species.jolteon.desc": "Il se charge d’ions négatifs contenus dans l’air pour envoyer des décharges d’environ 10 000 volts.",
  "pokecraft.species.flareon.name": "Pyroli",
  "pokecraft.species.flareon.desc": "Il emmagasine de l’air dans sa poche de flammes et le chauffe à une température de 1 700 °C.",
  "pokecraft.species.porygon.name": "Porygon",
  "pokecraft.species.porygon.desc": "Ces dernières années, il s’est rendu très utile dans le cyberespace, qu’il arpente pour s’assurer qu’il n’y a aucune donnée suspecte.",
  "pokecraft.species.omanyte.name": "Amonita",
  "pokecraft.species.omanyte.desc": "Un Pokémon préhistorique aujourd’hui disparu. Il semble flotter lorsqu’il nage en brassant l’eau avec ses dix tentacules.",
  "pokecraft.species.omastar.name": "Amonistar",
  "pokecraft.species.omastar.desc": "Ses crocs sont capables de broyer la roche, mais il ne peut s’attaquer qu’aux proies à portée de ses tentacules.",
  "pokecraft.species.kabuto.name": "Kabuto",
  "pokecraft.species.kabuto.desc": "On raconte qu’ils se seraient éteints, mais apparemment, on peut souvent en croiser dans une zone particulière.",
  "pokecraft.species.kabutops.name": "Kabutops",
  "pokecraft.species.kabutops.desc": "Nul ne sait pourquoi il s’est éteint. Ce Pokémon préhistorique féroce vivait dans les mers chaudes.",
  "pokecraft.species.aerodactyl.name": "Ptéra",
  "pokecraft.species.aerodactyl.desc": "Sa dentition semblable à une scie peut même broyer la peau des Pokémon Acier.",
  "pokecraft.species.snorlax.name": "Ronflex",
  "pokecraft.species.snorlax.desc": "L’estomac de ce Pokémon est si résistant qu’il peut même digérer de la nourriture avariée.",
  "pokecraft.species.articuno.name": "Artikodin",
  "pokecraft.species.articuno.desc": "Il possède le pouvoir de contrôler la glace. Selon les dires, il vivrait sur les sommets recouverts de neiges éternelles.",
  "pokecraft.species.zapdos.name": "Électhor",
  "pokecraft.species.zapdos.desc": "On raconte que lorsque ce Pokémon oiseau légendaire fait vibrer ses plumes, le frottement fait tomber la foudre instantanément.",
  "pokecraft.species.moltres.name": "Sulfura",
  "pokecraft.species.moltres.desc": "On raconte qu’il a sauvé des personnes perdues en montagne en illuminant les sentiers à l’aide de ses splendides ailes flamboyantes.",
  "pokecraft.species.dratini.name": "Minidraco",
  "pokecraft.species.dratini.desc": "On a longtemps douté de l’existence de ce Pokémon. La petite bosse sur son front est en fait sa corne en pleine croissance.",
  "pokecraft.species.dragonair.name": "Draco",
  "pokecraft.species.dragonair.desc": "Il contrôle la météo en accumulant de l’énergie dans les orbes au bout de sa queue. Sa silhouette nimbée d’une aura lui confère un air mystique.",
  "pokecraft.species.dragonite.name": "Dracolosse",
  "pokecraft.species.dragonite.desc": "On l’appelle « l’avatar de la mer ». Nombreux sont les navires arborant une figure de proue en forme de Dracolosse.",
  "pokecraft.species.mewtwo.name": "Mewtwo",
  "pokecraft.species.mewtwo.desc": "Son ADN est presque le même que celui de Mew, mais sa taille et son caractère sont très différents.",
  "pokecraft.species.mew.name": "Mew",
  "pokecraft.species.mew.desc": "À l’aide d’un microscope, on peut distinguer le pelage extrêmement court, fin et délicat de ce Pokémon.",
  "pokecraft.species.chikorita.name": "Germignon",
  "pokecraft.species.chikorita.desc": "Lorsqu’il se bat, Germignon secoue sa feuille pour tenir son ennemi à distance. Un doux parfum s’en dégage également, apaisant les Pokémon qui se battent et créant une atmosphère agréable et amicale.",
  "pokecraft.species.bayleef.name": "Macronium",
  "pokecraft.species.bayleef.desc": "Le cou de Macronium est entouré de nombreuses feuilles. Dans chacune d’elles se trouve une pousse d’arbre. Le parfum de cette pousse donne la pêche aux personnes qui le sentent.",
  "pokecraft.species.meganium.name": "Méganium",
  "pokecraft.species.meganium.desc": "Le parfum de la fleur de Méganium apaise et calme les esprits. Pendant les combats, ce Pokémon émet son parfum relaxant pour atténuer l’agressivité de l’ennemi.",
  "pokecraft.species.cyndaquil.name": "Héricendre",
  "pokecraft.species.cyndaquil.desc": "Héricendre se protège en faisant jaillir des flammes de son dos. Ces flammes peuvent être violentes si le Pokémon est en colère. Cependant, s’il est fatigué, seules quelques flammèches vacillent laborieusement.",
  "pokecraft.species.quilava.name": "Feurisson",
  "pokecraft.species.quilava.desc": "Feurisson garde ses ennemis à distance grâce à l’intensité de ses flammes et à des rafales d’air brûlant. Ce Pokémon utilise son incroyable agilité pour éviter les attaques, tout en enflammant ses ennemis.",
  "pokecraft.species.typhlosion.name": "Typhlosion",
  "pokecraft.species.typhlosion.desc": "Typhlosion se cache derrière un chatoyant nuage de chaleur qu’il crée en attisant ses flammes intenses. Ce Pokémon peut générer des rafales explosives qui réduisent tout en cendres.",
  "pokecraft.species.totodile.name": "Kaiminus",
  "pokecraft.species.totodile.desc": "Malgré son tout petit corps, la mâchoire de Kaiminus est très puissante. Parfois, ce Pokémon mordille les gens pour jouer, sans se rendre compte que sa morsure peut gravement blesser quelqu’un.",
  "pokecraft.species.croconaw.name": "Crocrodil",
  "pokecraft.species.croconaw.desc": "Une fois que Crocrodil a refermé sa mâchoire sur son ennemi, il est impossible de le faire lâcher prise. Ses crocs sont recourbés comme des hameçons et ne peuvent pas être retirés une fois enfoncés.",
  "pokecraft.species.feraligatr.name": "Aligatueur",
  "pokecraft.species.feraligatr.desc": "Aligatueur impressionne ses ennemis en ouvrant son énorme gueule. Pendant les combats, il piétine le sol de ses puissantes pattes arrière avant de charger ses adversaires à pleine vitesse.",
  "pokecraft.species.sentret.name": "Fouinette",
  "pokecraft.species.sentret.desc": "Lorsqu’un Fouinette dort, un autre monte la garde. La sentinelle réveille les autres au moindre signe de danger. Si un de ces Pokémon est séparé de sa meute, il est incapable de dormir, car il a peur.",
  "pokecraft.species.furret.name": "Fouinar",
  "pokecraft.species.furret.desc": "Fouinar est très mince. Lorsqu’il est attaqué, il peut s’enfuir en se faufilant habilement dans les recoins étroits. Malgré ses pattes courtes, ce Pokémon est très agile et rapide.",
  "pokecraft.species.hoothoot.name": "Hoothoot",
  "pokecraft.species.hoothoot.desc": "Il hulule chaque jour aux mêmes moments. Certains Dresseurs s’en servent comme d’une montre.",
  "pokecraft.species.noctowl.name": "Noarfang",
  "pokecraft.species.noctowl.desc": "Quand il réfléchit, il tourne sa tête sur 180 degrés pour optimiser son mode de pensée.",
  "pokecraft.species.ledyba.name": "Coxy",
  "pokecraft.species.ledyba.desc": "Extrêmement timide, ce Pokémon défend le nid qu’il partage avec ses congénères en utilisant Protection.",
  "pokecraft.species.ledian.name": "Coxyclaque",
  "pokecraft.species.ledian.desc": "Il vole dans le ciel nocturne en répandant une poudre scintillante. Si elle vous touche, quelque chose de positif devrait bientôt vous arriver.",
  "pokecraft.species.spinarak.name": "Mimigal",
  "pokecraft.species.spinarak.desc": "Le poison contenu dans les mandibules de ce Pokémon n’est pas très violent, mais il suffit à immobiliser les proies piégées dans sa toile.",
  "pokecraft.species.ariados.name": "Migalos",
  "pokecraft.species.ariados.desc": "Il capture ses proies en projetant un fil qu’il sécrète. À la nuit tombée, il quitte sa toile et part chasser activement.",
  "pokecraft.species.crobat.name": "Nostenfer",
  "pokecraft.species.crobat.desc": "Il vole en contrôlant librement ses quatre ailes et peut se déplacer sans avoir besoin de ralentir, même dans les grottes étroites.",
  "pokecraft.species.chinchou.name": "Loupio",
  "pokecraft.species.chinchou.desc": "Au plus profond de l’océan, son seul moyen de communication est la lumière de ses antennes, qui clignotent constamment.",
  "pokecraft.species.lanturn.name": "Lanturn",
  "pokecraft.species.lanturn.desc": "Il dégage une vive lumière pour éblouir ses proies, puis leur inflige un choc électrique bien senti.",
  "pokecraft.species.pichu.name": "Pichu",
  "pokecraft.species.pichu.desc": "Les poches électriques de ses joues sont très petites. Lorsqu’elles sont surchargées, il s’électrocute lui-même.",
  "pokecraft.species.cleffa.name": "Mélo",
  "pokecraft.species.cleffa.desc": "Il ressemble un peu à une étoile. On suppose qu’il est venu sur terre accroché à une météorite.",
  "pokecraft.species.igglybuff.name": "Toudoudou",
  "pokecraft.species.igglybuff.desc": "Il se déplace en faisant rebondir son corps tout mou. Lorsque sa température corporelle augmente, il devient rose foncé.",
  "pokecraft.species.togepi.name": "Togepi",
  "pokecraft.species.togepi.desc": "C’est un symbole de chance. On dit que sa coquille est remplie de joie.",
  "pokecraft.species.togetic.name": "Togetic",
  "pokecraft.species.togetic.desc": "Ce Pokémon est capable de léviter sans battre des ailes. Il est vite démoralisé s’il n’est pas en compagnie de gens sympathiques.",
  "pokecraft.species.natu.name": "Natu",
  "pokecraft.species.natu.desc": "Ses ailes ne sont pas assez développées donc il ne peut se déplacer qu’en sautillant. Il fixe toujours quelque chose du regard.",
  "pokecraft.species.xatu.name": "Xatu",
  "pokecraft.species.xatu.desc": "Capable de voir le passé et l’avenir, ce Pokémon mystérieux consacre toutes ses journées à observer la course du soleil.",
  "pokecraft.species.mareep.name": "Wattouat",
  "pokecraft.species.mareep.desc": "Il a beau être mignon, sa laine génère de l’électricité quand on la frotte. Tentez de le caresser, et il vous mettra vite au courant !",
  "pokecraft.species.flaaffy.name": "Lainergie",
  "pokecraft.species.flaaffy.desc": "Il accumule de l’électricité dans sa toison duveteuse. Il en a tellement stocké qu’il en a perdu sa laine par endroits.",
  "pokecraft.species.ampharos.name": "Pharamp",
  "pokecraft.species.ampharos.desc": "Sa queue brille d’une lumière éclatante. Depuis des temps très anciens, il est vénéré comme le guide des marins.",
  "pokecraft.species.bellossom.name": "Joliflor",
  "pokecraft.species.bellossom.desc": "Les Joliflor se réunissent parfois pour danser. On pense que c’est un rituel pour invoquer le soleil.",
  "pokecraft.species.marill.name": "Marill",
  "pokecraft.species.marill.desc": "Sa fourrure est hydrophobe, si bien qu’elle sèche en un instant. Il n’a donc jamais froid, même lorsqu’il sort d’une mer glaciale.",
  "pokecraft.species.azumarill.name": "Azumarill",
  "pokecraft.species.azumarill.desc": "Il crée des bulles d’air dont il enveloppe gentiment les Azurill venus jouer dans la rivière.",
  "pokecraft.species.sudowoodo.name": "Simularbre",
  "pokecraft.species.sudowoodo.desc": "Il se déguise en arbre pour éviter de se faire attaquer. Il déteste l’eau et se cache par temps de pluie.",
  "pokecraft.species.politoed.name": "Tarpaud",
  "pokecraft.species.politoed.desc": "Le cri des mâles est plus puissant que celui des femelles, qui préfèrent les voix fortes et intimidantes.",
  "pokecraft.species.hoppip.name": "Granivol",
  "pokecraft.species.hoppip.desc": "Ce Pokémon flotte à la dérive, porté par le vent. S’il sent qu’un vent très fort approche, Granivol attache ses feuilles aux autres Granivol pour ne pas être emporté par la bourrasque.",
  "pokecraft.species.skiploom.name": "Floravol",
  "pokecraft.species.skiploom.desc": "La fleur de Floravol éclot lorsque la température atteint 18 °C. L’ouverture de la fleur change en fonction de la température. Certaines personnes se servent de ce Pokémon comme d’un thermomètre.",
  "pokecraft.species.jumpluff.name": "Cotovol",
  "pokecraft.species.jumpluff.desc": "Cotovol traverse la mer, porté par les vents, pour découvrir de nouveaux territoires. Ce Pokémon se rapproche du sol quand le vent est trop froid.",
  "pokecraft.species.aipom.name": "Capumain",
  "pokecraft.species.aipom.desc": "Il guette ses proies depuis la cime des arbres. Quand il aperçoit un Croquine, son mets préféré, il se jette dessus.",
  "pokecraft.species.sunkern.name": "Tournegrin",
  "pokecraft.species.sunkern.desc": "Tournegrin essaie de bouger le moins possible. C’est parce qu’il veut conserver tous les nutriments qu’il stocke dans son corps pour son évolution. Il ne mange pas, ne subsistant que grâce à la rosée matinale.",
  "pokecraft.species.sunflora.name": "Héliatronc",
  "pokecraft.species.sunflora.desc": "Héliatronc convertit l’énergie solaire en nutriments. Il remue activement pendant la journée, quand il fait chaud. Il redevient immobile dès que le soleil se couche.",
  "pokecraft.species.yanma.name": "Yanma",
  "pokecraft.species.yanma.desc": "Yanma a un champ de vision de 360 degrés sans avoir besoin de bouger les yeux. Il vole incroyablement bien et peut faire des figures acrobatiques. Ce Pokémon descend en piqué sur ses proies.",
  "pokecraft.species.wooper.name": "Axoloto",
  "pokecraft.species.wooper.desc": "Lorsqu’il est sur la terre ferme, il couvre son corps d’un voile toxique qui le protège de la déshydratation.",
  "pokecraft.species.quagsire.name": "Maraiste",
  "pokecraft.species.quagsire.desc": "Il est toujours gluant. Quand il nage, il se cogne souvent la tête au fond des rivières, mais semble s’en moquer.",
  "pokecraft.species.espeon.name": "Mentali",
  "pokecraft.species.espeon.desc": "Le joyau sur le front de Mentali projette des ondes psychiques en combat, et s’obscurcit quand il est à bout de force.",
  "pokecraft.species.umbreon.name": "Noctali",
  "pokecraft.species.umbreon.desc": "Les nuits de pleine lune, ou s’il est agité, les anneaux sur sa peau se mettent à briller.",
  "pokecraft.species.murkrow.name": "Cornèbre",
  "pokecraft.species.murkrow.desc": "Il cherche des objets brillants pour son chef. Sa réputation d’oiseau de mauvais augure lui vaut la haine de nombreuses personnes.",
  "pokecraft.species.slowking.name": "Roigada",
  "pokecraft.species.slowking.desc": "Il est capable de résoudre tous les problèmes qu’on lui présente, mais personne ne parvient à comprendre ce qu’il dit.",
  "pokecraft.species.misdreavus.name": "Feuforêve",
  "pokecraft.species.misdreavus.desc": "Il adore faire peur aux humains en imitant leurs pleurs, et n’apprécie guère ceux qui ne se laissent pas intimider.",
  "pokecraft.species.unown.name": "Zarbi",
  "pokecraft.species.unown.desc": "Ce Pokémon a la forme d’un caractère d’écriture antique. Personne ne sait si ces écritures antiques sont apparues avant les Zarbi ou le contraire. Des études sont en cours, mais aucun résultat n’a été annoncé.",
  "pokecraft.species.wobbuffet.name": "Qulbutoké",
  "pokecraft.species.wobbuffet.desc": "Il vit discrètement dans l’obscurité pour cacher sa queue noire. Il n’attaque jamais en premier.",
  "pokecraft.species.girafarig.name": "Girafarig",
  "pokecraft.species.girafarig.desc": "La tête à l’arrière de Girafarig abrite un cerveau trop petit pour penser. En revanche, cette tête arrière n’a pas besoin de dormir, ce qui lui permet de monter la garde tout le temps.",
  "pokecraft.species.pineco.name": "Pomdepik",
  "pokecraft.species.pineco.desc": "Il grandit en utilisant sa salive pour coller l’écorce des arbres sur son corps. Un Pomdepik âgé peut prendre des proportions démesurées.",
  "pokecraft.species.forretress.name": "Foretress",
  "pokecraft.species.forretress.desc": "On ne peut voir l’intérieur de sa carapace que lorsqu’il engloutit sa nourriture, mais il est si rapide que personne n’a encore jamais réussi.",
  "pokecraft.species.dunsparce.name": "Insolourdo",
  "pokecraft.species.dunsparce.desc": "Bien que son nid ressemble à un labyrinthe, il ne s’y perd jamais, car il se repère grâce à l’odeur de la terre.",
  "pokecraft.species.gligar.name": "Scorplane",
  "pokecraft.species.gligar.desc": "Scorplane plane dans les airs sans un bruit, comme s’il glissait. Ce Pokémon s’accroche au visage de son ennemi grâce aux serres de ses pattes arrière et aux pinces de ses pattes avant, et pique avec son dard empoisonné.",
  "pokecraft.species.steelix.name": "Steelix",
  "pokecraft.species.steelix.desc": "On pense que son corps s’est transformé à force d’avaler le fer contenu dans la terre en creusant.",
  "pokecraft.species.snubbull.name": "Snubbull",
  "pokecraft.species.snubbull.desc": "Malgré les apparences, c’est un grand timide qui fait souvent l’objet de railleries quand il se trouve au milieu d’un groupe de Pokémon Chiot.",
  "pokecraft.species.granbull.name": "Granbull",
  "pokecraft.species.granbull.desc": "Les jeunes gens en sont fous, mais sa timidité et sa grande délicatesse en font un piètre Pokémon de garde.",
  "pokecraft.species.qwilfish.name": "Qwilfish",
  "pokecraft.species.qwilfish.desc": "Ses petites épines étaient autrefois des écailles. Elles sécrètent des toxines pouvant faire perdre connaissance.",
  "pokecraft.species.scizor.name": "Cizayox",
  "pokecraft.species.scizor.desc": "Malgré son corps fin, sa puissance de frappe est prodigieuse, car même ses muscles sont composés de métal.",
  "pokecraft.species.shuckle.name": "Caratroc",
  "pokecraft.species.shuckle.desc": "Les Baies qu’il conserve dans sa carapace en forme d’urne se changent en jus onctueux après un certain temps.",
  "pokecraft.species.heracross.name": "Scarhino",
  "pokecraft.species.heracross.desc": "Ce Pokémon est fier de sa force colossale qui lui permet de soulever cent fois son propre poids avec facilité.",
  "pokecraft.species.sneasel.name": "Farfuret",
  "pokecraft.species.sneasel.desc": "Un Pokémon aussi cruel que fourbe. Il se glisse dans le nid des autres Pokémon en leur absence pour dérober leurs Œufs.",
  "pokecraft.species.teddiursa.name": "Teddiursa",
  "pokecraft.species.teddiursa.desc": "Ce Pokémon aime se lécher les paumes quand elles sont encore pleines de miel. Teddiursa concocte son propre miel en mélangeant les fruits et le pollen récolté par Dardargnan.",
  "pokecraft.species.ursaring.name": "Ursaring",
  "pokecraft.species.ursaring.desc": "On dit que les Ursaring trouvent leur nourriture dans les cours d’eau et les grands arbres des forêts où ils habitent. Ce Pokémon erre dans la forêt toute la journée pour chercher de la nourriture.",
  "pokecraft.species.slugma.name": "Limagma",
  "pokecraft.species.slugma.desc": "Les veines de Limagma ne contiennent pas de sang. Au lieu de ça, du magma en fusion circule dans le corps de ce Pokémon, apportant les nutriments et l’oxygène nécessaires à ses organes.",
  "pokecraft.species.magcargo.name": "Volcaropod",
  "pokecraft.species.magcargo.desc": "La température de Volcaropod est d’environ 10 000 °C. L’eau s’évapore à son contact. Si ce Pokémon se retrouve sous la pluie, les gouttes d’eau forment de la vapeur et couvrent la zone de brouillard.",
  "pokecraft.species.swinub.name": "Marcacrin",
  "pokecraft.species.swinub.desc": "S’il sent une odeur attrayante, il fonce la tête la première pour trouver d’où elle vient.",
  "pokecraft.species.piloswine.name": "Cochignon",
  "pokecraft.species.piloswine.desc": "Bien qu’il soit pourvu de pattes courtes, ses sabots larges et pointus l’empêchent de glisser sur la glace.",
  "pokecraft.species.corsola.name": "Corayon",
  "pokecraft.species.corsola.desc": "Ces Pokémon habitués des mers chaudes se trouvaient autrefois en masse sur les côtes de Galar.",
  "pokecraft.species.remoraid.name": "Rémoraid",
  "pokecraft.species.remoraid.desc": "À l’aide de sa nageoire dorsale en forme de ventouse, il s’accroche sous un Démanta pour récupérer ses restes.",
  "pokecraft.species.octillery.name": "Octillery",
  "pokecraft.species.octillery.desc": "Il capture ses ennemis avec ses tentacules et les écrase ensuite avec sa tête dure comme la pierre.",
  "pokecraft.species.delibird.name": "Cadoizo",
  "pokecraft.species.delibird.desc": "Ce Pokémon partage facilement son repas avec d’autres Pokémon et avec des humains, ce qui l’oblige à constamment courir après la nourriture.",
  "pokecraft.species.mantine.name": "Démanta",
  "pokecraft.species.mantine.desc": "Il nage paisiblement, sans se soucier des Rémoraid qui s’agrippent à lui pour lui voler ses restes.",
  "pokecraft.species.skarmory.name": "Airmure",
  "pokecraft.species.skarmory.desc": "Ce Pokémon orne souvent les blasons, car les plumes qu’il perd sont utilisées pour forger des épées.",
  "pokecraft.species.houndour.name": "Malosse",
  "pokecraft.species.houndour.desc": "Si ses congénères et lui poussent de sinistres hurlements avant l’aube, c’est pour signaler leur présence à tout le monde.",
  "pokecraft.species.houndoom.name": "Démolosse",
  "pokecraft.species.houndoom.desc": "Ceux qui le craignaient jadis lui ont donné le surnom de « messager de la Faucheuse » à cause de son hurlement sinistre si particulier.",
  "pokecraft.species.kingdra.name": "Hyporoi",
  "pokecraft.species.kingdra.desc": "Les écailles qui se détachent de son corps brillent d’un éclat si élégant et si intense qu’on les offre aux familles royales.",
  "pokecraft.species.phanpy.name": "Phanpy",
  "pokecraft.species.phanpy.desc": "Phanpy utilise sa petite trompe pour se doucher. Quand plusieurs d’entre eux se réunissent, ils s’arrosent joyeusement. On peut souvent voir ces Pokémon se sécher au bord de l’eau.",
  "pokecraft.species.donphan.name": "Donphan",
  "pokecraft.species.donphan.desc": "Si Donphan décidait de charger, il pourrait détruire une maison. Grâce à sa force étonnante, ce Pokémon peut aider à déplacer les rochers et les coulées de boue qui bloquent les chemins de montagne.",
  "pokecraft.species.porygon2.name": "Porygon2",
  "pokecraft.species.porygon2.desc": "Depuis qu’on l’a doté d’une intelligence artificielle, il parle un langage mystérieux que seuls ses congénères comprennent.",
  "pokecraft.species.stantler.name": "Cerfrousse",
  "pokecraft.species.stantler.desc": "Les superbes bois de Cerfrousse étaient vendus très cher comme œuvres d’art. Ce Pokémon fut chassé et l’espèce proche de l’extinction à cause des gens qui recherchaient leurs précieux bois.",
  "pokecraft.species.smeargle.name": "Queulorior",
  "pokecraft.species.smeargle.desc": "Il se sert du liquide qui sort de sa queue pour dessiner sa marque. Ses fans s’arrachent ses plus beaux tracés à prix d’or.",
  "pokecraft.species.tyrogue.name": "Debugant",
  "pokecraft.species.tyrogue.desc": "Même s’il est petit, il vaut mieux ne pas l’ignorer : quand il trouve un adversaire à sa hauteur, il frappe fort et souvent sans prévenir.",
  "pokecraft.species.hitmontop.name": "Kapoera",
  "pokecraft.species.hitmontop.desc": "Après avoir effectué un poirier visant à désorienter son adversaire, il lui assène des coups de pied furieux.",
  "pokecraft.species.smoochum.name": "Lippouti",
  "pokecraft.species.smoochum.desc": "Ce Pokémon très curieux touche tout et n’importe quoi avec ses lèvres pour déterminer ce qu’il aime et ce qu’il déteste.",
  "pokecraft.species.elekid.name": "Élekid",
  "pokecraft.species.elekid.desc": "Il a encore du mal à emmagasiner l’électricité. Pour s’en nourrir, il se faufile dans les maisons à la recherche de prises électriques.",
  "pokecraft.species.magby.name": "Magby",
  "pokecraft.species.magby.desc": "Il vit près des volcans. À la fin de la journée, il se détend dans un bon bain de magma.",
  "pokecraft.species.miltank.name": "Écrémeuh",
  "pokecraft.species.miltank.desc": "Sa santé décline si on ne le trait pas tous les jours. Le goût de son lait varie selon la saison.",
  "pokecraft.species.blissey.name": "Leuphorie",
  "pokecraft.species.blissey.desc": "Il pond d’étranges œufs remplis de bonheur. On raconte que quiconque en mange un devient aimable envers tout le monde.",
  "pokecraft.species.raikou.name": "Raikou",
  "pokecraft.species.raikou.desc": "Raikou incarne la vitesse de l’éclair. Les rugissements de ce Pokémon libèrent des ondes de choc provenant du ciel et frappant le sol avec la puissance de la foudre.",
  "pokecraft.species.entei.name": "Entei",
  "pokecraft.species.entei.desc": "Entei incarne la colère du magma. On pense que ce Pokémon est né suite à l’éruption d’un volcan. Il peut envoyer d’énormes jets de flammes qui calcinent tout ce qu’ils touchent.",
  "pokecraft.species.suicune.name": "Suicune",
  "pokecraft.species.suicune.desc": "Suicune incarne la tranquillité d’une source d’eau pure. Il parcourt les plaines avec grâce. Ce Pokémon a le pouvoir de purifier l’eau.",
  "pokecraft.species.larvitar.name": "Embrylex",
  "pokecraft.species.larvitar.desc": "Il vit en se nourrissant de terre. Après avoir dévoré une montagne, il s’endort et entame sa croissance.",
  "pokecraft.species.pupitar.name": "Ymphect",
  "pokecraft.species.pupitar.desc": "Malgré son état de chrysalide, il ne reste pas immobile. Sous sa solide carapace, ses pattes sortent déjà.",
  "pokecraft.species.tyranitar.name": "Tyranocif",
  "pokecraft.species.tyranitar.desc": "Son pas est si lourd qu’il fait trembler le sol et s’écrouler même les plus grandes montagnes, ce qui altère la topographie de la zone.",
  "pokecraft.species.lugia.name": "Lugia",
  "pokecraft.species.lugia.desc": "Les ailes de Lugia renferment une puissance dévastatrice. Un simple battement de ses ailes peut détruire de petites maisons. Du coup, ce Pokémon a choisi de vivre loin de tout, dans les profondeurs océaniques.",
  "pokecraft.species.hooh.name": "Ho-Oh",
  "pokecraft.species.hooh.desc": "Les plumes de Ho-Oh brillent de sept couleurs selon l’orientation de son corps par rapport à la lumière. On raconte que ces plumes portent bonheur. On dit aussi que ce Pokémon vit au pied d’un arc-en-ciel.",
  "pokecraft.species.celebi.name": "Celebi",
  "pokecraft.species.celebi.desc": "Ce Pokémon venu du futur soigne les blessures et donne de la force aux plantes.",
  "pokecraft.species.treecko.name": "Arcko",
  "pokecraft.species.treecko.desc": "Arcko est cool, calme et serein. Il ne panique jamais, quelle que soit la situation. Quand un ennemi plus gros que lui lui lance un regard de défi, ce Pokémon reste stoïque et ne cède pas un centimètre de terrain.",
  "pokecraft.species.grovyle.name": "Massko",
  "pokecraft.species.grovyle.desc": "Ce Pokémon vole de branche en branche avec brio. En forêt, aucun Pokémon, même le plus rapide, ne peut espérer attraper un Massko qui s’enfuit.",
  "pokecraft.species.sceptile.name": "Jungko",
  "pokecraft.species.sceptile.desc": "Jungko a des graines qui lui poussent sur le dos. On dit qu’elles regorgent de nutriments qui revitalisent les arbres. Ce Pokémon s’occupe des forêts avec amour.",
  "pokecraft.species.torchic.name": "Poussifeu",
  "pokecraft.species.torchic.desc": "Poussifeu dispose d’un endroit dans son corps pour stocker sa flamme. Si on lui fait un gros câlin, sa flamme s’illumine chaleureusement. Ce Pokémon est couvert d’un duvet très doux.",
  "pokecraft.species.combusken.name": "Galifeu",
  "pokecraft.species.combusken.desc": "Galifeu combat grâce aux flammes ardentes qu’il crache de son bec et à ses coups de pied destructeurs. Le cri de ce Pokémon est très puissant et très gênant pour l’adversaire.",
  "pokecraft.species.blaziken.name": "Braségali",
  "pokecraft.species.blaziken.desc": "Braségali a des jambes incroyablement puissantes. Il peut sauter par-dessus un immeuble de trente étages. Les coups de poing enflammés de ce Pokémon peuvent carboniser ses ennemis.",
  "pokecraft.species.mudkip.name": "Gobou",
  "pokecraft.species.mudkip.desc": "Sous l’eau, Gobou peut respirer grâce aux branchies sur ses joues. S’il se retrouve en difficulté pendant un combat, ce Pokémon déchaîne ses pouvoirs incroyables. Il peut détruire des rochers plus gros que lui.",
  "pokecraft.species.marshtomp.name": "Flobio",
  "pokecraft.species.marshtomp.desc": "Flobio est bien plus rapide dans la boue que dans l’eau. L’arrière-train de ce Pokémon est particulièrement développé, ce qui lui donne la capacité de marcher sur ses pattes arrière.",
  "pokecraft.species.swampert.name": "Laggron",
  "pokecraft.species.swampert.desc": "Laggron peut prédire l’arrivée des tempêtes en utilisant ses nageoires pour sentir les variations dans les vagues et les marées. Si une tempête s’approche, il empile des rochers pour protéger son habitat.",
  "pokecraft.species.poochyena.name": "Medhyèna",
  "pokecraft.species.poochyena.desc": "Medhyèna est omnivore. Il mange de tout. Ses crocs sont très gros, comparés à son corps. Ce Pokémon essaie d’intimider ses ennemis en hérissant les poils de sa queue.",
  "pokecraft.species.mightyena.name": "Grahyèna",
  "pokecraft.species.mightyena.desc": "Les Grahyèna vivent et se déplacent en meute. Leurs réminiscences de la vie sauvage les poussent à n’obéir qu’aux Dresseurs qu’ils considèrent comme réellement talentueux.",
  "pokecraft.species.zigzagoon.name": "Zigzaton",
  "pokecraft.species.zigzagoon.desc": "Le Zigzaton de Galar a adopté cette forme dans les autres régions. Il est très doué pour dénicher des choses.",
  "pokecraft.species.linoone.name": "Linéon",
  "pokecraft.species.linoone.desc": "Il se sert de sa force de propulsion et de ses griffes aiguisées pour achever ses proies. Il a du mal à courir sur les routes sinueuses.",
  "pokecraft.species.wurmple.name": "Chenipotte",
  "pokecraft.species.wurmple.desc": "Chenipotte est la proie de Hélédelle. Ce Pokémon essaie de résister en dirigeant les pointes de son dos vers le prédateur. Il affaiblit son ennemi en lui injectant du poison.",
  "pokecraft.species.silcoon.name": "Armulys",
  "pokecraft.species.silcoon.desc": "On pensait qu’Armulys pouvait résister à la faim et ne consommait rien avant son évolution. On sait maintenant que ce Pokémon étanche sa soif en récupérant l’eau de pluie déposée sur sa soie.",
  "pokecraft.species.beautifly.name": "Charmillon",
  "pokecraft.species.beautifly.desc": "Charmillon a une longue trompe en spirale, particulièrement pratique pour récupérer le pollen des fleurs. Ce Pokémon se laisse porter par les vents printaniers pendant qu’il butine.",
  "pokecraft.species.cascoon.name": "Blindalys",
  "pokecraft.species.cascoon.desc": "Lorsqu’il est attaqué, Blindalys reste immobile, même s’il a très mal. En effet, s’il bougeait, son corps serait affaibli lors de son évolution. En revanche, ce Pokémon n’oubliera pas la douleur endurée.",
  "pokecraft.species.dustox.name": "Papinox",
  "pokecraft.species.dustox.desc": "Lorsque Papinox bat des ailes, une légère poussière se répand. Cette poussière est en fait un puissant poison capable de mettre au tapis un boxeur professionnel. Ce Pokémon cherche sa nourriture avec ses antennes, comme un radar.",
  "pokecraft.species.lotad.name": "Nénupiot",
  "pokecraft.species.lotad.desc": "Sa feuille est devenue si grande et si lourde qu’il doit vivre en flottant sur l’eau.",
  "pokecraft.species.lombre.name": "Lombre",
  "pokecraft.species.lombre.desc": "Il vit au bord de l’eau dans les endroits ensoleillés. Il s’endort sur un tas d’algues dans la journée et ne se lève qu’à la nuit tombée.",
  "pokecraft.species.ludicolo.name": "Ludicolo",
  "pokecraft.species.ludicolo.desc": "Il bouge son corps sur un rythme entraînant pour décupler ses forces.",
  "pokecraft.species.seedot.name": "Grainipiot",
  "pokecraft.species.seedot.desc": "Il se suspend aux branches par l’extrémité de sa tête. Il arrive qu’une bourrasque le fasse tomber.",
  "pokecraft.species.nuzleaf.name": "Pifeuil",
  "pokecraft.species.nuzleaf.desc": "Il vit dans les trous des grands arbres. Le sifflement qu’il produit avec sa feuille suffit à remplir ses adversaires d’effroi.",
  "pokecraft.species.shiftry.name": "Tengalice",
  "pokecraft.species.shiftry.desc": "Il vit caché au fond des forêts. On raconte qu’il fait souffler la bise lorsqu’il agite ses grands éventails.",
  "pokecraft.species.taillow.name": "Nirondelle",
  "pokecraft.species.taillow.desc": "Nirondelle est jeune. Il vient de quitter son nid. Du coup, il se sent parfois un peu seul et pleure la nuit. Ce Pokémon se nourrit des Chenipotte qu’il trouve dans les forêts.",
  "pokecraft.species.swellow.name": "Hélédelle",
  "pokecraft.species.swellow.desc": "Hélédelle fait attention à bien entretenir ses ailes brillantes. Lorsque deux Hélédelle se rencontrent, ils se nettoient mutuellement les ailes avec attention.",
  "pokecraft.species.wingull.name": "Goélise",
  "pokecraft.species.wingull.desc": "Il niche dans les falaises. En utilisant les courants d’air, il peut voler sans battre des ailes.",
  "pokecraft.species.pelipper.name": "Bekipan",
  "pokecraft.species.pelipper.desc": "Avec son grand bec, il transporte de la nourriture qu’il a récoltée en volant la bouche ouverte au ras de la mer, gobant de l’eau au passage.",
  "pokecraft.species.ralts.name": "Tarsal",
  "pokecraft.species.ralts.desc": "Quand ses cornes rouges captent les ondes positives d’un Pokémon ou d’un humain, tout son corps se réchauffe.",
  "pokecraft.species.kirlia.name": "Kirlia",
  "pokecraft.species.kirlia.desc": "Il peut distordre l’espace-temps grâce à ses pouvoirs psychiques et ainsi voir l’avenir.",
  "pokecraft.species.gardevoir.name": "Gardevoir",
  "pokecraft.species.gardevoir.desc": "Prêt à tout pour protéger son Dresseur, il peut aller jusqu’à épuiser sa force mentale pour créer un mini trou noir.",
  "pokecraft.species.surskit.name": "Arakdo",
  "pokecraft.species.surskit.desc": "Il vit dans les lacs ou les marais où prospèrent les plantes hydrophiles. Il se dispute souvent proies et territoire avec son voisin, Araqua.",
  "pokecraft.species.masquerain.name": "Maskadra",
  "pokecraft.species.masquerain.desc": "Ses antennes en forme d’ailes absorbent facilement l’humidité. Par temps de pluie, il attend patiemment au creux d’un arbre.",
  "pokecraft.species.shroomish.name": "Balignon",
  "pokecraft.species.shroomish.desc": "Lorsque Balignon sent un danger, il secoue son corps et répand ses spores du haut de sa tête. Les spores de ce Pokémon sont si toxiques qu’elles font dépérir les arbres et les herbes.",
  "pokecraft.species.breloom.name": "Chapignon",
  "pokecraft.species.breloom.desc": "Les graines autour de la queue de Chapignon sont des spores toxiques. Elles sont totalement immangeables. Une simple bouchée d’une graine de ce Pokémon peut causer de grandes douleurs à l’estomac.",
  "pokecraft.species.slakoth.name": "Parecool",
  "pokecraft.species.slakoth.desc": "Le cœur de Parecool ne bat qu’une fois par minute. Quoi qu’il arrive, il se contente de s’avachir, immobile. Il est très rare de voir ce Pokémon se déplacer.",
  "pokecraft.species.vigoroth.name": "Vigoroth",
  "pokecraft.species.vigoroth.desc": "Vigoroth ne tient pas en place. Même quand il essaie de dormir, le sang dans ses veines s’agite, obligeant ce Pokémon à courir comme un fou dans la forêt pour s’épuiser afin de pouvoir se reposer.",
  "pokecraft.species.slaking.name": "Monaflèmit",
  "pokecraft.species.slaking.desc": "On trouve parfois des cercles de plus de 1 m de rayon totalement désherbés dans les plaines. Ils sont faits par les Monaflèmit qui passent leurs journées allongés à manger toute l’herbe à portée de main.",
  "pokecraft.species.nincada.name": "Ningale",
  "pokecraft.species.nincada.desc": "Il peut passer plus de dix ans sous terre. Les racines des arbres constituent son régime alimentaire.",
  "pokecraft.species.ninjask.name": "Ninjask",
  "pokecraft.species.ninjask.desc": "Ce Pokémon est tellement rapide qu’on le dit capable d’éviter toutes les attaques. Il adore se nourrir de la sève sucrée des arbres.",
  "pokecraft.species.shedinja.name": "Munja",
  "pokecraft.species.shedinja.desc": "Cet étrange Pokémon, dont le corps est comme une coquille vide, ne respire pas et peut voler sans battre des ailes.",
  "pokecraft.species.whismur.name": "Chuchmur",
  "pokecraft.species.whismur.desc": "Quand il se met à crier, il se surprend lui-même et hurle de plus belle. Il continue ainsi jusqu’à ce qu’il se fatigue et tombe de sommeil.",
  "pokecraft.species.loudred.name": "Ramboum",
  "pokecraft.species.loudred.desc": "Ses hurlements n’affectent pas seulement l’ouïe ; ils provoquent aussi une onde de choc qui balaie les ennemis et leur inflige des dégâts.",
  "pokecraft.species.exploud.name": "Brouhabam",
  "pokecraft.species.exploud.desc": "Pour communiquer avec ses semblables, il n’utilise pas que son cri puissant ; il émet aussi des sons par les trous de son corps.",
  "pokecraft.species.makuhita.name": "Makuhita",
  "pokecraft.species.makuhita.desc": "Il existerait un plat mijoté traditionnel que les Dresseurs cuisinent pour rendre leur Makuhita encore plus fort.",
  "pokecraft.species.hariyama.name": "Hariyama",
  "pokecraft.species.hariyama.desc": "Les Hariyama les plus forts ne sont pas forcément les plus grands. Les petits gabarits aussi ont plus d’un tour dans leur sac.",
  "pokecraft.species.azurill.name": "Azurill",
  "pokecraft.species.azurill.desc": "C’est un Pokémon docile, mais si on l’énerve, il n’hésite pas à frapper en faisant tournoyer la grosse boule au bout de sa queue.",
  "pokecraft.species.nosepass.name": "Tarinor",
  "pokecraft.species.nosepass.desc": "Grâce à sa force magnétique, il peut chasser ses proies sans se déplacer, mais il attire parfois ses pires ennemis.",
  "pokecraft.species.skitty.name": "Skitty",
  "pokecraft.species.skitty.desc": "On sait que Skitty court souvent après sa queue. À l’état sauvage, ce Pokémon vit dans les cavités des arbres de la forêt. Il est tellement adorable qu’il a un grand succès comme animal de compagnie.",
  "pokecraft.species.delcatty.name": "Delcatty",
  "pokecraft.species.delcatty.desc": "Delcatty peut dormir n’importe où. Il n’a pas de nid permanent. Lorsque d’autres Pokémon lui cherchent des noises pendant son sommeil, il ne répond pas et se contente de partir dormir ailleurs.",
  "pokecraft.species.sableye.name": "Ténéfix",
  "pokecraft.species.sableye.desc": "Ce Pokémon se nourrit de pierres précieuses. Dans les ténèbres, ses yeux brillent du reflet des joyaux.",
  "pokecraft.species.mawile.name": "Mysdibule",
  "pokecraft.species.mawile.desc": "Ses cornes d’acier forment une grande mâchoire avec laquelle il mord férocement ses adversaires.",
  "pokecraft.species.aron.name": "Galekid",
  "pokecraft.species.aron.desc": "Quand il évolue, il perd son armure d’acier. Autrefois, les gens la ramassaient pour en faire usage dans leur vie quotidienne.",
  "pokecraft.species.lairon.name": "Galegon",
  "pokecraft.species.lairon.desc": "Les Galegon se disputent les territoires en luttant au corps à corps, comme le montrent les éraflures sur leur armure d’acier.",
  "pokecraft.species.aggron.name": "Galeking",
  "pokecraft.species.aggron.desc": "Il y a fort longtemps, un roi portait un casque à l’effigie de Galeking, pensant qu’il pourrait ainsi s’approprier sa force.",
  "pokecraft.species.meditite.name": "Méditikka",
  "pokecraft.species.meditite.desc": "Méditikka intensifie son énergie intérieure grâce à la méditation. Il lui suffit d’une Baie par jour pour survivre. La diète fait partie de l’entraînement de ce Pokémon.",
  "pokecraft.species.medicham.name": "Charmina",
  "pokecraft.species.medicham.desc": "Grâce au pouvoir de la méditation, Charmina a développé son sixième sens. Il peut utiliser des pouvoirs télékinétiques. On sait que ce Pokémon peut méditer pendant un mois sans manger.",
  "pokecraft.species.electrike.name": "Dynavolt",
  "pokecraft.species.electrike.desc": "L’électricité statique s’accumule dans sa fourrure. Par temps sec, elle dégage des étincelles.",
  "pokecraft.species.manectric.name": "Élecsprint",
  "pokecraft.species.manectric.desc": "Ce Pokémon évite de se montrer aux humains. On raconte qu’il fait son nid aux endroits où la foudre s’est abattue.",
  "pokecraft.species.plusle.name": "Posipi",
  "pokecraft.species.plusle.desc": "Quand Posipi veut encourager son partenaire, des étincelles jaillissent un peu partout de son corps. Si son partenaire perd, ce Pokémon pleure à chaudes larmes.",
  "pokecraft.species.minun.name": "Négapi",
  "pokecraft.species.minun.desc": "Négapi adore encourager son partenaire pendant les combats. Des étincelles jaillissent alors de son corps. Lorsque son partenaire est en difficulté, le corps de ce Pokémon libère encore plus d’étincelles.",
  "pokecraft.species.volbeat.name": "Muciole",
  "pokecraft.species.volbeat.desc": "La queue de Muciole éclaire comme une ampoule. Ensemble, les Muciole dessinent des figures géométriques dans la nuit étoilée. Ce Pokémon adore le parfum dégagé par Lumivole.",
  "pokecraft.species.illumise.name": "Lumivole",
  "pokecraft.species.illumise.desc": "Lumivole dirige un vol de Muciole lumineux pour dessiner des figures dans la nuit étoilée. On raconte que ce Pokémon gagne le respect de ses pairs en composant des figures complexes dans le ciel.",
  "pokecraft.species.roselia.name": "Rosélia",
  "pokecraft.species.roselia.desc": "Ses mains sécrètent chacune un poison différent dont il se sert pour attaquer. Plus le parfum de Rosélia est intense, plus sa santé est bonne.",
  "pokecraft.species.gulpin.name": "Gloupti",
  "pokecraft.species.gulpin.desc": "Le corps de Gloupti n’est pratiquement qu’un gros estomac. En comparaison, son cœur et son cerveau sont tout petits. L’estomac de ce Pokémon contient des enzymes spéciales capables de tout dissoudre.",
  "pokecraft.species.swalot.name": "Avaltout",
  "pokecraft.species.swalot.desc": "Avaltout n’a pas de dents, ce qui le force à tout avaler en une bouchée. Quand il bâille, sa bouche prend une taille impressionnante, et on pourrait y placer une roue de voiture.",
  "pokecraft.species.carvanha.name": "Carvanha",
  "pokecraft.species.carvanha.desc": "Il possède une mâchoire puissante garnie de dents acérées. Les marins ne s’approchent jamais des eaux habitées par les Carvanha.",
  "pokecraft.species.sharpedo.name": "Sharpedo",
  "pokecraft.species.sharpedo.desc": "Surnommé le « tyran des mers », ce Pokémon attaque sans exception tous les navires qui osent s’aventurer sur son territoire.",
  "pokecraft.species.wailmer.name": "Wailmer",
  "pokecraft.species.wailmer.desc": "Il ressemble à un énorme ballon quand il avale de très grandes quantités d’eau de mer. Il dévore une tonne de nourriture par jour.",
  "pokecraft.species.wailord.name": "Wailord",
  "pokecraft.species.wailord.desc": "Sa taille fait de lui un Pokémon fascinant. Les sites touristiques proposant d’observer les Wailord ont toujours beaucoup de succès.",
  "pokecraft.species.numel.name": "Chamallot",
  "pokecraft.species.numel.desc": "Chamallot stocke du magma à 1 200 °C dans son corps. Lorsqu’il est mouillé, le magma se refroidit et durcit. Le corps du Pokémon devient alors très lourd et ses mouvements très lents.",
  "pokecraft.species.camerupt.name": "Camérupt",
  "pokecraft.species.camerupt.desc": "Les bosses sur le dos de Camérupt sont apparues après une déformation de ses os. Elles crachent parfois du magma en fusion. Ce Pokémon entre apparemment en éruption lorsqu’il est énervé.",
  "pokecraft.species.torkoal.name": "Chartor",
  "pokecraft.species.torkoal.desc": "Les Chartor vivent en grand nombre dans les mines abandonnées, où ils extraient le charbon avec ardeur.",
  "pokecraft.species.spoink.name": "Spoink",
  "pokecraft.species.spoink.desc": "Spoink garde une perle sur sa tête. Elle lui sert à amplifier ses pouvoirs télékinétiques. Il est constamment en quête d’une perle plus grosse.",
  "pokecraft.species.grumpig.name": "Groret",
  "pokecraft.species.grumpig.desc": "Groret utilise les perles noires sur son corps pour exercer ses formidables pouvoirs. Quand il est en action, il entame une étrange danse. Les perles noires de ce Pokémon ont une valeur inestimable.",
  "pokecraft.species.spinda.name": "Spinda",
  "pokecraft.species.spinda.desc": "Chaque Spinda possède un pelage unique. Ce Pokémon esquive les attaques de son adversaire grâce à d’imprévisibles oscillations.",
  "pokecraft.species.trapinch.name": "Kraknoix",
  "pokecraft.species.trapinch.desc": "Il creuse, puis attend ses proies dans son antre en forme de cône, dont il est impossible de s’échapper.",
  "pokecraft.species.vibrava.name": "Vibraninf",
  "pokecraft.species.vibrava.desc": "Pour aider ses ailes à pousser, il se nourrit chaque jour d’un grand nombre de proies qu’il dissout en projetant de l’acide.",
  "pokecraft.species.flygon.name": "Libégon",
  "pokecraft.species.flygon.desc": "On l’appelle « l’esprit du désert », car ses battements d’ailes résonnent comme une mélodie entonnée par une voix douce.",
  "pokecraft.species.cacnea.name": "Cacnea",
  "pokecraft.species.cacnea.desc": "Si son environnement est aride et difficile, la fleur de Cacnea devient plus jolie et dégage un parfum délicat. Ce Pokémon se bat en agitant ses bras épineux.",
  "pokecraft.species.cacturne.name": "Cacturne",
  "pokecraft.species.cacturne.desc": "Lorsqu’un voyageur traverse le désert au milieu de la nuit, les Cacturne le suivent en groupe. Ces Pokémon attendent le bon moment, quand le voyageur est fatigué et qu’il n’est plus capable de bouger.",
  "pokecraft.species.swablu.name": "Tylton",
  "pokecraft.species.swablu.desc": "Ses ailes en forme de nuage le dissimulent aux yeux des ennemis. On raconte qu’elles sont devenues blanches après plusieurs générations.",
  "pokecraft.species.altaria.name": "Altaria",
  "pokecraft.species.altaria.desc": "Il est de nature aimable, mais si on le met en colère, il intimide son adversaire en poussant un cri strident et l’attaque sans pitié.",
  "pokecraft.species.zangoose.name": "Mangriff",
  "pokecraft.species.zangoose.desc": "Mangriff est généralement à quatre pattes, mais lorsqu’il est en colère, il se lève sur ses pattes arrière et montre ses griffes. Ce Pokémon est l’ennemi juré de Séviper depuis plusieurs générations.",
  "pokecraft.species.seviper.name": "Séviper",
  "pokecraft.species.seviper.desc": "La queue tranchante comme un sabre de Séviper a deux fonctions : elle peut frapper l’ennemi et lui injecter un poison qu’il sécrète. Ce Pokémon n’oublie jamais sa vieille rancune envers Mangriff.",
  "pokecraft.species.lunatone.name": "Séléroc",
  "pokecraft.species.lunatone.desc": "Il a été découvert dans le cratère d’une météorite il y a 40 ans. Un simple regard de sa part endort ses ennemis.",
  "pokecraft.species.solrock.name": "Solaroc",
  "pokecraft.species.solrock.desc": "Tirant sa force de l’énergie solaire, il est particulièrement puissant pendant la journée. Il s’illumine quand il tourne.",
  "pokecraft.species.barboach.name": "Barloche",
  "pokecraft.species.barboach.desc": "Il sonde les bords boueux des rivières avec ses barbillons. Un film fin et visqueux protège tout son corps.",
  "pokecraft.species.whiscash.name": "Barbicha",
  "pokecraft.species.whiscash.desc": "Il a besoin d’un marais entier pour vivre. Si un ennemi s’approche, il s’énerve et déclenche un séisme.",
  "pokecraft.species.corphish.name": "Écrapince",
  "pokecraft.species.corphish.desc": "Un Pokémon importé, retourné à l’état sauvage. Il s’adapte même aux rivières les plus polluées.",
  "pokecraft.species.crawdaunt.name": "Colhomard",
  "pokecraft.species.crawdaunt.desc": "Il adore se battre et frappe comme une brute tous ceux qui approchent de sa mare.",
  "pokecraft.species.baltoy.name": "Balbuto",
  "pokecraft.species.baltoy.desc": "Ce Pokémon découvert dans des ruines anciennes tourne sur lui-même pour se déplacer. Il se tient toujours sur un pied, même quand il dort.",
  "pokecraft.species.claydol.name": "Kaorine",
  "pokecraft.species.claydol.desc": "Ce Pokémon aurait été créé à partir d’une poupée d’argile confectionnée par une ancienne civilisation. Il se déplace en lévitant.",
  "pokecraft.species.lileep.name": "Lilia",
  "pokecraft.species.lileep.desc": "Accroché aux rochers des profondeurs, il attend qu’une proie s’approche de lui pour l’attraper avec ses tentacules en forme de pétales.",
  "pokecraft.species.cradily.name": "Vacilys",
  "pokecraft.species.cradily.desc": "Il attrape ses proies à l’aide de ses tentacules, puis les dissout immédiatement avec ses sucs digestifs pour en absorber les nutriments.",
  "pokecraft.species.anorith.name": "Anorith",
  "pokecraft.species.anorith.desc": "Ce Pokémon peut nager très vite en agitant ses huit ailes comme des rames de bateau. Il fait partie des ancêtres des Pokémon Insecte.",
  "pokecraft.species.armaldo.name": "Armaldo",
  "pokecraft.species.armaldo.desc": "Bien que vivant sur la terre ferme, il est très bon nageur. Il plonge dans la mer à la recherche de proies et les abat avec ses pinces acérées.",
  "pokecraft.species.feebas.name": "Barpau",
  "pokecraft.species.feebas.desc": "Ce Pokémon a peut-être un physique disgracieux, mais il est robuste et peut survivre dans très peu d’eau.",
  "pokecraft.species.milotic.name": "Milobellus",
  "pokecraft.species.milotic.desc": "On dit que la beauté de ce Pokémon est telle qu’elle apaise l’esprit de ceux qui le voient.",
  "pokecraft.species.castform.name": "Morphéo",
  "pokecraft.species.castform.desc": "Il n’y a pas que son apparence qui change en fonction de la météo : son tempérament aussi ! Plus il y a de vent, plus il se montre agressif.",
  "pokecraft.species.kecleon.name": "Kecleon",
  "pokecraft.species.kecleon.desc": "Sa couleur change quand il se cache, mais varie aussi selon son humeur et son état de santé : plus il est en forme, plus sa couleur est vive.",
  "pokecraft.species.shuppet.name": "Polichombr",
  "pokecraft.species.shuppet.desc": "Il existe un proverbe ancien qui dit : « Fuis la demeure où les Polichombr se rassemblent en nombre à la pénombre. »",
  "pokecraft.species.banette.name": "Branette",
  "pokecraft.species.banette.desc": "Il est né de la rancune qu’il a ressentie quand il a été abandonné. Il redevient apparemment une poupée si l’on en prend grand soin.",
  "pokecraft.species.duskull.name": "Skelénox",
  "pokecraft.species.duskull.desc": "Ce Pokémon devient invisible pour se rapprocher furtivement de ses proies. Il a le pouvoir de traverser les murs.",
  "pokecraft.species.dusclops.name": "Téraclope",
  "pokecraft.species.dusclops.desc": "Il cherche des feux follets pour les avaler. Ce qu’il se passe alors à l’intérieur de son corps vide est un mystère.",
  "pokecraft.species.tropius.name": "Tropius",
  "pokecraft.species.tropius.desc": "Dans les régions où il fait chaud, on trouve des fermes dédiées à l’élevage de ce Pokémon, très apprécié pour les fruits poussant sur son cou.",
  "pokecraft.species.chimecho.name": "Éoko",
  "pokecraft.species.chimecho.desc": "Lorsqu’il y a beaucoup de vent, Éoko pousse des cris, accroché à une branche ou à un auvent par une ventouse placée sur sa tête. Ce Pokémon attrape des Baies avec sa longue queue pour les manger.",
  "pokecraft.species.absol.name": "Absol",
  "pokecraft.species.absol.desc": "Sa capacité à pressentir le danger lui a autrefois valu la réputation de porter malheur.",
  "pokecraft.species.wynaut.name": "Okéoké",
  "pokecraft.species.wynaut.desc": "Ces Pokémon adorent se déplacer en groupe. Ils se blottissent les uns contre les autres dans des cavernes pour dormir.",
  "pokecraft.species.snorunt.name": "Stalgamin",
  "pokecraft.species.snorunt.desc": "Il ne peut vivre que dans les plus froides contrées. Il s’accommode parfaitement de températures atteignant les - 100 °C.",
  "pokecraft.species.glalie.name": "Oniglali",
  "pokecraft.species.glalie.desc": "Il a le pouvoir de geler l’humidité ambiante en un instant et peut ainsi immobiliser ses proies.",
  "pokecraft.species.spheal.name": "Obalie",
  "pokecraft.species.spheal.desc": "Il scrute la mer en se laissant porter par les vagues. Lorsqu’il repère des proies, il avertit les Kaimorse du groupe.",
  "pokecraft.species.sealeo.name": "Phogleur",
  "pokecraft.species.sealeo.desc": "Il ne peut pas s’empêcher de faire tourner sur son museau tout ce qui a une forme sphérique, comme les Obalie ou les Poké Balls.",
  "pokecraft.species.walrein.name": "Kaimorse",
  "pokecraft.species.walrein.desc": "Ses défenses poussent tout au long de sa vie. Si l’une d’elles se brise au cours d’un combat, au bout d’un an, elle aura repoussé entièrement.",
  "pokecraft.species.clamperl.name": "Coquiperl",
  "pokecraft.species.clamperl.desc": "La perle de Coquiperl est tellement précieuse qu’elle peut valoir plus de dix fois la valeur de celle de Kokiyas.",
  "pokecraft.species.huntail.name": "Serpang",
  "pokecraft.species.huntail.desc": "Il habite dans les profondeurs de l’océan. Un Serpang trouvé sur la plage serait un mauvais présage.",
  "pokecraft.species.gorebyss.name": "Rosabyss",
  "pokecraft.species.gorebyss.desc": "Il se nourrit en aspirant les fluides corporels de ses proies. Le reste tombe au fond de la mer, nourrissant ainsi d’autres Pokémon.",
  "pokecraft.species.relicanth.name": "Relicanth",
  "pokecraft.species.relicanth.desc": "Découvert lors d’une expédition dans les abysses, son apparence inchangée depuis 100 millions d’années lui a valu le surnom de « fossile vivant ».",
  "pokecraft.species.luvdisc.name": "Lovdisc",
  "pokecraft.species.luvdisc.desc": "Il vit dans les récifs coralliens des mers chaudes, et aime particulièrement dormir entre les cornes des Corayon.",
  "pokecraft.species.bagon.name": "Draby",
  "pokecraft.species.bagon.desc": "La tête de ce Pokémon solitaire est si solide qu’il est capable de fendre en deux un rocher d’un seul coup.",
  "pokecraft.species.shelgon.name": "Drackhaus",
  "pokecraft.species.shelgon.desc": "Il se prive de nourriture, résistant à la faim. On dit que son évolution commence lorsque ses réserves d’énergie sont épuisées.",
  "pokecraft.species.salamence.name": "Drattak",
  "pokecraft.species.salamence.desc": "Heureux de pouvoir voler dans le ciel, il est souvent de bonne humeur, mais il devient incontrôlable lorsqu’on le met en colère.",
  "pokecraft.species.beldum.name": "Terhal",
  "pokecraft.species.beldum.desc": "Les cellules de son corps sont composées d’aimants. Une force magnétique coule dans ses veines à la place du sang.",
  "pokecraft.species.metang.name": "Métang",
  "pokecraft.species.metang.desc": "Ce Pokémon vole par magnétisme. Il poursuit ses proies en slalomant à toute allure entre les pics escarpés.",
  "pokecraft.species.metagross.name": "Métalosse",
  "pokecraft.species.metagross.desc": "Né de la fusion de deux Métang, il vient à bout de ses ennemis grâce à son cerveau qui est aussi performant qu’un superordinateur.",
  "pokecraft.species.regirock.name": "Regirock",
  "pokecraft.species.regirock.desc": "Bien que son corps de pierre ait été examiné avec les technologies les plus modernes, nulle trace de cerveau ou de cœur n’a été trouvée.",
  "pokecraft.species.regice.name": "Regice",
  "pokecraft.species.regice.desc": "Ce Pokémon de l’ère glaciaire dont le corps est entièrement composé d’eau gelée serait né sous une épaisse couche de glace.",
  "pokecraft.species.registeel.name": "Registeel",
  "pokecraft.species.registeel.desc": "Il paraît qu’il est né dans le manteau terrestre et qu’il en a émergé il y a environ 10 000 ans.",
  "pokecraft.species.latias.name": "Latias",
  "pokecraft.species.latias.desc": "Latias est très intelligent et comprend le langage des hommes. Il est recouvert d’une espèce de duvet ressemblant à du verre. Ce Pokémon s’enveloppe dans ce duvet et reflète la lumière pour changer son apparence.",
  "pokecraft.species.latios.name": "Latios",
  "pokecraft.species.latios.desc": "Latios n’ouvrira son cœur qu’à un Dresseur doté d’un esprit compatissant. Ce Pokémon peut voler plus vite qu’un avion à réaction en repliant ses pattes avant pour améliorer son aérodynamisme.",
  "pokecraft.species.kyogre.name": "Kyogre",
  "pokecraft.species.kyogre.desc": "Un Pokémon considéré comme l’avatar des océans. Selon les légendes, il a disputé de nombreux combats avec Groudon pour contrôler l’énergie de la nature.",
  "pokecraft.species.groudon.name": "Groudon",
  "pokecraft.species.groudon.desc": "Grâce à l’énergie de la nature, il peut accomplir sa Primo-Résurgence pour retrouver son apparence originelle. Ce pouvoir lui permet de créer du magma pour étendre les continents.",
  "pokecraft.species.rayquaza.name": "Rayquaza",
  "pokecraft.species.rayquaza.desc": "Un Pokémon qui vit dans la couche d’ozone et se nourrit des météorites qu’il intercepte. Leur énergie s’accumule dans son corps, ce qui lui permet de méga-évoluer.",
  "pokecraft.species.jirachi.name": "Jirachi",
  "pokecraft.species.jirachi.desc": "On raconte que lorsqu’il se réveille de son sommeil millénaire, il exauce les vœux écrits sur les rubans de papier de sa tête.",
  "pokecraft.species.deoxys.name": "Deoxys",
  "pokecraft.species.deoxys.desc": "Deoxys était à l’origine un virus provenant de l’espace. Il est extrêmement intelligent et dispose de pouvoirs télékinétiques. Ce Pokémon envoie des lasers avec l’organe cristallin situé sur sa poitrine.",
  "pokecraft.species.turtwig.name": "Tortipouss",
  "pokecraft.species.turtwig.desc": "Son corps produit de l’oxygène par photosynthèse. La feuille sur sa tête flétrit quand il a soif.",
  "pokecraft.species.grotle.name": "Boskara",
  "pokecraft.species.grotle.desc": "Il sait d’instinct où trouver une source d’eau pure. Il y transporte d’autres Pokémon sur son dos.",
  "pokecraft.species.torterra.name": "Torterra",
  "pokecraft.species.torterra.desc": "Il arrive que de petits Pokémon se rassemblent sur son dos immobile pour y faire leur nid.",
  "pokecraft.species.chimchar.name": "Ouisticram",
  "pokecraft.species.chimchar.desc": "La flamme de son postérieur brûle grâce à un gaz de son estomac. Elle faiblit quand il ne va pas bien.",
  "pokecraft.species.monferno.name": "Chimpenfeu",
  "pokecraft.species.monferno.desc": "Il attaque en prenant appui sur les murs et les plafonds. Sa queue ardente n’est pas son seul atout.",
  "pokecraft.species.infernape.name": "Simiabraz",
  "pokecraft.species.infernape.desc": "Il fait voltiger ses ennemis grâce à sa vitesse et son style de combat spécial qui utilise ses quatre membres.",
  "pokecraft.species.piplup.name": "Tiplouf",
  "pokecraft.species.piplup.desc": "Il est fier et déteste accepter la nourriture qu’on lui offre. Son pelage épais le protège du froid.",
  "pokecraft.species.prinplup.name": "Prinplouf",
  "pokecraft.species.prinplup.desc": "C’est un Pokémon solitaire. Un seul coup de ses puissantes ailes peut briser un arbre en deux.",
  "pokecraft.species.empoleon.name": "Pingoléon",
  "pokecraft.species.empoleon.desc": "Les trois cornes de son bec sont le symbole de sa force. Celles du chef sont plus grosses que les autres.",
  "pokecraft.species.starly.name": "Étourmi",
  "pokecraft.species.starly.desc": "Ce Pokémon très bruyant parcourt champs et forêts en nuées pour chasser les Pokémon Insecte.",
  "pokecraft.species.staravia.name": "Étourvol",
  "pokecraft.species.staravia.desc": "Il peuple les champs et les forêts. Lorsque deux volées se croisent, elles luttent pour le territoire.",
  "pokecraft.species.staraptor.name": "Étouraptor",
  "pokecraft.species.staraptor.desc": "Lorsque Étourvol évolue en Étouraptor, il quitte son groupe pour vivre seul. Ses ailes sont très développées.",
  "pokecraft.species.bidoof.name": "Keunotor",
  "pokecraft.species.bidoof.desc": "Il ronge constamment des troncs et des pierres pour se faire les incisives. Il niche le long de l’eau.",
  "pokecraft.species.bibarel.name": "Castorno",
  "pokecraft.species.bibarel.desc": "Il construit des barrages de boue et d’écorce le long des fleuves. C’est un ouvrier de renom.",
  "pokecraft.species.kricketot.name": "Crikzik",
  "pokecraft.species.kricketot.desc": "Quand ses antennes s’entrechoquent, elles laissent échapper un bruit de xylophone.",
  "pokecraft.species.kricketune.name": "Mélokrik",
  "pokecraft.species.kricketune.desc": "Il exprime ses émotions par des mélodies. Les scientifiques étudient actuellement leur structure.",
  "pokecraft.species.shinx.name": "Lixy",
  "pokecraft.species.shinx.desc": "Sa fourrure s’illumine grâce à l’électricité. Il agite l’extrémité lumineuse de sa queue pour envoyer des signes à ses congénères.",
  "pokecraft.species.luxio.name": "Luxio",
  "pokecraft.species.luxio.desc": "Quand il croise un ennemi, il se prépare au combat en sortant ses griffes dont les coups ont une puissance qui atteint un million de volts.",
  "pokecraft.species.luxray.name": "Luxray",
  "pokecraft.species.luxray.desc": "Il dort beaucoup pour récupérer la quantité d’énergie électrique énorme qu’il consomme afin de voir à travers la matière.",
  "pokecraft.species.budew.name": "Rozbouton",
  "pokecraft.species.budew.desc": "Il est sensible aux variations de température. Quand son bourgeon commence à s’ouvrir, l’arrivée du printemps est imminente.",
  "pokecraft.species.roserade.name": "Roserade",
  "pokecraft.species.roserade.desc": "Sa main gauche administre un poison lent, et la droite, un poison foudroyant. Les deux peuvent être fatals.",
  "pokecraft.species.cranidos.name": "Kranidos",
  "pokecraft.species.cranidos.desc": "Son crâne extrêmement solide est sa principale caractéristique. Il s’en servait pour faire tomber des arbres les Baies dont il se nourrissait.",
  "pokecraft.species.rampardos.name": "Charkos",
  "pokecraft.species.rampardos.desc": "Pokémon préhistorique célèbre pour ses coups de tête puissants et son petit cerveau, son extinction serait due à son extrême bêtise.",
  "pokecraft.species.shieldon.name": "Dinoclier",
  "pokecraft.species.shieldon.desc": "On retrouve des fossiles de Dinoclier dans les couches sédimentaires préhistoriques, mais seule sa tête a résisté à l’épreuve du temps.",
  "pokecraft.species.bastiodon.name": "Bastiodon",
  "pokecraft.species.bastiodon.desc": "Un Pokémon éteint depuis environ 100 millions d’années. Sa tête incroyablement solide était plus dure que l’acier.",
  "pokecraft.species.burmy.name": "Cheniti",
  "pokecraft.species.burmy.desc": "S’il perd sa cape au combat, il en tisse rapidement une nouvelle avec ce qui lui tombe sous la main.",
  "pokecraft.species.wormadam.name": "Cheniselle",
  "pokecraft.species.wormadam.desc": "Quand Cheniti a évolué, sa cape a fusionné avec son corps. Cheniselle ne s’en sépare jamais.",
  "pokecraft.species.mothim.name": "Papilord",
  "pokecraft.species.mothim.desc": "Ce Pokémon s’active à la nuit tombée pour voler le miel des Apitrini pendant leur sommeil.",
  "pokecraft.species.combee.name": "Apitrini",
  "pokecraft.species.combee.desc": "Du lever du soleil à la tombée de la nuit, il récolte du nectar pour Apireine et sa colonie.",
  "pokecraft.species.vespiquen.name": "Apireine",
  "pokecraft.species.vespiquen.desc": "Plus la quantité de phéromones qu’il libère est élevée, plus le nombre d’Apitrini qu’il peut diriger est grand.",
  "pokecraft.species.pachirisu.name": "Pachirisu",
  "pokecraft.species.pachirisu.desc": "Il arrive que deux Pachirisu se frottent les joues pour partager l’électricité qu’ils ont accumulée.",
  "pokecraft.species.buizel.name": "Mustébouée",
  "pokecraft.species.buizel.desc": "Il utilise la bouée autour de son cou pour passer sa tête hors de l’eau et observer les alentours.",
  "pokecraft.species.floatzel.name": "Mustéflott",
  "pokecraft.species.floatzel.desc": "Il a développé une bouée pour poursuivre ses proies aquatiques. Elle fait office de canot gonflable.",
  "pokecraft.species.cherubi.name": "Ceribou",
  "pokecraft.species.cherubi.desc": "Plus son corps est rouge, plus la saveur de sa petite boule gorgée de nutriments est sucrée et délicieuse.",
  "pokecraft.species.cherrim.name": "Ceriflor",
  "pokecraft.species.cherrim.desc": "Lorsqu’il se ferme, ses pétales sont si durs qu’il ne craint plus les attaques des Pokémon oiseaux.",
  "pokecraft.species.shellos.name": "Sancoki",
  "pokecraft.species.shellos.desc": "Si on le caresse trop fort, il sécrète un étrange liquide mauve qui est inoffensif, mais dont la texture est très gluante.",
  "pokecraft.species.gastrodon.name": "Tritosor",
  "pokecraft.species.gastrodon.desc": "Son corps est caoutchouteux, mais très résistant, car la puissance des chocs qu’il subit se répand sur toute sa surface.",
  "pokecraft.species.ambipom.name": "Capidextre",
  "pokecraft.species.ambipom.desc": "Il utilise toujours ses deux queues pour faire la moindre tâche. Il s’en sert aussi pour enlacer les gens qu’il affectionne tout particulièrement.",
  "pokecraft.species.drifloon.name": "Baudrive",
  "pokecraft.species.drifloon.desc": "Nés d’une concentration d’âmes, ces Pokémon peuvent apparaître en grand nombre les jours où le taux d’humidité est élevé.",
  "pokecraft.species.drifblim.name": "Grodrive",
  "pokecraft.species.drifblim.desc": "Il attrape des personnes et des Pokémon pour les transporter vers une destination inconnue.",
  "pokecraft.species.buneary.name": "Laporeille",
  "pokecraft.species.buneary.desc": "Plus il s’entraîne, plus les coups qu’il assène en déroulant vigoureusement ses oreilles gagnent en puissance.",
  "pokecraft.species.lopunny.name": "Lockpin",
  "pokecraft.species.lopunny.desc": "À la fin de la saison chaude, il mue et se recouvre d’une fourrure épaisse et légère pour se préparer à affronter le froid hivernal.",
  "pokecraft.species.mismagius.name": "Magirêve",
  "pokecraft.species.mismagius.desc": "Il susurre des malédictions pour tourmenter ses ennemis et leur infliger de terribles migraines ou des hallucinations terrifiantes.",
  "pokecraft.species.honchkrow.name": "Corboss",
  "pokecraft.species.honchkrow.desc": "Ses sous-fifres font le sale boulot pour lui. Il n’intervient en combat que pour donner le coup de grâce à son ennemi.",
  "pokecraft.species.glameow.name": "Chaglam",
  "pokecraft.species.glameow.desc": "Lorsqu’il est heureux, sa queue décrit des arabesques comme un ruban de gymnastique rythmique.",
  "pokecraft.species.purugly.name": "Chaffreux",
  "pokecraft.species.purugly.desc": "Il ceinture sa taille de sa queue bifide pour paraître plus imposant.",
  "pokecraft.species.chingling.name": "Korillon",
  "pokecraft.species.chingling.desc": "Quand il sautille, l’orbe qu’il a dans la bouche s’agite et tinte comme une cloche.",
  "pokecraft.species.stunky.name": "Moufouette",
  "pokecraft.species.stunky.desc": "S’il lève la queue, c’est qu’il s’apprête à projeter un liquide tellement nauséabond qu’il peut faire perdre connaissance.",
  "pokecraft.species.skuntank.name": "Moufflair",
  "pokecraft.species.skuntank.desc": "Ce Pokémon, qui creuse son terrier dans le sol, peut projeter un liquide à l’odeur infecte avec le bout de sa queue.",
  "pokecraft.species.bronzor.name": "Archéomire",
  "pokecraft.species.bronzor.desc": "On raconte qu’il se met à briller et à refléter la vérité quand on le polit, mais il a horreur de cela.",
  "pokecraft.species.bronzong.name": "Archéodong",
  "pokecraft.species.bronzong.desc": "De nombreux savants pensent que ce Pokémon n’est pas originaire de Galar à cause des motifs qui ornent son corps.",
  "pokecraft.species.bonsly.name": "Manzaï",
  "pokecraft.species.bonsly.desc": "Il vit dans les zones rocheuses arides. Quand ses boules vertes sont sèches, elles se mettent à briller légèrement.",
  "pokecraft.species.mimejr.name": "Mime Jr.",
  "pokecraft.species.mimejr.desc": "Il considère les meilleurs danseurs parmi les M. Glaquette comme ses maîtres et s’évertue à mimer leurs mouvements.",
  "pokecraft.species.happiny.name": "Ptiravi",
  "pokecraft.species.happiny.desc": "Il prête volontiers son caillou rond à ceux qu’il apprécie, mais éclate en sanglots et se met en colère si on ne le lui rend pas.",
  "pokecraft.species.chatot.name": "Pijako",
  "pokecraft.species.chatot.desc": "On peut lui enseigner quelques mots. S’il s’agit d’un groupe, ils retiendront les mêmes phrases.",
  "pokecraft.species.spiritomb.name": "Spiritomb",
  "pokecraft.species.spiritomb.desc": "Pour punir son comportement déplorable, un voyageur a utilisé un mystérieux sortilège pour l’enchaîner à une Clé de Voûte.",
  "pokecraft.species.gible.name": "Griknot",
  "pokecraft.species.gible.desc": "Il attaque et entraîne dans son antre tout ce qui bouge, sans distinction. Sa gueule est immense, mais son estomac est relativement petit.",
  "pokecraft.species.gabite.name": "Carmache",
  "pokecraft.species.gabite.desc": "Il cache des pierres précieuses dans le sol de sa grotte, et accueille à coups de griffes et de crocs quiconque ose y pénétrer.",
  "pokecraft.species.garchomp.name": "Carchacrok",
  "pokecraft.species.garchomp.desc": "Ce Pokémon très rapide même au sol capture ses proies sur les monts enneigés et rentre vite dans son antre avant que son corps ne gèle.",
  "pokecraft.species.munchlax.name": "Goinfrex",
  "pokecraft.species.munchlax.desc": "Il conserve sa nourriture sous son épaisse fourrure. Il lui arrive d’en offrir un peu à ceux en qui il a confiance.",
  "pokecraft.species.riolu.name": "Riolu",
  "pokecraft.species.riolu.desc": "Il perçoit sous forme d’aura non seulement les sentiments des autres, mais aussi l’état de la nature.",
  "pokecraft.species.lucario.name": "Lucario",
  "pokecraft.species.lucario.desc": "Étant capable de lire ce que pensent les humains, ce Pokémon ne s’attache qu’aux Dresseurs dotés d’un cœur pur.",
  "pokecraft.species.hippopotas.name": "Hippopotas",
  "pokecraft.species.hippopotas.desc": "Il est principalement actif pendant la journée. Il s’enfouit profondément dans le sable pour dormir, car les nuits désertiques sont très froides.",
  "pokecraft.species.hippowdon.name": "Hippodocus",
  "pokecraft.species.hippowdon.desc": "Il entre dans une violente colère quand on l’énerve : il expulse le sable qu’il a accumulé pour provoquer de véritables tempêtes.",
  "pokecraft.species.skorupi.name": "Rapion",
  "pokecraft.species.skorupi.desc": "Il attaque avec les pinces empoisonnées de sa queue. Le venin se répand alors dans le corps de la victime et la paralyse.",
  "pokecraft.species.drapion.name": "Drascore",
  "pokecraft.species.drapion.desc": "Sa férocité lui a valu le surnom de « démon du désert », mais face à un Hippodocus, il est parfaitement docile et évite de le provoquer.",
  "pokecraft.species.croagunk.name": "Cradopaud",
  "pokecraft.species.croagunk.desc": "Dilué, son poison sert de remède. Cela lui a valu de devenir la mascotte populaire d’une entreprise de produits pharmaceutiques.",
  "pokecraft.species.toxicroak.name": "Coatox",
  "pokecraft.species.toxicroak.desc": "Il lance un coassement viril de victoire quand il parvient à terrasser sa proie. Il s’apparente aux Crapustule.",
  "pokecraft.species.carnivine.name": "Vortente",
  "pokecraft.species.carnivine.desc": "Il s’accroche aux arbres des marais et attire ses proies avec sa salive à l’odeur enivrante.",
  "pokecraft.species.finneon.name": "Écayon",
  "pokecraft.species.finneon.desc": "Il attire ses proies avec ses nageoires caudales lumineuses. Il passe la journée à la surface et se retire dans les abysses la nuit venue.",
  "pokecraft.species.lumineon.name": "Luminéon",
  "pokecraft.species.lumineon.desc": "Il se déplace en rampant dans les profondeurs de l’océan. Ses nageoires brillent telles des étoiles dans le ciel nocturne.",
  "pokecraft.species.mantyke.name": "Babimanta",
  "pokecraft.species.mantyke.desc": "Il nage au sein des bancs de Rémoraid. Lorsqu’un prédateur les attaque, il se bat à leurs côtés.",
  "pokecraft.species.snover.name": "Blizzi",
  "pokecraft.species.snover.desc": "Les Baies en forme de crèmes glacées qui poussent sur son ventre sont le mets favori des Darumarond vivant à Galar.",
  "pokecraft.species.abomasnow.name": "Blizzaroi",
  "pokecraft.species.abomasnow.desc": "Ce grand Pokémon déclenche des blizzards. Lorsqu’il agite son corps, tout ce qui l’entoure se retrouve couvert de neige.",
  "pokecraft.species.weavile.name": "Dimoret",
  "pokecraft.species.weavile.desc": "Il communique avec ses semblables en gravant des motifs avec ses griffes. Il existerait près de 500 signes différents.",
  "pokecraft.species.magnezone.name": "Magnézone",
  "pokecraft.species.magnezone.desc": "On pense qu’il a évolué après avoir été exposé à un champ magnétique particulier qui a modifié la structure moléculaire de son corps.",
  "pokecraft.species.lickilicky.name": "Coudlangue",
  "pokecraft.species.lickilicky.desc": "Il est aussi habile avec sa langue que les êtres humains le sont avec leurs mains. En revanche, il est maladroit quand il utilise ses doigts.",
  "pokecraft.species.rhyperior.name": "Rhinastoc",
  "pokecraft.species.rhyperior.desc": "Il repousse les attaques avec ses Protecteurs et profite du moment où l’adversaire est déstabilisé pour le transpercer avec sa vrille, dont il est fier.",
  "pokecraft.species.tangrowth.name": "Bouldeneu",
  "pokecraft.species.tangrowth.desc": "Ses lianes poussent plus rapidement s’il vit sous un climat chaud. Quand elles deviennent trop longues, il se les coupe.",
  "pokecraft.species.electivire.name": "Élekable",
  "pokecraft.species.electivire.desc": "La quantité d’électricité qu’il génère est énorme, même pour un Pokémon Électrik. Il inflige de fortes décharges du bout de ses queues.",
  "pokecraft.species.magmortar.name": "Maganon",
  "pokecraft.species.magmortar.desc": "Au fil du temps, son corps est devenu similaire à un volcan, et un de ses organes ressemble désormais à une chambre magmatique.",
  "pokecraft.species.togekiss.name": "Togekiss",
  "pokecraft.species.togekiss.desc": "On dit que ce Pokémon dispense ses bienfaits, ce qui explique pourquoi il est représenté sur les porte-bonheurs depuis fort longtemps.",
  "pokecraft.species.yanmega.name": "Yanmega",
  "pokecraft.species.yanmega.desc": "Il peut voler avec aise tout en portant un adulte dans ses six pattes. Les ailes de sa queue lui servent de balancier.",
  "pokecraft.species.leafeon.name": "Phyllali",
  "pokecraft.species.leafeon.desc": "Grâce à sa queue aussi effilée qu’une lame, il est capable de fendre en deux des arbres immenses.",
  "pokecraft.species.glaceon.name": "Givrali",
  "pokecraft.species.glaceon.desc": "Ce Pokémon exhale un vent glacial qui crée une neige poudreuse. Sa présence est très appréciée dans les stations de ski.",
  "pokecraft.species.gliscor.name": "Scorvol",
  "pokecraft.species.gliscor.desc": "Il vole sans un bruit, et capture ses proies avec sa queue pour leur infliger une morsure critique.",
  "pokecraft.species.mamoswine.name": "Mammochon",
  "pokecraft.species.mamoswine.desc": "Comme son physique le laisse deviner, il est très fort. La taille de ses défenses de glace augmente à mesure que la température baisse.",
  "pokecraft.species.porygonz.name": "Porygon-Z",
  "pokecraft.species.porygonz.desc": "On dit qu’un nouveau programme l’a fait évoluer, mais les avis des scientifiques divergent quant à savoir s’il s’agit réellement d’une évolution.",
  "pokecraft.species.gallade.name": "Gallame",
  "pokecraft.species.gallade.desc": "Ses sens aiguisés lui indiquent lorsque quelqu’un est en danger. Il accourt alors à la rescousse.",
  "pokecraft.species.probopass.name": "Tarinorme",
  "pokecraft.species.probopass.desc": "Il utilise ses trois petites unités pour combattre ses ennemis et capturer ses proies. Le reste de son corps se contente de donner des ordres.",
  "pokecraft.species.dusknoir.name": "Noctunoir",
  "pokecraft.species.dusknoir.desc": "Il dévore l’âme de ses ennemis en les engloutissant dans sa bouche ventrale. Il recrache ensuite leur enveloppe corporelle.",
  "pokecraft.species.froslass.name": "Momartik",
  "pokecraft.species.froslass.desc": "Il gèle ses proies avec son souffle à - 50 °C, les amène dans son antre, puis les y aligne avec soin.",
  "pokecraft.species.rotom.name": "Motisma",
  "pokecraft.species.rotom.desc": "Son corps composé de plasma lui permet d’infiltrer diverses machines. Il adore surprendre les gens.",
  "pokecraft.species.uxie.name": "Créhelf",
  "pokecraft.species.uxie.desc": "On dit que sa venue a fourni aux humains le bon sens nécessaire pour améliorer leur existence.",
  "pokecraft.species.mesprit.name": "Créfollet",
  "pokecraft.species.mesprit.desc": "Il dort au fond d’un lac. On dit que son esprit abandonne son corps pour voler à sa surface.",
  "pokecraft.species.azelf.name": "Créfadet",
  "pokecraft.species.azelf.desc": "On raconte que Créhelf, Créfollet et Créfadet proviennent du même Œuf.",
  "pokecraft.species.dialga.name": "Dialga",
  "pokecraft.species.dialga.desc": "Il peut contrôler le temps. Les mythes de Sinnoh en parlent comme d’une divinité ancienne.",
  "pokecraft.species.palkia.name": "Palkia",
  "pokecraft.species.palkia.desc": "Il peut modeler l’espace. Les mythes de Sinnoh en parlent comme d’une divinité ancienne.",
  "pokecraft.species.heatran.name": "Heatran",
  "pokecraft.species.heatran.desc": "Le sang de ce Pokémon des cratères bouillonne dans son corps comme du magma.",
  "pokecraft.species.regigigas.name": "Regigigas",
  "pokecraft.species.regigigas.desc": "On raconte qu’après avoir créé des Pokémon avec différentes matières, il aurait placé les continents à leur position actuelle.",
  "pokecraft.species.giratina.name": "Giratina",
  "pokecraft.species.giratina.desc": "Sa grande violence lui a valu d’être banni. Il observe les hommes en silence depuis le Monde Distorsion.",
  "pokecraft.species.cresselia.name": "Cresselia",
  "pokecraft.species.cresselia.desc": "Dormir avec une de ses plumes à la main permet de faire de beaux rêves. On le surnomme « avatar du croissant de lune ».",
  "pokecraft.species.phione.name": "Phione",
  "pokecraft.species.phione.desc": "Ce Pokémon des mers chaudes revient toujours à son lieu de naissance, peu importe la distance.",
  "pokecraft.species.manaphy.name": "Manaphy",
  "pokecraft.species.manaphy.desc": "Il possède l’étrange pouvoir de s’entendre avec n’importe quel Pokémon.",
  "pokecraft.species.darkrai.name": "Darkrai",
  "pokecraft.species.darkrai.desc": "Il a la capacité de bercer les gens pour les faire rêver. Il se montre durant les nuits de nouvelle lune.",
  "pokecraft.species.shaymin.name": "Shaymin",
  "pokecraft.species.shaymin.desc": "Il prend son essor pour répandre la gratitude lorsque les Gracidées fleurissent.",
  "pokecraft.species.arceus.name": "Arceus",
  "pokecraft.species.arceus.desc": "Dans la mythologie, ce Pokémon existait déjà avant la formation de l’univers.",
  "pokecraft.species.victini.name": "Victini",
  "pokecraft.species.victini.desc": "L’énergie sans limites qu’il produit donne une force incroyable à ceux qui entrent en contact avec elle.",
  "pokecraft.species.snivy.name": "Vipélierre",
  "pokecraft.species.snivy.desc": "Il laisse sa queue prendre le soleil pour sa photosynthèse. Quand il est malade, sa queue pend tristement.",
  "pokecraft.species.servine.name": "Lianaja",
  "pokecraft.species.servine.desc": "La saleté l’empêchant d’utiliser la photosynthèse, il prend grand soin d’être toujours propre.",
  "pokecraft.species.serperior.name": "Majaspic",
  "pokecraft.species.serperior.desc": "Il peut paralyser l’ennemi d’un regard. Il amplifie l’énergie du soleil dans son corps.",
  "pokecraft.species.tepig.name": "Gruikui",
  "pokecraft.species.tepig.desc": "Il adore se goinfrer de Baies grillées, mais il lui arrive de les réduire en cendres dans son excitation.",
  "pokecraft.species.pignite.name": "Grotichon",
  "pokecraft.species.pignite.desc": "Quand le feu dans son corps s’embrase, sa vitesse et son agilité augmentent. En cas d’urgence, il crache de la fumée.",
  "pokecraft.species.emboar.name": "Roitiflam",
  "pokecraft.species.emboar.desc": "Il a une barbe enflammée. Il maîtrise des techniques de combat au corps à corps rapides et puissantes.",
  "pokecraft.species.oshawott.name": "Moustillon",
  "pokecraft.species.oshawott.desc": "Il combat avec le coupillage de son ventre. Il peut parer un assaut et immédiatement contre-attaquer.",
  "pokecraft.species.dewott.name": "Mateloutre",
  "pokecraft.species.dewott.desc": "Chaque Mateloutre a sa propre technique d’escrime au coupillage, acquise grâce à un entraînement drastique.",
  "pokecraft.species.samurott.name": "Clamiral",
  "pokecraft.species.samurott.desc": "Il peut terrasser ses ennemis d’un coup de la lame enchâssée dans son armure, et les faire taire d’un seul regard.",
  "pokecraft.species.patrat.name": "Ratentif",
  "pokecraft.species.patrat.desc": "Très prudent, il surveille attentivement son territoire, mais oublie souvent de regarder derrière lui.",
  "pokecraft.species.watchog.name": "Miradar",
  "pokecraft.species.watchog.desc": "Il attaque en crachant les graines des Baies qu’il accumule dans ses bajoues. S’il voit un ennemi, il dresse la queue.",
  "pokecraft.species.lillipup.name": "Ponchiot",
  "pokecraft.species.lillipup.desc": "Ce Pokémon est plus intelligent que la plupart des enfants. Il n’oublie ni l’affection qu’il a reçue ni les mauvais traitements qu’il a pu subir.",
  "pokecraft.species.herdier.name": "Ponchien",
  "pokecraft.species.herdier.desc": "Les poils sombres qui recouvrent son dos sont si épais et si souples qu’ils peuvent même repousser des crocs acérés.",
  "pokecraft.species.stoutland.name": "Mastouffe",
  "pokecraft.species.stoutland.desc": "Sa moustache remarquable fait sa fierté, car sa longueur permettrait de déterminer la hiérarchie au sein de l’espèce.",
  "pokecraft.species.purrloin.name": "Chacripan",
  "pokecraft.species.purrloin.desc": "Malheur à qui se laisse berner par ses gestes adorables : une fois les gens à sa portée, il les griffe sans crier gare, en ricanant.",
  "pokecraft.species.liepard.name": "Léopardus",
  "pokecraft.species.liepard.desc": "Sans un bruit, il approche ses victimes par-derrière pour les frapper. Il dispute son territoire avec les Roublenard.",
  "pokecraft.species.pansage.name": "Feuillajou",
  "pokecraft.species.pansage.desc": "Il est très doué pour trouver des Baies et aime les partager avec ses amis sans rien demander en échange.",
  "pokecraft.species.simisage.name": "Feuiloutan",
  "pokecraft.species.simisage.desc": "Il a un tempérament violent et se bat avec sa queue pleine d’épines. La feuille sur sa tête est très amère.",
  "pokecraft.species.pansear.name": "Flamajou",
  "pokecraft.species.pansear.desc": "Il vit dans les cratères des volcans. L’intérieur de la mèche qu’il a sur la tête peut atteindre 300 °C.",
  "pokecraft.species.simisear.name": "Flamoutan",
  "pokecraft.species.simisear.desc": "Quand il est excité, des flammèches brûlantes dansent sur sa tête et sa queue. Il raffole des choses sucrées.",
  "pokecraft.species.panpour.name": "Flotajou",
  "pokecraft.species.panpour.desc": "L’eau contenue dans la mèche sur sa tête est pleine de nutriments. Elle fait pousser les plantes avec vigueur.",
  "pokecraft.species.simipour.name": "Flotoutan",
  "pokecraft.species.simipour.desc": "Il aime les endroits où l’eau est pure. Il se ravitaille en eau en l’aspirant avec sa queue.",
  "pokecraft.species.munna.name": "Munna",
  "pokecraft.species.munna.desc": "Il se nourrit de songes et expire de la fumée qui prend la couleur rose si le rêve est joyeux, ou noire s’il s’agit d’un cauchemar.",
  "pokecraft.species.musharna.name": "Mushana",
  "pokecraft.species.musharna.desc": "Il est sans cesse assoupi, plongé dans ses rêves. Il vaut mieux éviter de le déranger, car il est toujours mal luné au réveil.",
  "pokecraft.species.pidove.name": "Poichigeon",
  "pokecraft.species.pidove.desc": "Il n’est pas très malin et un peu distrait, mais beaucoup de Dresseurs l’apprécient pour son caractère affectueux et sa bonne volonté.",
  "pokecraft.species.tranquill.name": "Colombeau",
  "pokecraft.species.tranquill.desc": "Il est intelligent et possède une bonne mémoire. On raconte que les livreurs le choisissent souvent comme partenaire.",
  "pokecraft.species.unfezant.name": "Déflaisan",
  "pokecraft.species.unfezant.desc": "Ce Pokémon est aussi intelligent qu’il est arrogant. Les Dresseurs de Déflaisan sont tenus en haute estime.",
  "pokecraft.species.blitzle.name": "Zébibron",
  "pokecraft.species.blitzle.desc": "Sa crinière luit quand il lâche des décharges. Il module leur rythme et leur nombre pour communiquer avec ses pairs.",
  "pokecraft.species.zebstrika.name": "Zéblitz",
  "pokecraft.species.zebstrika.desc": "Il réagit à la vitesse de l’éclair. Lorsqu’il est en plein galop, on peut entendre le grondement du tonnerre.",
  "pokecraft.species.roggenrola.name": "Nodulithe",
  "pokecraft.species.roggenrola.desc": "Il se déplace en réagissant aux sons environnants. Son noyau d’énergie rend son corps légèrement chaud au toucher.",
  "pokecraft.species.boldore.name": "Géolithe",
  "pokecraft.species.boldore.desc": "Il sonde les environs grâce au son. Lorsqu’un importun le met en colère, il se lance à sa poursuite sans changer l’orientation de son corps.",
  "pokecraft.species.gigalith.name": "Gigalithe",
  "pokecraft.species.gigalith.desc": "Il est capable d’envoyer des boules d’énergie assez puissantes pour balayer un camion-benne, mais il ne peut tirer que les jours ensoleillés.",
  "pokecraft.species.woobat.name": "Chovsourir",
  "pokecraft.species.woobat.desc": "Il virevolte gaiement et émet des ultrasons pour trouver des Pokémon Insecte à grignoter.",
  "pokecraft.species.swoobat.name": "Rhinolove",
  "pokecraft.species.swoobat.desc": "Certaines contrées le vénèrent et pensent que la forme de son nez est un symbole de chance et de bonheur.",
  "pokecraft.species.drilbur.name": "Rototaupe",
  "pokecraft.species.drilbur.desc": "Les cultivateurs le détestent, car il abîme leurs légumes en creusant la terre avec ses griffes.",
  "pokecraft.species.excadrill.name": "Minotaupe",
  "pokecraft.species.excadrill.desc": "On l’appelle le « roi de la vrille ». Il creuse la terre à une vitesse pouvant atteindre 150 km/h.",
  "pokecraft.species.audino.name": "Nanméouïe",
  "pokecraft.species.audino.desc": "Ce Pokémon gentil est capable de deviner les émotions et l’état de santé des autres rien qu’en les touchant avec ses antennes.",
  "pokecraft.species.timburr.name": "Charpenti",
  "pokecraft.species.timburr.desc": "Lorsque Charpenti est capable de soulever une poutre faisant trois fois son poids, le jour de son évolution est proche.",
  "pokecraft.species.gurdurr.name": "Ouvrifier",
  "pokecraft.species.gurdurr.desc": "Il manie la poutre métallique avec habileté. Il est doué pour démanteler une bâtisse, mais peu adroit lorsqu’il s’agit d’en construire une.",
  "pokecraft.species.conkeldurr.name": "Bétochef",
  "pokecraft.species.conkeldurr.desc": "Quand il décide de passer aux choses sérieuses, il jette ses piliers de béton et saute sur son adversaire pour le frapper du poing.",
  "pokecraft.species.tympole.name": "Tritonde",
  "pokecraft.species.tympole.desc": "Il communique avec ses compagnons en émettant des ondes. Son cri d’alerte est inaudible pour les humains et les autres Pokémon.",
  "pokecraft.species.palpitoad.name": "Batracné",
  "pokecraft.species.palpitoad.desc": "Il lui arrive de pousser des cris ravissants. Plus ses protubérances sont grosses, plus le son porte loin.",
  "pokecraft.species.seismitoad.name": "Crapustule",
  "pokecraft.species.seismitoad.desc": "Ce Pokémon est un excellent masseur grâce aux vibrations de ses pustules. Les personnes âgées l’apprécient particulièrement.",
  "pokecraft.species.throh.name": "Judokrak",
  "pokecraft.species.throh.desc": "Ils s’entraînent intensément par groupes de cinq. Ceux qui ne peuvent pas suivre le rythme abandonnent leur ceinture et se retirent.",
  "pokecraft.species.sawk.name": "Karaclée",
  "pokecraft.species.sawk.desc": "Après avoir suivi un entraînement intensif, la puissance du tranchant de sa main est telle qu’il peut fendre la mer en deux.",
  "pokecraft.species.sewaddle.name": "Larveyette",
  "pokecraft.species.sewaddle.desc": "La mascotte des créateurs de mode. Il découpe ses vêtements dans les feuilles qu’il trouve.",
  "pokecraft.species.swadloon.name": "Couverdure",
  "pokecraft.species.swadloon.desc": "Il se protège du froid en s’emmitouflant dans une feuille. Il se déplace en forêt et mange les feuilles tombées par terre.",
  "pokecraft.species.leavanny.name": "Manternel",
  "pokecraft.species.leavanny.desc": "Il réchauffe les Œufs avec la chaleur de l’humus. Il fabrique des langes pour les Larveyette avec des feuilles.",
  "pokecraft.species.venipede.name": "Venipatte",
  "pokecraft.species.venipede.desc": "Ses crocs sont extrêmement venimeux. Dès qu’il voit une proie à son goût, il bondit sur elle sans penser aux conséquences.",
  "pokecraft.species.whirlipede.name": "Scobolide",
  "pokecraft.species.whirlipede.desc": "Il se protège avec sa solide carapace et ses épines empoisonnées tandis qu’il rassemble l’énergie nécessaire à son évolution.",
  "pokecraft.species.scolipede.name": "Brutapode",
  "pokecraft.species.scolipede.desc": "Il défend son territoire avec acharnement contre son ennemi Scolocendre. Le perdant sert de dîner au vainqueur.",
  "pokecraft.species.cottonee.name": "Doudouvet",
  "pokecraft.species.cottonee.desc": "Les marques de luxe utilisent les étoffes splendides issues du mélange des cotons de Doudouvet et de Blancoton.",
  "pokecraft.species.whimsicott.name": "Farfaduvet",
  "pokecraft.species.whimsicott.desc": "Son coton se met à gonfler sous les rayons du soleil. Quand il est trop volumineux, il s’effiloche et se répand aux alentours.",
  "pokecraft.species.petilil.name": "Chlorobule",
  "pokecraft.species.petilil.desc": "Plus ses feuilles sont foncées, plus il est en bonne santé. Il s’installe parfois dans les champs ou les parterres de fleurs bien entretenus.",
  "pokecraft.species.lilligant.name": "Fragilady",
  "pokecraft.species.lilligant.desc": "L’huile essentielle extraite de sa fleur dégage un parfum exceptionnel, mais elle coûte extrêmement cher.",
  "pokecraft.species.basculin.name": "Bargantua",
  "pokecraft.species.basculin.desc": "On l’utilisait autrefois en cuisine. La chair grasse des Bargantua à motif rouge était plutôt destinée aux jeunes.",
  "pokecraft.species.sandile.name": "Mascaïman",
  "pokecraft.species.sandile.desc": "Malgré son petit gabarit, il a beaucoup de force dans les pattes arrière. Il parcourt le désert comme s’il nageait dans le sable.",
  "pokecraft.species.krokorok.name": "Escroco",
  "pokecraft.species.krokorok.desc": "Bien que ses yeux particuliers lui permettent de voir dans l’obscurité, les nuits sont si froides dans le désert qu’il ne se déplace presque pas.",
  "pokecraft.species.krookodile.name": "Crocorible",
  "pokecraft.species.krookodile.desc": "Il aime la violence, mais sait aussi se montrer patient lorsqu’il doit passer plusieurs jours dans le sable à attendre une proie.",
  "pokecraft.species.darumaka.name": "Darumarond",
  "pokecraft.species.darumaka.desc": "On a beau le pousser ou le tirer, quand il dort, rien ne le fait vaciller. Cette qualité lui a valu de devenir un emblème pour les porte-bonheurs.",
  "pokecraft.species.darmanitan.name": "Darumacho",
  "pokecraft.species.darmanitan.desc": "Sa puissance augmente à mesure que la flamme de son corps s’intensifie. La température de celle-ci peut parfois dépasser les 1 400 °C.",
  "pokecraft.species.maractus.name": "Maracachi",
  "pokecraft.species.maractus.desc": "Il sème les graines de ses fleurs une fois par an. Celles-ci abondent en nutriments et représentent une denrée précieuse dans le désert.",
  "pokecraft.species.dwebble.name": "Crabicoque",
  "pokecraft.species.dwebble.desc": "S’il ne trouve pas de bon caillou à creuser pour s’y loger, il élit domicile dans un des trous du corps d’Hippodocus.",
  "pokecraft.species.crustle.name": "Crabaraque",
  "pokecraft.species.crustle.desc": "Ses meilleures armes sont ses pinces. Elles sont si dures qu’elles peuvent ébrécher les Protecteurs de Rhinastoc.",
  "pokecraft.species.scraggy.name": "Baggiguane",
  "pokecraft.species.scraggy.desc": "Il se protège grâce à sa peau robuste. On dit que quand celle-ci ne peut plus s’étirer davantage, c’est qu’il est sur le point d’évoluer.",
  "pokecraft.species.scrafty.name": "Baggaïd",
  "pokecraft.species.scrafty.desc": "Il est de nature violente, mais au fond de lui, il tient à sa famille, à ses amis et à son territoire.",
  "pokecraft.species.sigilyph.name": "Cryptéro",
  "pokecraft.species.sigilyph.desc": "En fouillant sous le sable du désert survolé par Cryptéro, on a retrouvé les vestiges de ce que l’on croit être une ville antique.",
  "pokecraft.species.yamask.name": "Tutafeh",
  "pokecraft.species.yamask.desc": "Il est né de l’âme d’un être humain d’un peuple antique. Il erre dans les ruines à la recherche de quiconque reconnaîtra son visage.",
  "pokecraft.species.cofagrigus.name": "Tutankafer",
  "pokecraft.species.cofagrigus.desc": "On le voit souvent représenté sur les murs des vieilles sépultures des rois en tant que symbole de leur richesse.",
  "pokecraft.species.tirtouga.name": "Carapagos",
  "pokecraft.species.tirtouga.desc": "Ancêtre présumé de nombreuses espèces de Pokémon tortues, il a été restauré à partir d’un fossile.",
  "pokecraft.species.carracosta.name": "Mégapagos",
  "pokecraft.species.carracosta.desc": "Bien qu’il soit moins à l’aise sur terre que dans l’eau, il s’aventure sur le rivage pour se nourrir.",
  "pokecraft.species.archen.name": "Arkéapti",
  "pokecraft.species.archen.desc": "On dit que c’est l’ancêtre des Pokémon oiseaux. Il vivait à la cime des arbres et se nourrissait de Baies et de Pokémon Insecte.",
  "pokecraft.species.archeops.name": "Aéroptéryx",
  "pokecraft.species.archeops.desc": "Il savait voler, mais il semble qu’il était beaucoup plus doué pour chasser ses proies sur la terre ferme.",
  "pokecraft.species.trubbish.name": "Miamiasme",
  "pokecraft.species.trubbish.desc": "Il est né d’un sac poubelle rempli d’ordures. Le gaz empoisonné qu’il exhale est très apprécié des Smogogo de Galar.",
  "pokecraft.species.garbodor.name": "Miasmax",
  "pokecraft.species.garbodor.desc": "Le liquide qu’il projette de son bras droit est si toxique que si une créature fragile en est aspergée, elle succombe sur-le-champ.",
  "pokecraft.species.zorua.name": "Zorua",
  "pokecraft.species.zorua.desc": "Il lui arrive de se changer en être humain, surtout en enfant, pour venir chercher de la nourriture en ville.",
  "pokecraft.species.zoroark.name": "Zoroark",
  "pokecraft.species.zoroark.desc": "Les Dresseurs en manque de compagnie ordonnent à Zoroark de leur montrer une illusion pour tromper leur solitude.",
  "pokecraft.species.minccino.name": "Chinchidou",
  "pokecraft.species.minccino.desc": "Les Chinchidou se saluent en se frottant la queue. Celui qui a la plus volumineuse en tire une certaine fierté.",
  "pokecraft.species.cinccino.name": "Pashmilla",
  "pokecraft.species.cinccino.desc": "La sécrétion huileuse de ses poils lui permet de dévier les attaques. Elle s’arrache à prix d’or sur les marchés.",
  "pokecraft.species.gothita.name": "Scrutella",
  "pokecraft.species.gothita.desc": "Parfois, ce Pokémon chuchote alors qu’il n’y a personne aux alentours. On raconte qu’il parle à une entité que personne ne peut voir.",
  "pokecraft.species.gothorita.name": "Mesmérella",
  "pokecraft.species.gothorita.desc": "Ses pouvoirs psychiques semblent atteindre leur paroxysme pendant les nuits étoilées, mais nul ne sait s’il a un rapport avec l’espace.",
  "pokecraft.species.gothitelle.name": "Sidérella",
  "pokecraft.species.gothitelle.desc": "Les criminels à qui Sidérella a révélé les derniers instants de leur vie ont tous été portés disparus le jour même.",
  "pokecraft.species.solosis.name": "Nucléos",
  "pokecraft.species.solosis.desc": "On raconte que le curieux fluide qui entoure le corps de ce Pokémon lui permet de survivre dans l’espace.",
  "pokecraft.species.duosion.name": "Méios",
  "pokecraft.species.duosion.desc": "Étant donné que ses deux cerveaux sont rarement sur la même longueur d’onde, il est impossible de prédire son comportement.",
  "pokecraft.species.reuniclus.name": "Symbios",
  "pokecraft.species.reuniclus.desc": "S’il ne s’agissait pas d’un poison violent que seul Symbios peut boire, son curieux fluide pourrait, selon les dires, rendre plus intelligent.",
  "pokecraft.species.ducklett.name": "Couaneton",
  "pokecraft.species.ducklett.desc": "Un Pokémon doué pour la plongée qui passe son temps sous l’eau à chercher des sphaignes, son plat préféré.",
  "pokecraft.species.swanna.name": "Lakmécygne",
  "pokecraft.species.swanna.desc": "Ils se mettent à danser à la tombée de la nuit. Le Lakmécygne qui danse au centre est le chef de la troupe.",
  "pokecraft.species.vanillite.name": "Sorbébé",
  "pokecraft.species.vanillite.desc": "On raconte qu’il est né de stalactites. Il gèle les alentours en soufflant de l’air à - 50 °C pour améliorer son confort.",
  "pokecraft.species.vanillish.name": "Sorboul",
  "pokecraft.species.vanillish.desc": "Bien qu’il gèle ses ennemis en soufflant de l’air à - 100 °C, sa gentillesse l’empêche de leur ôter la vie.",
  "pokecraft.species.vanilluxe.name": "Sorbouboul",
  "pokecraft.species.vanilluxe.desc": "La température de son corps est d’environ - 6 °C. On raconte que ce Pokémon naît lorsque deux Sorboul se collent l’un à l’autre.",
  "pokecraft.species.deerling.name": "Vivaldaim",
  "pokecraft.species.deerling.desc": "Quand la saison change, il change de pelage et d’odeur. Un Pokémon qui annonce le passage des saisons.",
  "pokecraft.species.sawsbuck.name": "Haydaim",
  "pokecraft.species.sawsbuck.desc": "Il change d’habitat selon les saisons. Certains disent même qu’il est celui qui apporte le printemps.",
  "pokecraft.species.emolga.name": "Emolga",
  "pokecraft.species.emolga.desc": "Les Baies sucrées sont son péché mignon. Il lui arrive d’en conserver beaucoup trop dans ses bajoues, ce qui l’empêche de bien planer.",
  "pokecraft.species.karrablast.name": "Carabing",
  "pokecraft.species.karrablast.desc": "Il crache un liquide qui dissout les coquilles des Escargaume pour se régaler de leur contenu.",
  "pokecraft.species.escavalier.name": "Lançargot",
  "pokecraft.species.escavalier.desc": "Il charge ses ennemis en brandissant ses lances. Il existe un célèbre tableau représentant la joute entre un Lançargot et un Palarticho.",
  "pokecraft.species.foongus.name": "Trompignon",
  "pokecraft.species.foongus.desc": "Les spores qu’il libère de ses mains sont très toxiques, mais si on les sèche bien, elles peuvent soulager les maux de ventre.",
  "pokecraft.species.amoonguss.name": "Gaulet",
  "pokecraft.species.amoonguss.desc": "Ce Pokémon a tendance à très peu se déplacer. Quand il voit une Poké Ball abandonnée au sol, il reste immobile à côté.",
  "pokecraft.species.frillish.name": "Viskuse",
  "pokecraft.species.frillish.desc": "Certaines légendes racontent que les Viskuse sont les habitants d’une ancienne cité engloutie qui ont été changés en Pokémon.",
  "pokecraft.species.jellicent.name": "Moyade",
  "pokecraft.species.jellicent.desc": "Les nuits de pleine lune, ils se réunissent à la surface de la mer pour attendre leurs proies.",
  "pokecraft.species.alomomola.name": "Mamanbo",
  "pokecraft.species.alomomola.desc": "On pense qu’il protège les Pokémon affaiblis parce qu’il partage avec eux les mêmes prédateurs.",
  "pokecraft.species.joltik.name": "Statitik",
  "pokecraft.species.joltik.desc": "Il s’accroche aux autres Pokémon pour aspirer leur électricité statique. On en trouve souvent collés au postérieur de Voltoutou.",
  "pokecraft.species.galvantula.name": "Mygavolt",
  "pokecraft.species.galvantula.desc": "Il piège les oisillons qui ne savent pas encore voler en tissant une toile électrique près des nids des Pokémon oiseaux.",
  "pokecraft.species.ferroseed.name": "Grindur",
  "pokecraft.species.ferroseed.desc": "Il aime les grottes pleines de mousse. Les enzymes contenues dans ces plantes l’aident à obtenir des épines grandes et solides.",
  "pokecraft.species.ferrothorn.name": "Noacier",
  "pokecraft.species.ferrothorn.desc": "Ses épines sont plus solides que l’acier. Il plante celles de ses tentacules dans les parois rocheuses pour se déplacer.",
  "pokecraft.species.klink.name": "Tic",
  "pokecraft.species.klink.desc": "Les humains auraient inventé les mécanismes à engrenages il y a fort longtemps, en observant ce Pokémon.",
  "pokecraft.species.klang.name": "Clic",
  "pokecraft.species.klang.desc": "Ce Pokémon symbolisant la technologie industrielle est souvent utilisé dans le logo des entreprises de Galar.",
  "pokecraft.species.klinklang.name": "Cliticlic",
  "pokecraft.species.klinklang.desc": "Bien que son nouveau rouage à pointes ne soit pas doué de vie, il parvient à le faire tourner à grande vitesse avec les deux autres.",
  "pokecraft.species.tynamo.name": "Anchwatt",
  "pokecraft.species.tynamo.desc": "Tout seul, il ne dégage pas beaucoup d’électricité. Mais un banc d’Anchwatt produit des décharges surpuissantes.",
  "pokecraft.species.eelektrik.name": "Lampéroie",
  "pokecraft.species.eelektrik.desc": "Un Pokémon doté d’un gros appétit. Il paralyse ses proies avec des décharges électriques avant de les manger.",
  "pokecraft.species.eelektross.name": "Ohmassacre",
  "pokecraft.species.eelektross.desc": "Il peut sortir de l’eau à la force de ses bras pour attraper des proies sur la rive. Il retourne à l’eau en un instant.",
  "pokecraft.species.elgyem.name": "Lewsor",
  "pokecraft.species.elgyem.desc": "Ce Pokémon a été découvert il y a environ 50 ans. Son cerveau surdéveloppé lui permet d’utiliser ses pouvoirs psychiques avec aisance.",
  "pokecraft.species.beheeyem.name": "Neitram",
  "pokecraft.species.beheeyem.desc": "Il peut manipuler les souvenirs de son adversaire à loisir. Parfois, on l’aperçoit en train de vagabonder au-dessus des champs de blé.",
  "pokecraft.species.litwick.name": "Funécire",
  "pokecraft.species.litwick.desc": "Plus les victimes dont il aspire l’énergie vitale sont jeunes, plus sa flamme grandit et luit lugubrement.",
  "pokecraft.species.lampent.name": "Mélancolux",
  "pokecraft.species.lampent.desc": "Il se cache en ville en se faisant passer pour un lampadaire. Lorsqu’il repère une personne dont l’heure est proche, il la suit en catimini.",
  "pokecraft.species.chandelure.name": "Lugulabre",
  "pokecraft.species.chandelure.desc": "On raconte que dans les manoirs éclairés par des Lugulabre, les funérailles s’enchaînent sans discontinuer.",
  "pokecraft.species.axew.name": "Coupenotte",
  "pokecraft.species.axew.desc": "Il joue avec ses congénères à se donner de grands coups de crocs. Peu importe s’ils se cassent : ils repousseront aussitôt.",
  "pokecraft.species.fraxure.name": "Incisache",
  "pokecraft.species.fraxure.desc": "Son épiderme est dur comme une armure. Il est passé maître dans l’art de charger l’ennemi tout en le transperçant de ses crocs.",
  "pokecraft.species.haxorus.name": "Tranchodon",
  "pokecraft.species.haxorus.desc": "D’un naturel doux, il est cependant redoutable lorsqu’il se fâche. Il est très fier de ses crocs qui peuvent même découper des poutres d’acier.",
  "pokecraft.species.cubchoo.name": "Polarhume",
  "pokecraft.species.cubchoo.desc": "Il renifle avant d’utiliser une capacité. Le froid intense contenu dans sa morve lui permet de lancer les capacités de type Glace.",
  "pokecraft.species.beartic.name": "Polagriffe",
  "pokecraft.species.beartic.desc": "Il sillonne les mers glaciales avec aisance. Quand il est fatigué, il gèle l’eau de mer d’un souffle et se repose sur l’iceberg improvisé.",
  "pokecraft.species.cryogonal.name": "Hexagel",
  "pokecraft.species.cryogonal.desc": "Lorsqu’il fait trop chaud, il s’évapore, ce qui explique pourquoi on ne le voit presque pas en été.",
  "pokecraft.species.shelmet.name": "Escargaume",
  "pokecraft.species.shelmet.desc": "Il a l’étrange faculté de réagir à l’énergie électrique. On ne sait trop pourquoi, mais quand il se trouve aux côtés de Carabing, il évolue.",
  "pokecraft.species.accelgor.name": "Limaspeed",
  "pokecraft.species.accelgor.desc": "Il est bien plus agile sans sa coquille. La membrane en forme de bandelettes qui l’entoure l’empêche de se dessécher.",
  "pokecraft.species.stunfisk.name": "Limonde",
  "pokecraft.species.stunfisk.desc": "Lorsque les parties jaunes de son corps envoient une puissante décharge électrique, il ébauche un sourire. Personne ne sait pourquoi.",
  "pokecraft.species.mienfoo.name": "Kungfouine",
  "pokecraft.species.mienfoo.desc": "De nature brutale malgré sa petite taille, il inflige une série de coups majestueux aux inconscients qui s’approchent trop près de lui.",
  "pokecraft.species.mienshao.name": "Shaofouine",
  "pokecraft.species.mienshao.desc": "Ses coups de pied ultrarapides et invisibles à l’œil nu peuvent réduire un énorme rocher en poussière.",
  "pokecraft.species.druddigon.name": "Drakkarmin",
  "pokecraft.species.druddigon.desc": "Féroce et perfide, Drakkarmin s’approprie les terriers creusés par d’autres Pokémon pour en faire son antre.",
  "pokecraft.species.golett.name": "Gringolem",
  "pokecraft.species.golett.desc": "Ce Pokémon fait d’argile continue de respecter les ordres que son maître lui a donnés il y a quelques millénaires.",
  "pokecraft.species.golurk.name": "Golemastoc",
  "pokecraft.species.golurk.desc": "Son énergie viendrait d’un mécanisme à mouvement perpétuel interne, mais jusqu’à présent, personne n’en a la preuve.",
  "pokecraft.species.pawniard.name": "Scalpion",
  "pokecraft.species.pawniard.desc": "Il vit en meute, sous les ordres d’un Scalproie. Il s’entraîne sans relâche en rêvant du jour où il sera chef de meute à son tour.",
  "pokecraft.species.bisharp.name": "Scalproie",
  "pokecraft.species.bisharp.desc": "Sa recherche des meilleurs endroits où trouver des pierres pour affûter ses lames le conduit souvent à affronter des Incisache.",
  "pokecraft.species.bouffalant.name": "Frison",
  "pokecraft.species.bouffalant.desc": "Les Frison vivent en troupeau d’une vingtaine d’individus. Pour une raison inconnue, si l’un d’eux trahit le groupe, il perd sa crinière.",
  "pokecraft.species.rufflet.name": "Furaiglon",
  "pokecraft.species.rufflet.desc": "Sa poigne est telle qu’il peut réduire en miettes les plus dures des Baies. Belliqueux de nature, il n’hésite pas à défier tout le monde.",
  "pokecraft.species.braviary.name": "Gueriaigle",
  "pokecraft.species.braviary.desc": "Son caractère agressif et violent lui a valu de perdre son rôle de transporteur à Galar au profit de Corvaillus.",
  "pokecraft.species.vullaby.name": "Vostourno",
  "pokecraft.species.vullaby.desc": "Il grandit vite. Au sein du nid, les petits Vostourno héritent des couches en crâne de leurs aînés.",
  "pokecraft.species.mandibuzz.name": "Vaututrice",
  "pokecraft.species.mandibuzz.desc": "Il se pare d’ossements qu’il a ramassés. Il semblerait qu’il choisisse la forme des os qu’il porte selon les dernières tendances.",
  "pokecraft.species.heatmor.name": "Aflamanoir",
  "pokecraft.species.heatmor.desc": "Il se sert de sa flamme comme d’une langue. Il fait fondre peu à peu l’exosquelette des Fermite pour se délecter de leur chair.",
  "pokecraft.species.durant.name": "Fermite",
  "pokecraft.species.durant.desc": "Sa grande mâchoire réduit même les rochers en miettes. Il se bat avec sa colonie pour protéger ses Œufs des attaques des Dunaconda.",
  "pokecraft.species.deino.name": "Solochi",
  "pokecraft.species.deino.desc": "Comme il ne voit rien, il se repère en mâchouillant tout ce qui se trouve autour de lui.",
  "pokecraft.species.zweilous.name": "Diamat",
  "pokecraft.species.zweilous.desc": "Ses deux têtes se disputent la même proie. Il est toujours couvert de blessures, même s’il n’a affronté personne.",
  "pokecraft.species.hydreigon.name": "Trioxhydre",
  "pokecraft.species.hydreigon.desc": "Chacune de ses trois têtes mord à tour de rôle. Il attaque ses adversaires sans relâche, jusqu’à ce qu’ils s’écroulent.",
  "pokecraft.species.larvesta.name": "Pyronille",
  "pokecraft.species.larvesta.desc": "La température de son corps est très élevée. Il projette des flammes du bout de ses cornes pour intimider ses ennemis et ses proies.",
  "pokecraft.species.volcarona.name": "Pyrax",
  "pokecraft.species.volcarona.desc": "Né d’un cocon enflammé, ce Pokémon apparaît sur d’anciennes fresques représenté comme une divinité du feu.",
  "pokecraft.species.cobalion.name": "Cobaltium",
  "pokecraft.species.cobalion.desc": "Dès la naissance, il a un air de chef. Même le plus terrible des adversaires file doux face à lui.",
  "pokecraft.species.terrakion.name": "Terrakium",
  "pokecraft.species.terrakion.desc": "Selon une légende d’Unys, Terrakium se serait jadis dressé contre les humains pour protéger les Pokémon.",
  "pokecraft.species.virizion.name": "Viridium",
  "pokecraft.species.virizion.desc": "Rapide comme le vent, il s’abat tel un tourbillon sur ses ennemis avant de les transpercer sans pitié de ses cornes acérées.",
  "pokecraft.species.tornadus.name": "Boréas",
  "pokecraft.species.tornadus.desc": "L’énergie dégagée par sa queue provoque d’énormes tempêtes dont la force peut renverser des maisons.",
  "pokecraft.species.thundurus.name": "Fulguris",
  "pokecraft.species.thundurus.desc": "Il vole dans le ciel d’Unys et fait tomber des éclairs, provoquant des incendies qui font sa mauvaise réputation.",
  "pokecraft.species.reshiram.name": "Reshiram",
  "pokecraft.species.reshiram.desc": "Selon un mythe, lorsque les gens ne font aucun cas de la Réalité et s’abandonnent à la cupidité, Reshiram rase le pays entier avec ses flammes.",
  "pokecraft.species.zekrom.name": "Zekrom",
  "pokecraft.species.zekrom.desc": "Selon la légende, lorsque les gens perdent tout sens de ce qui est juste, Zekrom réduit le pays entier en cendres avec de terribles éclairs.",
  "pokecraft.species.landorus.name": "Démétéros",
  "pokecraft.species.landorus.desc": "Il utilise l’énergie qu’il tire du vent et de la foudre pour enrichir les sols en nutriments pour les cultures.",
  "pokecraft.species.kyurem.name": "Kyurem",
  "pokecraft.species.kyurem.desc": "Il se serait congelé lui-même avec son souffle glacé pour stabiliser sa structure cellulaire.",
  "pokecraft.species.keldeo.name": "Keldeo",
  "pokecraft.species.keldeo.desc": "Lorsqu’il livre un combat difficile, la corne sur son front se renforce et se développe, ce qui éveillerait sa véritable puissance.",
  "pokecraft.species.meloetta.name": "Meloetta",
  "pokecraft.species.meloetta.desc": "Sa voix si particulière lui permet de chanter des mélodies qui ensorcellent les gens et modifient leurs émotions.",
  "pokecraft.species.genesect.name": "Genesect",
  "pokecraft.species.genesect.desc": "Un Pokémon existant depuis 300 millions d’années, et modifié par la Team Plasma. Il a maintenant un canon dans le dos.",
  "pokecraft.species.chespin.name": "Marisson",
  "pokecraft.species.chespin.desc": "Sa tête et son dos sont recouverts d’une carapace tellement dure que même une collision avec un camion ne lui ferait rien.",
  "pokecraft.species.quilladin.name": "Boguérisse",
  "pokecraft.species.quilladin.desc": "Il renforce ses membres inférieurs en se ruant violemment sur ses congénères. Naturellement paisible, il ne provoque jamais un combat.",
  "pokecraft.species.chesnaught.name": "Blindépique",
  "pokecraft.species.chesnaught.desc": "Il se défend en joignant ses poings devant son visage. Dans cette posture, il peut même résister à l’onde de choc d’une explosion.",
  "pokecraft.species.fennekin.name": "Feunnec",
  "pokecraft.species.fennekin.desc": "Il a toujours une brindille avec lui en cas de petit creux. Il projette de l’air chaud par ses oreilles pour intimider ses ennemis.",
  "pokecraft.species.braixen.name": "Roussil",
  "pokecraft.species.braixen.desc": "Quand il saisit la branche plantée dans sa queue, elle prend feu par friction. Il peut communiquer avec ses congénères en agitant ce bâton enflammé.",
  "pokecraft.species.delphox.name": "Goupelin",
  "pokecraft.species.delphox.desc": "Ses pouvoirs psychiques lui permettent de créer des tourbillons de flammes à 3 000 °C qui enveloppent et consument ses ennemis.",
  "pokecraft.species.froakie.name": "Grenousse",
  "pokecraft.species.froakie.desc": "Il protège son corps en l’entourant d’une mousse délicate. Malgré son apparence insouciante, ce Pokémon est en fait constamment à l’affût.",
  "pokecraft.species.frogadier.name": "Croâporal",
  "pokecraft.species.frogadier.desc": "Son agilité est incomparable. Il peut gravir une tour de 600 m de haut en moins d’une minute.",
  "pokecraft.species.greninja.name": "Amphinobi",
  "pokecraft.species.greninja.desc": "Aussi insaisissable qu’un ninja, il se joue de ses ennemis grâce à sa célérité, et les tranche de ses Sheauriken.",
  "pokecraft.species.bunnelby.name": "Sapereau",
  "pokecraft.species.bunnelby.desc": "Il est sensible au danger. Lorsqu’il entend le battement d’ailes de Corvaillus, il creuse prestement un terrier et s’y cache.",
  "pokecraft.species.diggersby.name": "Excavarenne",
  "pokecraft.species.diggersby.desc": "La fourrure de son ventre est un excellent isolant thermique. Jadis, on fabriquait des vêtements chauds en se servant de sa mue.",
  "pokecraft.species.fletchling.name": "Passerouge",
  "pokecraft.species.fletchling.desc": "Quand il est surexcité, sa température corporelle augmente d’un coup, à tel point qu’il est possible de se brûler en le touchant à mains nues.",
  "pokecraft.species.fletchinder.name": "Braisillon",
  "pokecraft.species.fletchinder.desc": "De nature belliqueuse, il dispose d’un fort instinct territorial. Quand il chasse, il se dispute régulièrement les proies avec ses congénères.",
  "pokecraft.species.talonflame.name": "Flambusard",
  "pokecraft.species.talonflame.desc": "Flambusard attaque à une vitesse de 500 km/h. Il achève ses proies d’un puissant coup de patte sans leur laisser la moindre chance de fuir.",
  "pokecraft.species.scatterbug.name": "Lépidonille",
  "pokecraft.species.scatterbug.desc": "La poudre qui recouvre son corps l’aide à réguler sa température. Il peut s’adapter à tous les climats.",
  "pokecraft.species.spewpa.name": "Pérégrain",
  "pokecraft.species.spewpa.desc": "Même les becs acérés des Pokémon Oiseaux ne parviennent pas à meurtrir son corps très dur. Il se défend en crachant de la poudre.",
  "pokecraft.species.vivillon.name": "Prismillon",
  "pokecraft.species.vivillon.desc": "Selon le climat de sa région d’origine, les motifs de ses ailes sont différents. Il sème des écailles aux couleurs vives.",
  "pokecraft.species.litleo.name": "Hélionceau",
  "pokecraft.species.litleo.desc": "Il déborde d’énergie et de curiosité. Quand il se fâche ou qu’il s’apprête à se battre, sa courte crinière s’échauffe.",
  "pokecraft.species.pyroar.name": "Némélios",
  "pokecraft.species.pyroar.desc": "Son souffle enflammé atteint les 6 000 °C, mais il ne l’utilise jamais contre ses proies. Il préfère en effet la viande crue.",
  "pokecraft.species.flabebe.name": "Flabébé",
  "pokecraft.species.flabebe.desc": "Bien qu’il soit vulnérable sans le pouvoir de sa fleur, il voyagera jusqu’à en trouver une de la couleur et de la forme qu’il préfère.",
  "pokecraft.species.floette.name": "Floette",
  "pokecraft.species.floette.desc": "Il fait profiter ses fleurs de ses pouvoirs et met tout son cœur à leur entretien. Gare à ceux qui ravagent ses plates-bandes !",
  "pokecraft.species.florges.name": "Florges",
  "pokecraft.species.florges.desc": "Il peut vivre des centaines d’années, et consacre sa longue existence à l’entretien des jardins.",
  "pokecraft.species.skiddo.name": "Cabriolaine",
  "pokecraft.species.skiddo.desc": "Tant qu’il a de l’eau et du soleil en abondance, ce Pokémon n’a pas besoin de nourriture. Les feuilles sur son dos produisent son énergie par photosynthèse.",
  "pokecraft.species.gogoat.name": "Chevroum",
  "pokecraft.species.gogoat.desc": "Ce Pokémon vit dans les régions montagneuses. Le chef du troupeau s’impose à l’issue d’un combat de cornes.",
  "pokecraft.species.pancham.name": "Pandespiègle",
  "pokecraft.species.pancham.desc": "Il dévisage toujours ses adversaires d’un air renfrogné pour être pris au sérieux, mais dès que la tension retombe, son sourire reprend le dessus.",
  "pokecraft.species.pangoro.name": "Pandarbare",
  "pokecraft.species.pangoro.desc": "Il anticipe les mouvements de son adversaire grâce à sa feuille. Ses coups de poing peuvent réduire un camion-benne en un tas de ferraille.",
  "pokecraft.species.furfrou.name": "Couafarel",
  "pokecraft.species.furfrou.desc": "Sa fourrure pousse indéfiniment, mais il refuse de se faire couper la toison par une personne en qui il n’a pas confiance.",
  "pokecraft.species.espurr.name": "Psystigri",
  "pokecraft.species.espurr.desc": "Il possède des pouvoirs psychiques si puissants qu’il peut faire valser un catcheur. Malheureusement, il a du mal à les contrôler.",
  "pokecraft.species.meowstic.name": "Mistigrix",
  "pokecraft.species.meowstic.desc": "Le mâle a un instinct de défense très développé. Il n’hésite pas à lancer une attaque à pleine puissance pour protéger ses partenaires et lui.",
  "pokecraft.species.honedge.name": "Monorpale",
  "pokecraft.species.honedge.desc": "L’œil bleu sur la garde de la lame est le véritable corps de Monorpale. Il aspire l’énergie vitale des gens avec son étoffe usée par le temps.",
  "pokecraft.species.doublade.name": "Dimoclès",
  "pokecraft.species.doublade.desc": "Ses deux lames abattent leurs proies en enchaînant les attaques et les parades à un rythme effréné.",
  "pokecraft.species.aegislash.name": "Exagide",
  "pokecraft.species.aegislash.desc": "Grâce à ses puissants pouvoirs spirituels, il a contrôlé des humains et des Pokémon pour créer un pays conforme à ses idéaux.",
  "pokecraft.species.spritzee.name": "Fluvetin",
  "pokecraft.species.spritzee.desc": "Une douce odeur qui charme les gens émane de son corps. Les dames nobles raffolaient de lui.",
  "pokecraft.species.aromatisse.name": "Cocotine",
  "pokecraft.species.aromatisse.desc": "Il peut émettre une puanteur si infâme qu’elle prive ses ennemis de leur combativité, ou un parfum si réconfortant qu’il encourage ses alliés.",
  "pokecraft.species.swirlix.name": "Sucroquin",
  "pokecraft.species.swirlix.desc": "Sa douce fourrure possède une odeur sucrée comme la barbe à papa. Il produit des filaments gluants pour empêtrer ses adversaires.",
  "pokecraft.species.slurpuff.name": "Cupcanaille",
  "pokecraft.species.slurpuff.desc": "Sa fourrure est si aérée qu’elle le rend très doux et très agréable au toucher, et bien plus léger qu’il en a l’air.",
  "pokecraft.species.inkay.name": "Sepiatop",
  "pokecraft.species.inkay.desc": "Il sape la combativité de son adversaire en faisant clignoter son corps lumineux, puis profite de cet instant de répit pour s’enfuir.",
  "pokecraft.species.malamar.name": "Sepiatroce",
  "pokecraft.species.malamar.desc": "On raconte que ses pouvoirs hypnotiques seraient à l’origine d’évènements qui ont bouleversé le cours de l’Histoire.",
  "pokecraft.species.binacle.name": "Opermine",
  "pokecraft.species.binacle.desc": "Il faut que les deux bras travaillent bien ensemble s’ils souhaitent survivre, sinon leur défense et leur attaque en souffrent grandement.",
  "pokecraft.species.barbaracle.name": "Golgopathe",
  "pokecraft.species.barbaracle.desc": "Il scrute les environs avec les yeux de ses paumes. En cas d’urgence, ses membres peuvent prendre des initiatives pour triompher de l’ennemi.",
  "pokecraft.species.skrelp.name": "Venalgue",
  "pokecraft.species.skrelp.desc": "Ressembler à une algue en décomposition lui permet d’échapper à ses ennemis en se cachant au milieu des résidus de plantes aquatiques.",
  "pokecraft.species.dragalge.name": "Kravarech",
  "pokecraft.species.dragalge.desc": "Il sort la crête sur sa tête à la surface de l’eau et l’expose à la lumière du soleil pour produire de l’énergie draconique.",
  "pokecraft.species.clauncher.name": "Flingouste",
  "pokecraft.species.clauncher.desc": "Il concentre du gaz dans sa pince droite et le fait exploser pour tirer une rafale d’eau sur ses ennemis, comme une balle de pistolet.",
  "pokecraft.species.clawitzer.name": "Gamblast",
  "pokecraft.species.clawitzer.desc": "Sa pince droite est un canon pouvant projeter des obus d’eau assez puissants pour couler un navire-citerne.",
  "pokecraft.species.helioptile.name": "Galvaran",
  "pokecraft.species.helioptile.desc": "Il peut générer de l’électricité grâce au soleil. Si on le dérange en pleine production d’énergie, cela le stresse et l’affaiblit.",
  "pokecraft.species.heliolisk.name": "Iguolta",
  "pokecraft.species.heliolisk.desc": "Lorsqu’il déploie sa collerette pour emmagasiner la lumière du soleil, il génère à lui seul assez d’électricité pour alimenter une grande ville.",
  "pokecraft.species.tyrunt.name": "Ptyranidur",
  "pokecraft.species.tyrunt.desc": "Capricieux, il veut toujours être le centre de l’attention. Il peut gravement blesser son Dresseur en essayant de jouer avec lui.",
  "pokecraft.species.tyrantrum.name": "Rexillius",
  "pokecraft.species.tyrantrum.desc": "Ce Pokémon peut réduire une voiture en miettes d’un seul coup de mâchoire. Il était considéré comme le roi du monde préhistorique.",
  "pokecraft.species.amaura.name": "Amagara",
  "pokecraft.species.amaura.desc": "Un Pokémon ancien qui s’est éteint. On trouve parfois des spécimens conservés dans la glace.",
  "pokecraft.species.aurorus.name": "Dragmara",
  "pokecraft.species.aurorus.desc": "Lorsqu’il se laisse emporter par sa rage, il relâche des bourrasques glacées qui gèlent tout ce qui l’entoure.",
  "pokecraft.species.sylveon.name": "Nymphali",
  "pokecraft.species.sylveon.desc": "Un conte de Galar relate la victoire d’un beau Nymphali sur un terrible Pokémon Dragon.",
  "pokecraft.species.hawlucha.name": "Brutalibré",
  "pokecraft.species.hawlucha.desc": "Il prend toujours la pose avant de donner le coup de grâce à son adversaire. Certains en profitent pour contre-attaquer.",
  "pokecraft.species.dedenne.name": "Dedenne",
  "pokecraft.species.dedenne.desc": "Puisqu’il a du mal à générer sa propre électricité, il en vole aux autres Pokémon Électrik ou via les prises de courant.",
  "pokecraft.species.carbink.name": "Strassie",
  "pokecraft.species.carbink.desc": "On raconte qu’il existerait quelque part dans le monde un filon regorgeant de Strassie, qui abriterait également leur reine.",
  "pokecraft.species.goomy.name": "Mucuscule",
  "pokecraft.species.goomy.desc": "Ses cornes sont des organes sensoriels qui lui permettent de se cacher quand il détecte des ennemis. C’est grâce à cela qu’il vit toujours.",
  "pokecraft.species.sliggoo.name": "Colimucus",
  "pokecraft.species.sliggoo.desc": "Son petit cerveau est caché dans la bosse qui est sur son dos. Il ne pense pas à grand-chose, si ce n’est à se nourrir et à fuir devant ses ennemis.",
  "pokecraft.species.goodra.name": "Muplodocus",
  "pokecraft.species.goodra.desc": "Il attaque à l’aide de ses longues cornes. Ses coups sont cent fois plus puissants que ceux d’un champion poids lourds de boxe.",
  "pokecraft.species.klefki.name": "Trousselin",
  "pokecraft.species.klefki.desc": "Il absorbe les ions métalliques avec l’appendice sur sa tête. Il paraît qu’il ressemble à une clé car il tient à imiter cet objet qu’il aime tant.",
  "pokecraft.species.phantump.name": "Brocélôme",
  "pokecraft.species.phantump.desc": "Il imite des cris d’enfants pour pousser les adultes à venir se perdre au plus profond de la forêt.",
  "pokecraft.species.trevenant.name": "Desséliande",
  "pokecraft.species.trevenant.desc": "Il étire les fines racines de ses pieds pour établir une connexion avec les autres arbres de la forêt et ainsi les contrôler.",
  "pokecraft.species.pumpkaboo.name": "Pitrouille",
  "pokecraft.species.pumpkaboo.desc": "Il peut manipuler les humains et les Pokémon en les hypnotisant grâce à la lumière qui filtre par les trous de son ventre en forme de citrouille.",
  "pokecraft.species.gourgeist.name": "Banshitrouye",
  "pokecraft.species.gourgeist.desc": "Les soirs de nouvelle lune, il frappe aux portes des maisons. Si quelqu’un a le malheur de lui ouvrir, il l’emporte aussitôt dans l’au-delà.",
  "pokecraft.species.bergmite.name": "Grelaçon",
  "pokecraft.species.bergmite.desc": "Il vit dans les régions les plus froides, agrippé aux Séracrawl. Il gèle ses pattes sur leur dos pour se maintenir en place.",
  "pokecraft.species.avalugg.name": "Séracrawl",
  "pokecraft.species.avalugg.desc": "Les crevasses sur son dos s’approfondissent au cours de la journée, mais se comblent de nouveau pendant la nuit.",
  "pokecraft.species.noibat.name": "Sonistrelle",
  "pokecraft.species.noibat.desc": "Il peut contrôler des ondes à n’importe quelle fréquence du spectre. Même les plus grands Pokémon ne peuvent supporter ses ultrasons.",
  "pokecraft.species.noivern.name": "Bruyverne",
  "pokecraft.species.noivern.desc": "Il plane dans les ténèbres, blessant ses ennemis à coups d’ultrasons pouvant briser des rochers avant de les achever de ses crocs acérés.",
  "pokecraft.species.xerneas.name": "Xerneas",
  "pokecraft.species.xerneas.desc": "D’après la légende, quand ses bois brillent de sept couleurs, cela signifie qu’il prodigue la vie éternelle.",
  "pokecraft.species.yveltal.name": "Yveltal",
  "pokecraft.species.yveltal.desc": "Quand il sent que la fin de sa vie est proche, il aspire la force vitale des êtres vivants et retourne à l’état de cocon.",
  "pokecraft.species.zygarde.name": "Zygarde",
  "pokecraft.species.zygarde.desc": "Ce Pokémon serait capable de prendre une forme encore plus puissante quand il se bat contre un ennemi qui menace l’écosystème.",
  "pokecraft.species.diancie.name": "Diancie",
  "pokecraft.species.diancie.desc": "Il peut créer une multitude de diamants en un instant en serrant ses mains, simplement en compressant les molécules de carbone contenues dans l’air.",
  "pokecraft.species.hoopa.name": "Hoopa",
  "pokecraft.species.hoopa.desc": "On raconte que grâce à ses six anneaux et ses six énormes bras, il est capable de dérober tout ce qui lui plaît. Mais son pouvoir a été scellé, et il a été réduit à l’état d’un être minuscule.",
  "pokecraft.species.volcanion.name": "Volcanion",
  "pokecraft.species.volcanion.desc": "Il évacue la vapeur qui s’accumule à l’intérieur de son corps par les bras situés sur son dos. Ce jet est assez puissant pour raser des montagnes.",
  "pokecraft.species.rowlet.name": "Brindibou",
  "pokecraft.species.rowlet.desc": "Pendant la journée, il emmagasine de l’énergie par photosynthèse. La nuit, il plane silencieusement à la recherche de proies.",
  "pokecraft.species.dartrix.name": "Efflèche",
  "pokecraft.species.dartrix.desc": "Il prend grand soin de son plumage, s’assurant ainsi d’avoir une apparence impeccable et des plumes aiguisées à souhait.",
  "pokecraft.species.decidueye.name": "Archéduc",
  "pokecraft.species.decidueye.desc": "Il décoche ses plumes acérées en un dixième de seconde. Sa victime n’a pas le temps de le voir agir qu’elle est déjà grièvement touchée.",
  "pokecraft.species.litten.name": "Flamiaou",
  "pokecraft.species.litten.desc": "Quiconque essaie de le caresser avant d’avoir gagné sa confiance s’expose à de sérieuses griffures.",
  "pokecraft.species.torracat.name": "Matoufeu",
  "pokecraft.species.torracat.desc": "Quand il fait face à un adversaire redoutable, il redouble de combativité et la puissance calorifère de sa clochette augmente.",
  "pokecraft.species.incineroar.name": "Félinferno",
  "pokecraft.species.incineroar.desc": "Bien qu’il soit parfois brutal, il sait aussi se montrer attentionné en venant en aide aux petits Pokémon.",
  "pokecraft.species.popplio.name": "Otaquin",
  "pokecraft.species.popplio.desc": "Il s’entraîne sans relâche tous les jours pour réussir à créer de gros ballons de bonne qualité.",
  "pokecraft.species.brionne.name": "Otarlette",
  "pokecraft.species.brionne.desc": "Les soirs où la mer est calme, il danse avec ses congénères au son des chants d’Oratoria, le chef du groupe.",
  "pokecraft.species.primarina.name": "Oratoria",
  "pokecraft.species.primarina.desc": "Les combats sont une véritable performance artistique, pour lui. Les spectateurs sont charmés par son chant et la danse de ses ballons.",
  "pokecraft.species.pikipek.name": "Picassaut",
  "pokecraft.species.pikipek.desc": "Son cou fin renferme des muscles étonnamment puissants. Il tape contre les arbres à raison de seize coups de bec par seconde.",
  "pokecraft.species.trumbeak.name": "Piclairon",
  "pokecraft.species.trumbeak.desc": "Il crache violemment les noyaux des Baies qu’il a mangées. Ils s’éparpillent au sol et donnent naissance à de nouvelles plantes.",
  "pokecraft.species.toucannon.name": "Bazoucan",
  "pokecraft.species.toucannon.desc": "Les couples de Bazoucan sont réputés pour leur harmonie. On en amène souvent aux mariages pour porter bonheur aux jeunes époux.",
  "pokecraft.species.yungoos.name": "Manglouton",
  "pokecraft.species.yungoos.desc": "Il mange de tout, mais aime particulièrement les proies fraîches, voire encore vives. Il erre sur les routes à leur recherche.",
  "pokecraft.species.gumshoos.name": "Argouste",
  "pokecraft.species.gumshoos.desc": "D’un naturel très patient, il ne peut toutefois s’empêcher de bondir sur son plat favori, Rattata, s’il en voit un.",
  "pokecraft.species.grubbin.name": "Larvibule",
  "pokecraft.species.grubbin.desc": "Il creuse son terrier dans le sol de la forêt avec ses grandes mandibules. Il raffole de la sève sucrée.",
  "pokecraft.species.charjabug.name": "Chrysapile",
  "pokecraft.species.charjabug.desc": "Il possède une poche dans laquelle il emmagasine l’électricité qu’il produit en digérant des feuilles mortes.",
  "pokecraft.species.vikavolt.name": "Lucanon",
  "pokecraft.species.vikavolt.desc": "S’il emporte un Chrysapile en tant que batterie de secours, il peut tirer une salve de rayons électriques extrêmement puissants en plein vol.",
  "pokecraft.species.crabrawler.name": "Crabagarre",
  "pokecraft.species.crabrawler.desc": "Il grimpe parfois sur un Noadkoko qu’il a pris pour un cocotier. Il se fait alors éjecter puis piétiner par le Noadkoko courroucé.",
  "pokecraft.species.crabominable.name": "Crabominable",
  "pokecraft.species.crabominable.desc": "Agir ou réfléchir ? Crabominable choisit de frapper ! On raconte qu’il serait déjà parvenu à repousser une avalanche à coups de pince.",
  "pokecraft.species.oricorio.name": "Plumeline",
  "pokecraft.species.oricorio.desc": "Un Plumeline ayant bu du Nectar Rouge. D’un naturel passionné, il brûle de rage quand son Dresseur se trompe d’ordre.",
  "pokecraft.species.cutiefly.name": "Bombydou",
  "pokecraft.species.cutiefly.desc": "Il perçoit l’aura de son ennemi et anticipe ses mouvements. Il parvient ainsi à éviter les attaques et à riposter dans la foulée.",
  "pokecraft.species.ribombee.name": "Rubombelle",
  "pokecraft.species.ribombee.desc": "Il a horreur d’être trempé par la pluie. On ne le voit que très rarement à Galar, région connue pour son temps couvert.",
  "pokecraft.species.rockruff.name": "Rocabot",
  "pokecraft.species.rockruff.desc": "Il intimide ses ennemis en cognant les rochers autour de son cou contre le sol. Au premier signe de faiblesse, il passe à l’assaut.",
  "pokecraft.species.lycanroc.name": "Lougaroc",
  "pokecraft.species.lycanroc.desc": "Il poursuit ses proies avec rapidité et patience. Une fois la cible acculée, il attaque toujours son point faible avec ses crocs.",
  "pokecraft.species.wishiwashi.name": "Froussardine",
  "pokecraft.species.wishiwashi.desc": "Ses yeux se mouillent quand il sent le danger approcher. Le scintillement de ses larmes sert de signal pour que ses congénères se rassemblent.",
  "pokecraft.species.mareanie.name": "Vorastérie",
  "pokecraft.species.mareanie.desc": "Contrairement aux Vorastérie d’Alola, ceux de Galar ne font pas grand cas des cornes de Corayon.",
  "pokecraft.species.toxapex.name": "Prédastérie",
  "pokecraft.species.toxapex.desc": "Sa poche à venin interne regorge d’un poison si violent que même un Wailord en souffrirait pendant trois jours entiers.",
  "pokecraft.species.mudbray.name": "Tiboudet",
  "pokecraft.species.mudbray.desc": "Il mâche de la terre pour créer une boue dont il s’enduit les jambes. Celle-ci lui permet alors d’arpenter même les routes accidentées.",
  "pokecraft.species.mudsdale.name": "Bourrinos",
  "pokecraft.species.mudsdale.desc": "Il a assez d’endurance pour arpenter tout Galar sans relâche en tirant des charges dépassant les dix tonnes.",
  "pokecraft.species.dewpider.name": "Araqua",
  "pokecraft.species.dewpider.desc": "Il vit principalement dans l’eau, mais s’il a besoin de s’aventurer sur la terre ferme pour chasser ses proies, il protège sa tête avec une bulle d’eau.",
  "pokecraft.species.araquanid.name": "Tarenbulle",
  "pokecraft.species.araquanid.desc": "Il prend soin de petits Araqua en les abritant dans sa bulle et en les laissant grignoter les restes de ses repas.",
  "pokecraft.species.fomantis.name": "Mimantis",
  "pokecraft.species.fomantis.desc": "La journée, il dort tranquillement au soleil pour en absorber les rayons. La nuit, il se réveille et vaque à ses occupations.",
  "pokecraft.species.lurantis.name": "Floramantis",
  "pokecraft.species.lurantis.desc": "Les pétales sur ses deux bras sont fins, mais très tranchants. Ils peuvent également absorber la lumière pour la renvoyer sous forme de laser.",
  "pokecraft.species.morelull.name": "Spododo",
  "pokecraft.species.morelull.desc": "Il vit dans les forêts sombres même en plein jour. Il dissémine des spores clignotantes pour endormir ses ennemis.",
  "pokecraft.species.shiinotic.name": "Lampignon",
  "pokecraft.species.shiinotic.desc": "Il ne faut pas s’approcher des lumières qui luisent la nuit au fond des bois, sous peine de se faire endormir par un Lampignon.",
  "pokecraft.species.salandit.name": "Tritox",
  "pokecraft.species.salandit.desc": "Il s’approche de ses proies par-derrière et les asperge d’un gaz empoisonné avant qu’elles n’aient le temps de réagir, les clouant sur place.",
  "pokecraft.species.salazzle.name": "Malamandre",
  "pokecraft.species.salazzle.desc": "Les conflits entre Malamandre seraient réglés par un simple calcul : le spécimen dont la suite comporte le plus de Tritox l’emporte.",
  "pokecraft.species.stufful.name": "Nounourson",
  "pokecraft.species.stufful.desc": "Sa façon de remuer les pattes pour se défendre semble adorable, mais ce Pokémon est si puissant qu’il pourrait fendre un tronc de la sorte.",
  "pokecraft.species.bewear.name": "Chelours",
  "pokecraft.species.bewear.desc": "Il abat ses proies à l’aide de techniques à faire pâlir d’envie des combattants professionnels, puis les emporte sous les bras dans sa tanière.",
  "pokecraft.species.bounsweet.name": "Croquine",
  "pokecraft.species.bounsweet.desc": "La sueur sucrée qu’il produit lorsqu’on l’attaque est délicieuse. L’odeur de celle-ci lui attire encore plus d’ennemis.",
  "pokecraft.species.steenee.name": "Candine",
  "pokecraft.species.steenee.desc": "Lorsqu’un Bleuseille le picore, il commence par se défendre avec son calice, et lui assène ensuite de violents coups de pied.",
  "pokecraft.species.tsareena.name": "Sucreine",
  "pokecraft.species.tsareena.desc": "Ce Pokémon frappe violemment ses ennemis de la pointe dure de ses jambes, ce qui leur inflige des dégâts irréversibles au corps et à l’âme.",
  "pokecraft.species.comfey.name": "Guérilande",
  "pokecraft.species.comfey.desc": "Ce Pokémon dégage un parfum agréable qui varie d’un spécimen à l’autre, car chaque Guérilande s’habille de fleurs différentes.",
  "pokecraft.species.oranguru.name": "Gouroutan",
  "pokecraft.species.oranguru.desc": "Il connaît la forêt sur le bout des doigts. Lorsqu’il trouve un Pokémon blessé, il cherche des plantes médicinales pour le soigner.",
  "pokecraft.species.passimian.name": "Quartermac",
  "pokecraft.species.passimian.desc": "Ils vivent en groupes de vingt individus où chacun a un rôle précis, ce qui leur a permis de survivre dans un environnement impitoyable.",
  "pokecraft.species.wimpod.name": "Sovkipou",
  "pokecraft.species.wimpod.desc": "Ils se déplacent en groupe, toujours en alerte. Dès qu’ils détectent une présence ennemie, ils s’enfuient dans toutes les directions.",
  "pokecraft.species.golisopod.name": "Sarmuraï",
  "pokecraft.species.golisopod.desc": "Il vit dans des trous ou des épaves au fond de l’océan. Il se bat souvent contre Krakos, et le perdant sert de repas au gagnant.",
  "pokecraft.species.sandygast.name": "Bacabouh",
  "pokecraft.species.sandygast.desc": "Il vit principalement sur les plages de sable et peut agrandir son corps en prenant le contrôle des gens qui mettent la main dans sa gueule.",
  "pokecraft.species.palossand.name": "Trépassable",
  "pokecraft.species.palossand.desc": "Bien qu’il déteste l’eau, il vit sur les plages. Quand la pluie s’abat sur lui, il est incapable de conserver sa forme de château de sable.",
  "pokecraft.species.pyukumuku.name": "Concombaffe",
  "pokecraft.species.pyukumuku.desc": "Le fluide visqueux qui le recouvre garde sa peau bien hydratée, ce qui lui permet de vivre plusieurs jours sur la terre ferme sans se dessécher.",
  "pokecraft.species.typenull.name": "Type:0",
  "pokecraft.species.typenull.desc": "Il a été créé artificiellement d’après un Pokémon mythique. Il est muni d’un masque afin de contenir sa puissance.",
  "pokecraft.species.silvally.name": "Silvallié",
  "pokecraft.species.silvally.desc": "La relation de confiance qui le lie à son Dresseur est le facteur décisif qui lui permet de libérer tout son potentiel.",
  "pokecraft.species.minior.name": "Météno",
  "pokecraft.species.minior.desc": "Sa carapace, pourtant très solide, éclate en mille morceaux quand il s’écrase sur la terre en tombant du ciel.",
  "pokecraft.species.komala.name": "Dodoala",
  "pokecraft.species.komala.desc": "Ce Pokémon passe sa vie entière à dormir à cause des composants anesthésiants qui se trouvent dans les feuilles qu’il mange.",
  "pokecraft.species.turtonator.name": "Boumata",
  "pokecraft.species.turtonator.desc": "Il vit dans les volcans. Le soufre dont il se nourrit rend sa carapace explosive. Même ses selles sont dangereuses, car elles sont instables.",
  "pokecraft.species.togedemaru.name": "Togedemaru",
  "pokecraft.species.togedemaru.desc": "En cas de danger, il se roule en boule, dresse ses épines dorsales et lance des décharges électriques au hasard.",
  "pokecraft.species.mimikyu.name": "Mimiqui",
  "pokecraft.species.mimikyu.desc": "Les malheureux chercheurs qui ont regardé sous son déguisement en lambeaux ont succombé à une mystérieuse maladie.",
  "pokecraft.species.bruxish.name": "Denticrisse",
  "pokecraft.species.bruxish.desc": "Sa peau est si épaisse que même les épines de Vorastérie ne peuvent la percer. Il les croque bruyamment grâce à ses dents solides.",
  "pokecraft.species.drampa.name": "Draïeul",
  "pokecraft.species.drampa.desc": "Il est d’un naturel sociable et aimable, mais quand il se met en colère, il déchaîne des bourrasques qui emportent tout sur leur passage.",
  "pokecraft.species.dhelmise.name": "Sinistrail",
  "pokecraft.species.dhelmise.desc": "Il tend des guets-apens à ses proies en larguant son ancre dans la mer. Il peut absorber l’énergie vitale de grosses proies comme Wailord.",
  "pokecraft.species.jangmoo.name": "Bébécaille",
  "pokecraft.species.jangmoo.desc": "Il communique avec ses congénères en faisant cliqueter ses écailles dures comme du métal.",
  "pokecraft.species.hakamoo.name": "Écaïd",
  "pokecraft.species.hakamoo.desc": "Après avoir fait tinter ses écailles et poussé un terrible cri de guerre, il charge ses ennemis et les lacère de ses griffes acérées.",
  "pokecraft.species.kommoo.name": "Ékaïser",
  "pokecraft.species.kommoo.desc": "Dans les ruines, on trouve parfois des fresques représentant des guerriers antiques qui portent des armures faites avec ses écailles.",
  "pokecraft.species.tapukoko.name": "Tokorico",
  "pokecraft.species.tapukoko.desc": "Il est le gardien de Mele-Mele et le maître de la foudre. D’un naturel curieux, il apparaît devant les humains de temps à autre.",
  "pokecraft.species.tapulele.name": "Tokopiyon",
  "pokecraft.species.tapulele.desc": "Bien qu’on le considère comme une divinité protectrice, cette incarnation parfaite de la nature est aussi innocente que cruelle.",
  "pokecraft.species.tapubulu.name": "Tokotoro",
  "pokecraft.species.tapubulu.desc": "Il est le gardien d’Ula-Ula et le maître des plantes. Il évite les combats inutiles en faisant tinter sa queue pour signaler son arrivée.",
  "pokecraft.species.tapufini.name": "Tokopisco",
  "pokecraft.species.tapufini.desc": "Il ne faut pas se laisser berner par son statut de divinité protectrice : il lui arrive de mettre en pièces ceux qui osent s’approcher de trop près.",
  "pokecraft.species.cosmog.name": "Cosmog",
  "pokecraft.species.cosmog.desc": "De nature curieuse et peu méfiante, il se retrouve souvent dans des situations dangereuses. Il peut se téléporter en cas de danger.",
  "pokecraft.species.cosmoem.name": "Cosmovum",
  "pokecraft.species.cosmoem.desc": "Il aspire avec force la poussière de l’atmosphère et travaille sans relâche pour produire dans son noyau l’énergie nécessaire à son évolution.",
  "pokecraft.species.solgaleo.name": "Solgaleo",
  "pokecraft.species.solgaleo.desc": "Jadis, on le surnommait « celui qui dévore le soleil ». Une lumière inextinguible rayonne de son corps.",
  "pokecraft.species.lunala.name": "Lunala",
  "pokecraft.species.lunala.desc": "Il capture toute la lumière qui l’entoure pour prendre la forme de la pleine lune et éclairer les ténèbres nocturnes.",
  "pokecraft.species.nihilego.name": "Zéroïd",
  "pokecraft.species.nihilego.desc": "Il est venu dans ce monde à travers une Ultra-Brèche. Tel un parasite, il aurait besoin d’un hôte, Pokémon ou humain, pour survivre.",
  "pokecraft.species.buzzwole.name": "Mouscoto",
  "pokecraft.species.buzzwole.desc": "Ce type d’Ultra-Chimère adore exhiber ses muscles gonflés à l’extrême.",
  "pokecraft.species.pheromosa.name": "Cancrelove",
  "pokecraft.species.pheromosa.desc": "Cette créature venue d’ailleurs est dangereuse dans notre monde, mais il semblerait qu’elle soit très commune dans le sien.",
  "pokecraft.species.xurkitree.name": "Câblifère",
  "pokecraft.species.xurkitree.desc": "Certains spécimens de ce type d’Ultra-Chimère plantent leurs membres dans le sol à la manière d’un arbre et restent immobiles.",
  "pokecraft.species.celesteela.name": "Bamboiselle",
  "pokecraft.species.celesteela.desc": "Cette créature venue d’ailleurs est dangereuse dans notre monde, mais il semblerait qu’elle soit très commune dans le sien.",
  "pokecraft.species.kartana.name": "Katagami",
  "pokecraft.species.kartana.desc": "Cette créature venue d’ailleurs est dangereuse dans notre monde, mais il semblerait qu’elle soit très commune dans le sien.",
  "pokecraft.species.guzzlord.name": "Engloutyran",
  "pokecraft.species.guzzlord.desc": "Cette créature inconnue appelée « Ultra-Chimère » semble constamment affamée : elle mange en permanence.",
  "pokecraft.species.necrozma.name": "Necrozma",
  "pokecraft.species.necrozma.desc": "Sa quête de lumière, sa source de vie, le rend violent. Il détruit tout sur son passage avec ses rayons laser.",
  "pokecraft.species.magearna.name": "Magearna",
  "pokecraft.species.magearna.desc": "Il a été créé par un scientifique il y a environ 500 ans de cela. Sa véritable essence est un organe nommé Animacœur.",
  "pokecraft.species.marshadow.name": "Marshadow",
  "pokecraft.species.marshadow.desc": "Ce Pokémon ayant la capacité de se dissimuler dans les ombres, il est resté très longtemps caché aux yeux du monde.",
  "pokecraft.species.poipole.name": "Vémini",
  "pokecraft.species.poipole.desc": "Cette Ultra-Chimère venue d’un autre monde ricane lorsqu’elle asperge ses proies de venin grâce au dard qu’elle a sur la tête.",
  "pokecraft.species.naganadel.name": "Mandrillon",
  "pokecraft.species.naganadel.desc": "Cette Ultra-Chimère utilise son aiguillon pour sécréter un venin toxique, luisant et gluant.",
  "pokecraft.species.stakataka.name": "Ama-Ama",
  "pokecraft.species.stakataka.desc": "On suppose que cette mystérieuse forme de vie est une Ultra-Chimère. Si un mur se met en branle et vous attaque sans prévenir, c’est lui.",
  "pokecraft.species.blacephalon.name": "Pierroteknik",
  "pokecraft.species.blacephalon.desc": "Cette Ultra-Chimère sortie d’une Ultra-Brèche provoque des explosions pour surprendre l’ennemi et en profite pour voler son énergie.",
  "pokecraft.species.zeraora.name": "Zeraora",
  "pokecraft.species.zeraora.desc": "Il envoie des décharges électriques avec les coussinets de ses pattes. Quand il court, on peut voir des éclairs et entendre la foudre.",
  "pokecraft.species.meltan.name": "Meltan",
  "pokecraft.species.meltan.desc": "Les Meltan vivent en groupe. Quand l’heure de l’évolution a sonné, le plus fort d’entre eux absorbe ses camarades pour changer de forme.",
  "pokecraft.species.melmetal.name": "Melmetal",
  "pokecraft.species.melmetal.desc": "On dit que, grâce à la force centrifuge, les coups de poing qu’il assène avec ses lourds écrous seraient les plus dévastateurs parmi les Pokémon.",
  "pokecraft.species.grookey.name": "Ouistempo",
  "pokecraft.species.grookey.desc": "Il attaque en frappant frénétiquement avec son bâton. Son enthousiasme grandit à mesure que le rythme s’accélère.",
  "pokecraft.species.thwackey.name": "Badabouin",
  "pokecraft.species.thwackey.desc": "Il est tellement concentré à battre à un rythme effréné que même lorsque son adversaire tombe K.O., il ne s’en rend pas compte.",
  "pokecraft.species.rillaboom.name": "Gorythmic",
  "pokecraft.species.rillaboom.desc": "Celui qui possède les meilleures techniques de percussion devient le chef. De nature calme, il privilégie l’harmonie du groupe.",
  "pokecraft.species.scorbunny.name": "Flambino",
  "pokecraft.species.scorbunny.desc": "Quand il est prêt à se battre, la partie qui surmonte son museau ainsi que les coussinets de ses pattes postérieures émettent de la chaleur.",
  "pokecraft.species.raboot.name": "Lapyro",
  "pokecraft.species.raboot.desc": "Pour parfaire son jeu de jambes, il cueille des Baies puis drible avec, le tout sans se servir de ses mains.",
  "pokecraft.species.cinderace.name": "Pyrobut",
  "pokecraft.species.cinderace.desc": "Exceptionnel en attaque comme en défense, il s’exalte quand on l’encourage, mais il lui arrive de se mettre en danger en jouant solo.",
  "pokecraft.species.sobble.name": "Larméléon",
  "pokecraft.species.sobble.desc": "Sa peau change de couleur et le rend invisible quand elle est mouillée, comme un camouflage.",
  "pokecraft.species.drizzile.name": "Arrozard",
  "pokecraft.species.drizzile.desc": "Paresseux, mais malin, il parsème son territoire de pièges pour empêcher ses ennemis d’y pénétrer.",
  "pokecraft.species.inteleon.name": "Lézargus",
  "pokecraft.species.inteleon.desc": "Il repère le point faible de l’ennemi grâce à sa membrane nictitante, puis il transperce sa cible en tirant des jets d’eau à Mach 3 du bout des doigts.",
  "pokecraft.species.skwovet.name": "Rongourmand",
  "pokecraft.species.skwovet.desc": "Comme il mange tout le temps des Baies, il est plus costaud qu’il n’en a l’air. Il parcourt les champs à la recherche de sa précieuse denrée.",
  "pokecraft.species.greedent.name": "Rongrigou",
  "pokecraft.species.greedent.desc": "On rencontre souvent ce Pokémon à Galar. Aucune coquille de Baie ne résiste à ses incisives, dont il est très fier.",
  "pokecraft.species.rookidee.name": "Minisange",
  "pokecraft.species.rookidee.desc": "Son petit corps lui permet de se jouer d’ennemis bien plus grands que lui en volant à toute vitesse pour les piquer où ils sont vulnérables.",
  "pokecraft.species.corvisquire.name": "Bleuseille",
  "pokecraft.species.corvisquire.desc": "Après avoir surmonté tant de rudes combats, il a appris à déterminer avec précision la puissance de ses adversaires.",
  "pokecraft.species.corviknight.name": "Corvaillus",
  "pokecraft.species.corviknight.desc": "Grâce à son adresse remarquable en vol et sa grande intelligence, il travaille comme taxi volant de Galar.",
  "pokecraft.species.blipbug.name": "Larvadar",
  "pokecraft.species.blipbug.desc": "On le voit souvent dans les champs. Les poils de son corps lui servent à capter ce qu’il se passe autour de lui.",
  "pokecraft.species.dottler.name": "Coléodôme",
  "pokecraft.species.dottler.desc": "Il se développe dans sa coquille et se prépare à évoluer en sondant les alentours grâce à ses pouvoirs psychiques.",
  "pokecraft.species.orbeetle.name": "Astronelle",
  "pokecraft.species.orbeetle.desc": "Il déploie ses pouvoirs psychiques pour sonder les alentours, sur un rayon pouvant atteindre 10 km.",
  "pokecraft.species.nickit.name": "Goupilou",
  "pokecraft.species.nickit.desc": "Rusé et vigilant, il prend la poudre d’escampette après avoir volé de la nourriture en prenant soin d’effacer ses traces de pas avec sa queue.",
  "pokecraft.species.thievul.name": "Roublenard",
  "pokecraft.species.thievul.desc": "Grâce à son corps leste et ses griffes acérées, il va et vient en dérobant Œufs et nourriture. Son ennemi juré est Fulgudog.",
  "pokecraft.species.gossifleur.name": "Tournicoton",
  "pokecraft.species.gossifleur.desc": "Nombreux sont ceux qui ont décidé d’en élever un après avoir été charmés par sa manière de chanter en virevoltant au gré de la brise.",
  "pokecraft.species.eldegoss.name": "Blancoton",
  "pokecraft.species.eldegoss.desc": "Les fils tissés à partir du duvet sur sa tête sont satinés et absolument somptueux. Le textile ainsi créé est typique de la région de Galar.",
  "pokecraft.species.wooloo.name": "Moumouton",
  "pokecraft.species.wooloo.desc": "Si ses poils poussent trop, il ne peut plus bouger. Les étoffes tissées avec son pelage sont étonnamment solides.",
  "pokecraft.species.dubwool.name": "Moumouflon",
  "pokecraft.species.dubwool.desc": "Ses splendides cornes lui servent à attirer les membres de l’autre sexe. Il ne s’en sert jamais pour se battre.",
  "pokecraft.species.chewtle.name": "Khélocrok",
  "pokecraft.species.chewtle.desc": "La corne sur sa tête est aussi dure que la roche. Il s’en sert pour se battre et lorsque l’ennemi flanche, il le mord et ne le lâche plus.",
  "pokecraft.species.drednaw.name": "Torgamord",
  "pokecraft.species.drednaw.desc": "Son cou extensible lui permet d’atteindre des ennemis éloignés en un instant pour leur porter un coup décisif avec ses crocs aiguisés.",
  "pokecraft.species.yamper.name": "Voltoutou",
  "pokecraft.species.yamper.desc": "Ce glouton assiste les humains dans leur travail en échange de friandises. Il court sans arrêt, le corps enveloppé d’électricité.",
  "pokecraft.species.boltund.name": "Fulgudog",
  "pokecraft.species.boltund.desc": "Il se sert de l’énergie électrique pour augmenter la puissance de ses membres. Sa vitesse maximale dépasse de peu les 90 km/h.",
  "pokecraft.species.rolycoly.name": "Charbi",
  "pokecraft.species.rolycoly.desc": "Il parcourt sans difficulté les sentiers rocheux accidentés à la manière d’un monocycle. Il a besoin de brûler du charbon pour vivre.",
  "pokecraft.species.carkol.name": "Wagomine",
  "pokecraft.species.carkol.desc": "Il peut faire tourner ses pattes très vite pour se déplacer à une vitesse de 30 km/h. Il peut aussi souffler des flammes à 1 000 °C.",
  "pokecraft.species.coalossal.name": "Monthracite",
  "pokecraft.species.coalossal.desc": "Lorsqu’il s’engage dans un combat, son tas de charbon brûle et vire au rouge, ce qui répand de petites étincelles qui calcinent ce qui l’entoure.",
  "pokecraft.species.applin.name": "Verpom",
  "pokecraft.species.applin.desc": "À la naissance, il s’installe dans une pomme et grandit en se nourrissant de sa chair. Son évolution dépend de la saveur du fruit.",
  "pokecraft.species.flapple.name": "Pomdrapi",
  "pokecraft.species.flapple.desc": "Il vole avec ses ailes faites de pelures de pomme et crache une substance très acide. Il peut aussi prendre la forme de ce fruit.",
  "pokecraft.species.appletun.name": "Dratatin",
  "pokecraft.species.appletun.desc": "Son corps est recouvert de nectar. La peau de son dos, particulièrement sucrée, constituait jadis le goûter des enfants.",
  "pokecraft.species.silicobra.name": "Dunaja",
  "pokecraft.species.silicobra.desc": "En expulsant du sable par les narines, il aveugle son adversaire et en profite pour se cacher sous terre.",
  "pokecraft.species.sandaconda.name": "Dunaconda",
  "pokecraft.species.sandaconda.desc": "S’il s’enroule d’une manière aussi particulière, c’est pour optimiser l’expulsion de sable par ses narines.",
  "pokecraft.species.cramorant.name": "Nigosier",
  "pokecraft.species.cramorant.desc": "Très glouton, il avale les Embrochet d’une seule bouchée, mais il lui arrive de se tromper et de tenter de gober un autre Pokémon.",
  "pokecraft.species.arrokuda.name": "Embrochet",
  "pokecraft.species.arrokuda.desc": "Lorsqu’il a le ventre plein, il a beaucoup plus de mal à se déplacer, et c’est à ce moment précis qu’il se fait gober par les Nigosier.",
  "pokecraft.species.barraskewda.name": "Hastacuda",
  "pokecraft.species.barraskewda.desc": "Il charge d’un coup en faisant tourner sa nageoire caudale. Il peut transpercer ses proies à une vitesse dépassant les 100 nœuds.",
  "pokecraft.species.toxel.name": "Toxizap",
  "pokecraft.species.toxel.desc": "Par un procédé chimique, il change son poison en électricité. L’intensité du courant est faible, mais peut engourdir un ennemi.",
  "pokecraft.species.toxtricity.name": "Salarsen",
  "pokecraft.species.toxtricity.desc": "Impatient et bagarreur, ce Pokémon avale de grandes gorgées d’eau croupie pour en absorber toute la toxicité.",
  "pokecraft.species.sizzlipede.name": "Grillepattes",
  "pokecraft.species.sizzlipede.desc": "Il enserre fermement ses proies avec son corps brûlant et, quand elles sont bien grillées, il les dévore.",
  "pokecraft.species.centiskorch.name": "Scolocendre",
  "pokecraft.species.centiskorch.desc": "Il est de nature agressive. Non seulement son corps brûlant est dangereux, mais il possède en plus d’énormes crocs très pointus.",
  "pokecraft.species.clobbopus.name": "Poulpaf",
  "pokecraft.species.clobbopus.desc": "Il a l’intelligence d’un enfant de trois ans. Il perd souvent ses tentacules, mais comme ils repoussent, il ne s’en soucie guère.",
  "pokecraft.species.grapploct.name": "Krakos",
  "pokecraft.species.grapploct.desc": "Mû par le besoin de tester la force de ses bras, il se rend sur la terre ferme pour trouver un adversaire. Il retourne à l’eau après le combat.",
  "pokecraft.species.sinistea.name": "Théffroi",
  "pokecraft.species.sinistea.desc": "Il élit domicile dans des tasses de thé anciennes de grand renom. Parmi celles-ci se trouvent de nombreuses contrefaçons.",
  "pokecraft.species.polteageist.name": "Polthégeist",
  "pokecraft.species.polteageist.desc": "Dès qu’il voit un reste de thé noir, il se verse dedans pour donner naissance à un Polthégeist.",
  "pokecraft.species.hatenna.name": "Bibichut",
  "pokecraft.species.hatenna.desc": "Il aime les lieux inhabités. S’il perçoit des émotions trop fortes, il s’enfuit aussi vite que possible.",
  "pokecraft.species.hattrem.name": "Chapotus",
  "pokecraft.species.hattrem.desc": "Il frappe ses ennemis avec ses tresses pour les faire taire. Sa puissance est telle qu’il peut mettre K.O. un boxeur professionnel d’un seul coup.",
  "pokecraft.species.hatterene.name": "Sorcilence",
  "pokecraft.species.hatterene.desc": "On l’appelle aussi la « sorcière de la forêt ». Ce Pokémon lacère quiconque fait trop de bruit avec les griffes de son tentacule.",
  "pokecraft.species.impidimp.name": "Grimalin",
  "pokecraft.species.impidimp.desc": "Il se glisse dans les foyers pour commettre un larcin et en profite pour se nourrir de l’énergie négative des habitants contrariés.",
  "pokecraft.species.morgrem.name": "Fourbelin",
  "pokecraft.species.morgrem.desc": "La nuit, il ruse pour attirer ses proies dans la forêt. On raconte qu’il a le pouvoir de faire pousser les cultures agricoles.",
  "pokecraft.species.grimmsnarl.name": "Angoliath",
  "pokecraft.species.grimmsnarl.desc": "Ses cheveux sont comme des muscles filandreux qu’il peut détacher pour saisir ses adversaires, tels des tentacules.",
  "pokecraft.species.obstagoon.name": "Ixon",
  "pokecraft.species.obstagoon.desc": "Il a évolué après avoir enchaîné de nombreux combats. Le cri qu’il pousse lorsqu’il fait un « X » avec ses bras ébranle n’importe quel ennemi.",
  "pokecraft.species.perrserker.name": "Berserkatt",
  "pokecraft.species.perrserker.desc": "Il s’est tant adonné au combat qu’il a évolué : il est désormais doté de griffes redoutables qui prennent la forme de dagues en s’allongeant.",
  "pokecraft.species.cursola.name": "Corayôme",
  "pokecraft.species.cursola.desc": "Ceux qui ont le malheur de toucher le corps spirituel qui protège son noyau se retrouveront immobilisés, comme changés en pierre.",
  "pokecraft.species.sirfetchd.name": "Palarticho",
  "pokecraft.species.sirfetchd.desc": "Il pare les attaques avec le tranchant de son solide poireau, et contre-attaque avec la pointe de la tige. Son arme est également comestible.",
  "pokecraft.species.mrrime.name": "M. Glaquette",
  "pokecraft.species.mrrime.desc": "Ses gestes hilarants le rendent très populaire. Il peut libérer ses pouvoirs psychiques depuis le motif sur son ventre.",
  "pokecraft.species.runerigus.name": "Tutétékri",
  "pokecraft.species.runerigus.desc": "Quiconque touchera son corps semblable à une ombre devra endurer la vision des souvenirs effroyables gravés dans ses motifs.",
  "pokecraft.species.milcery.name": "Crèmy",
  "pokecraft.species.milcery.desc": "Les pâtissiers connaissent tous ce vieil adage : Quand Crèmy apparaît, le succès est assuré.",
  "pokecraft.species.alcremie.name": "Charmilly",
  "pokecraft.species.alcremie.desc": "Quand il est heureux, la crème qu’il produit avec ses mains devient plus sucrée et plus onctueuse.",
  "pokecraft.species.falinks.name": "Hexadron",
  "pokecraft.species.falinks.desc": "À six, ils représentent un Pokémon unique. Ils peuvent changer de formation et comptent sur leur travail d’équipe en combat.",
  "pokecraft.species.pincurchin.name": "Wattapik",
  "pokecraft.species.pincurchin.desc": "Chacune de ses épines est chargée en électricité. S’il en perd une, celle-ci continue d’émettre un courant électrique pendant trois heures.",
  "pokecraft.species.snom.name": "Frissonille",
  "pokecraft.species.snom.desc": "Il se nourrit de la neige entassée sur le sol. Plus il en mange, plus les épines sur son dos grandissent.",
  "pokecraft.species.frosmoth.name": "Beldeneige",
  "pokecraft.species.frosmoth.desc": "Sans pitié pour les vandales, il bat ses ailes gelées pour provoquer des blizzards et punir quiconque ose souiller les champs et les collines.",
  "pokecraft.species.stonjourner.name": "Dolman",
  "pokecraft.species.stonjourner.desc": "Tous les ans à la même date, ils arrivent de nulle part pour se réunir en cercle. C’est une de leurs coutumes.",
  "pokecraft.species.eiscue.name": "Bekaglaçon",
  "pokecraft.species.eiscue.desc": "Ne supportant pas la chaleur, il se rafraîchit toujours la tête avec de la glace. Il pêche de quoi se nourrir à l’aide de son cheveu.",
  "pokecraft.species.indeedee.name": "Wimessir",
  "pokecraft.species.indeedee.desc": "Avec ses cornes, il peut percevoir les émotions des êtres vivants alentour. Celles qui sont positives lui servent de source d’énergie.",
  "pokecraft.species.morpeko.name": "Morpeko",
  "pokecraft.species.morpeko.desc": "Il a beau manger, il a tout le temps faim. Il a toujours des graines grillées à l’électricité sur lui.",
  "pokecraft.species.cufant.name": "Charibari",
  "pokecraft.species.cufant.desc": "Les travaux physiques, c’est son affaire. Son corps de cuivre rouille sous la pluie et prend une vive couleur verte.",
  "pokecraft.species.copperajah.name": "Pachyradjah",
  "pokecraft.species.copperajah.desc": "Ces Pokémon vivent en troupeau. L’étreinte de leur trompe est si forte qu’elle suffit à réduire un rocher en poussière.",
  "pokecraft.species.dracozolt.name": "Galvagon",
  "pokecraft.species.dracozolt.desc": "Il envoie des décharges avec les muscles puissants de sa queue. La partie supérieure de son corps est trop petite par rapport à la partie inférieure.",
  "pokecraft.species.arctozolt.name": "Galvagla",
  "pokecraft.species.arctozolt.desc": "Autrefois, il vivait en bord de mer et conservait sa nourriture dans la glace de son corps, mais il s’est éteint, car il avait du mal à se déplacer.",
  "pokecraft.species.dracovish.name": "Hydragon",
  "pokecraft.species.dracovish.desc": "Ses pattes robustes lui permettent de courir à plus de 60 km/h, mais en revanche, il ne peut respirer que sous l’eau.",
  "pokecraft.species.arctovish.name": "Hydragla",
  "pokecraft.species.arctovish.desc": "Aucune attaque ne pouvait égratigner la peau de son visage, mais il s’est éteint, car il avait du mal à respirer.",
  "pokecraft.species.duraludon.name": "Duralugon",
  "pokecraft.species.duraludon.desc": "Son corps, composé d’un métal spécial, est léger et lui offre une excellente mobilité. Il est toutefois sensible à la pluie et vit donc dans les grottes.",
  "pokecraft.species.dreepy.name": "Fantyrm",
  "pokecraft.species.dreepy.desc": "Seul, il est si faible qu’il ne saurait rivaliser avec un enfant, mais en coopérant avec ses semblables, il peut devenir assez fort pour évoluer.",
  "pokecraft.species.drakloak.name": "Dispareptil",
  "pokecraft.species.drakloak.desc": "Il prend soin du Fantyrm sur sa tête. Quand ce dernier n’est plus là, il panique et tente de le remplacer par un autre Pokémon.",
  "pokecraft.species.dragapult.name": "Lanssorien",
  "pokecraft.species.dragapult.desc": "Il paraît que les Fantyrm installés dans ses cornes attendent impatiemment le moment où ils seront propulsés à la vitesse du son.",
  "pokecraft.species.zacian.name": "Zacian",
  "pokecraft.species.zacian.desc": "On dit qu’il s’agit de la figure fraternelle et du rival de Zamazenta, un Pokémon plongé dans un long sommeil.",
  "pokecraft.species.zamazenta.name": "Zamazenta",
  "pokecraft.species.zamazenta.desc": "Ce Pokémon, changé en statue, est resté pétrifié si longtemps qu’il a failli tomber dans l’oubli.",
  "pokecraft.species.eternatus.name": "Éthernatos",
  "pokecraft.species.eternatus.desc": "Il se trouvait dans une météorite qui s’est écrasée il y a 20 000 ans. Il semble y avoir un lien entre ce Pokémon et le phénomène Dynamax.",
  "pokecraft.species.kubfu.name": "Wushours",
  "pokecraft.species.kubfu.desc": "Lorsqu’il tire sur les longs poils blancs sur sa tête, il devient plus combatif et de l’énergie jaillit de sous son nombril.",
  "pokecraft.species.urshifu.name": "Shifours",
  "pokecraft.species.urshifu.desc": "Il vit dans une lointaine région montagneuse où il peaufine ses techniques et muscle ses jambes en courant le long des falaises abruptes.",
  "pokecraft.species.zarude.name": "Zarude",
  "pokecraft.species.zarude.desc": "Lorsque ses lianes se détachent de son corps, elles fertilisent le sol et favorisent la croissance des plantes de la forêt.",
  "pokecraft.species.regieleki.name": "Regieleki",
  "pokecraft.species.regieleki.desc": "Son corps est entièrement composé d’organes générant de l’électricité. Il peut produire assez d’énergie pour alimenter tout Galar.",
  "pokecraft.species.regidrago.name": "Regidrago",
  "pokecraft.species.regidrago.desc": "Son corps est entièrement composé de cristaux d’énergie draconique. Il possèderait les pouvoirs de tous les Pokémon Dragon.",
  "pokecraft.species.glastrier.name": "Blizzeval",
  "pokecraft.species.glastrier.desc": "Ce Pokémon à la force hors du commun porte un masque composé de glace cent fois plus solide que le diamant.",
  "pokecraft.species.spectrier.name": "Spectreval",
  "pokecraft.species.spectrier.desc": "Ce Pokémon friand de silence et de solitude galope à travers les ténèbres nocturnes et aspire l’énergie vitale des êtres endormis.",
  "pokecraft.species.calyrex.name": "Sylveroy",
  "pokecraft.species.calyrex.desc": "Ce roi légendaire qui a régné sur Galar il y a fort longtemps possède le pouvoir d’apaiser les cœurs et de faire germer les plantes.",
  "pokecraft.species.wyrdeer.name": "Cerbyllin",
  "pokecraft.species.kleavor.name": "Hachécateur",
  "pokecraft.species.ursaluna.name": "Ursaking",
  "pokecraft.species.basculegion.name": "Paragruel",
  "pokecraft.species.sneasler.name": "Farfurex",
  "pokecraft.species.overqwil.name": "Qwilpik",
  "pokecraft.species.enamorus.name": "Amovénus"
}